Repository: kondannyo/PGP
Catalog: SN/*_text/sn15/sn15.10.po
Languages: sc_po

# sn15.10:0.1
source: Saṃyutta Nikāya 15
sc_po: Linked Discourses 15

# sn15.10:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn15.10:0.3
source: 10. Puggalasutta
sc_po: 10. A Single Person

# sn15.10:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.

# sn15.10:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# sn15.10:1.3
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# sn15.10:1.4
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# sn15.10:1.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn15.10:2.1
source: “Anamataggoyaṃ, bhikkhave, saṃsāro … pe …
sc_po: “Mendicants, transmigration has no known beginning. …

# sn15.10:2.2
source: ekapuggalassa, bhikkhave, kappaṃ sandhāvato saṃsarato siyā evaṃ mahā aṭṭhikaṅkalo aṭṭhipuñjo aṭṭhirāsi yathāyaṃ vepullo pabbato, sace saṃhārako assa, sambhatañca na vinasseyya.
sc_po: One person roaming and transmigrating for an eon would amass a heap of bones the size of this Mount Vepulla, if they were gathered together and not lost.

# sn15.10:2.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn15.10:2.4
source: Anamataggoyaṃ, bhikkhave, saṃsāro … pe …
sc_po: Transmigration has no known beginning. …

# sn15.10:2.5
source: alaṃ vimuccitun”ti.
sc_po: This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions.”

# sn15.10:3.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn15.10:3.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn15.10:4.1
source: “Ekassekena kappena,
sc_po: “If the bones of a single person

# sn15.10:4.2
source: puggalassaṭṭhisañcayo;
sc_po: for a single eon were gathered up,

# sn15.10:4.3
source: Siyā pabbatasamo rāsi,
sc_po: they’d make a pile the size of a mountain:

# sn15.10:4.4
source: iti vuttaṃ mahesinā.
sc_po: so said the great hermit.

# sn15.10:5.1
source: So kho panāyaṃ akkhāto,
sc_po: And this is declared to be

# sn15.10:5.2
source: vepullo pabbato mahā;
sc_po: as huge as Mount Vepulla,

# sn15.10:5.3
source: Uttaro gijjhakūṭassa,
sc_po: higher than the Vulture’s Peak

# sn15.10:5.4
source: magadhānaṃ giribbaje.
sc_po: in the Magadhan mountain range.

# sn15.10:6.1
source: Yato ca ariyasaccāni,
sc_po: But then, with right understanding,

# sn15.10:6.2
source: sammappaññāya passati;
sc_po: a person sees the noble truths—

# sn15.10:6.3
source: Dukkhaṃ dukkhasamuppādaṃ,
sc_po: suffering, suffering’s origin,

# sn15.10:6.4
source: dukkhassa ca atikkamaṃ;
sc_po: suffering’s transcendence,

# sn15.10:6.5
source: Ariyaṃ caṭṭhaṅgikaṃ maggaṃ,
sc_po: and the noble eightfold path

# sn15.10:6.6
source: dukkhūpasamagāminaṃ.
sc_po: that leads to the stilling of suffering.

# sn15.10:7.1
source: Sa sattakkhattuṃparamaṃ,
sc_po: After roaming on seven times at most,

# sn15.10:7.2
source: sandhāvitvāna puggalo;
sc_po: that person

# sn15.10:7.3
source: Dukkhassantakaro hoti,
sc_po: makes an end of suffering,

# sn15.10:7.4
source: sabbasaṃyojanakkhayā”ti.
sc_po: with the ending of all fetters.”
