Repository: kondannyo/PGP
Catalog: SN/*_text/sn15/sn15.08.po
Languages: sc_po

# sn15.8:0.1
source: Saṃyutta Nikāya 15
sc_po: Linked Discourses 15

# sn15.8:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn15.8:0.3
source: 8. Gaṅgāsutta
sc_po: 8. The Ganges

# sn15.8:1.1
source: Rājagahe viharati veḷuvane.
sc_po: Near Rājagaha, in the Bamboo Grove.

# sn15.8:1.2
source: Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then a certain brahmin went up to the Buddha, and exchanged greetings with him.

# sn15.8:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and asked the Buddha,

# sn15.8:1.4
source: “kīvabahukā nu kho, bho gotama, kappā abbhatītā atikkantā”ti?
sc_po: “Sir, how many eons have passed?”

# sn15.8:1.5
source: “Bahukā kho, brāhmaṇa, kappā abbhatītā atikkantā.
sc_po: “Brahmin, many eons have passed.

# sn15.8:1.6
source: Te na sukarā saṅkhātuṃ:
sc_po: It’s not easy to calculate

# sn15.8:1.7
source: ‘ettakā kappā iti vā, ettakāni kappasatāni iti vā, ettakāni kappasahassāni iti vā, ettakāni kappasatasahassāni iti vā’”ti.
sc_po: how many eons have passed, how many hundreds or thousands or hundreds of thousands of eons.”

# sn15.8:2.1
source: “Sakkā pana, bho gotama, upamaṃ kātun”ti?
sc_po: “But sir, can you give a simile?”

# sn15.8:2.2
source: “Sakkā, brāhmaṇā”ti bhagavā avoca.
sc_po: “I can,” said the Buddha.

# sn15.8:2.3
source: “Seyyathāpi, brāhmaṇa, yato cāyaṃ gaṅgā nadī pabhavati yattha ca mahāsamuddaṃ appeti, yā etasmiṃ antare vālikā sā na sukarā saṅkhātuṃ:
sc_po: “Consider the Ganges river from where it originates to where it enters the ocean. Between these places it’s not easy to calculate

# sn15.8:2.4
source: ‘ettakā vālikā iti vā, ettakāni vālikasatāni iti vā, ettakāni vālikasahassāni iti vā, ettakāni vālikasatasahassāni iti vā’ti.
sc_po: how many grains of sand there are, how many hundreds or thousands or hundreds of thousands of grains of sand.

# sn15.8:2.5
source: Tato bahutarā kho, brāhmaṇa, kappā abbhatītā atikkantā.
sc_po: The eons that have passed are more than this.

# sn15.8:2.6
source: Te na sukarā saṅkhātuṃ:
sc_po: It’s not easy to calculate

# sn15.8:2.7
source: ‘ettakā kappā iti vā, ettakāni kappasatāni iti vā, ettakāni kappasahassāni iti vā, ettakāni kappasatasahassāni iti vā’ti.
sc_po: how many eons have passed, how many hundreds or thousands or hundreds of thousands of eons.

# sn15.8:2.8
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn15.8:2.9
source: Anamataggoyaṃ, brāhmaṇa, saṃsāro.
sc_po: Transmigration has no known beginning.

# sn15.8:2.10
source: Pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ.
sc_po: No first point is found of sentient beings roaming and transmigrating, hindered by ignorance and fettered by craving.

# sn15.8:2.11
source: Evaṃ dīgharattaṃ kho, brāhmaṇa, dukkhaṃ paccanubhūtaṃ tibbaṃ paccanubhūtaṃ byasanaṃ paccanubhūtaṃ, kaṭasī vaḍḍhitā.
sc_po: For such a long time you have undergone suffering, agony, and disaster, swelling the cemeteries.

# sn15.8:2.12
source: Yāvañcidaṃ, brāhmaṇa, alameva sabbasaṅkhāresu nibbindituṃ, alaṃ virajjituṃ, alaṃ vimuccitun”ti.
sc_po: This is quite enough for you to become disillusioned, dispassionate, and freed regarding all conditions.”

# sn15.8:3.1
source: Evaṃ vutte, so brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he said this, the brahmin said to the Buddha,

# sn15.8:3.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# sn15.8:3.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
