Repository: kondannyo/PGP
Catalog: SN/*_text/sn29/sn29.21-50.po
Languages: sc_po

# sn29.21-50:0.1
source: Saṃyutta Nikāya 29
sc_po: Linked Discourses 29

# sn29.21-50:0.2
source: 1. Nāgavagga
sc_po: 1. Dragons

# sn29.21-50:0.3
source: 21–50. Jalābujādidānūpakārasuttattiṃsaka
sc_po: 21–50. Thirty Discourses On How Giving Helps to Become Womb-Born, Etc.

# sn29.21-50:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn29.21-50:1.2
source: Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Seated to one side, that mendicant said to the Buddha:

# sn29.21-50:1.3
source: “ko nu kho, bhante, hetu, ko paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā jalābujānaṃ nāgānaṃ … pe …
sc_po: “Sir, what is the cause, what is the reason why someone, when their body breaks up, after death, is reborn in the company of the womb-born dragons …

# sn29.21-50:1.4
source: saṃsedajānaṃ nāgānaṃ … pe …
sc_po: moisture-born dragons …

# sn29.21-50:1.5
source: opapātikānaṃ nāgānaṃ sahabyataṃ upapajjatī”ti?
sc_po: spontaneously-born dragons?”

# sn29.21-50:2.1
source: “Idha, bhikkhu, ekacco kāyena dvayakārī hoti, vācāya dvayakārī, manasā dvayakārī.
sc_po: “Mendicant, it’s when someone does both kinds of deeds by body, speech, and mind.

# sn29.21-50:2.2
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# sn29.21-50:2.3
source: ‘opapātikā nāgā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: ‘The spontaneously-born dragons are long-lived, beautiful, and very happy.’

# sn29.21-50:2.4
source: Tassa evaṃ hoti:
sc_po: They think:

# sn29.21-50:2.5
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā opapātikānaṃ nāgānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the spontaneously-born dragons!’

# sn29.21-50:2.6
source: So annaṃ deti … pe …
sc_po: They give food …

# sn29.21-50:2.7
source: pānaṃ deti … pe …
sc_po: drink …

# sn29.21-50:2.8
source: padīpeyyaṃ deti.
sc_po: a lamp.

# sn29.21-50:2.9
source: So kāyassa bhedā paraṃ maraṇā opapātikānaṃ nāgānaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of the spontaneously-born dragons.

# sn29.21-50:2.10
source: Ayaṃ kho, bhikkhu, hetu, ayaṃ paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā opapātikānaṃ nāgānaṃ sahabyataṃ upapajjatī”ti.
sc_po: This is the cause, this is the reason why someone, when their body breaks up, after death, is reborn in the company of the spontaneously-born dragons.”

# sn29.21-50:3.1
source: (Iminā peyyālena dasa dasa suttantā kātabbā.
sc_po: (Each set of ten discourses of this series should be treated in the same way.)

# sn29.21-50:4.7
source: Nāgasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on dragons are complete.
