Repository: kondannyo/PGP
Catalog: SN/*_text/sn29/sn29.07.po
Languages: sc_po

# sn29.7:0.1
source: Saṃyutta Nikāya 29
sc_po: Linked Discourses 29

# sn29.7:0.2
source: 1. Nāgavagga
sc_po: 1. Dragons

# sn29.7:0.3
source: 7. Sutasutta
sc_po: 7. They’ve Heard

# sn29.7:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn29.7:1.2
source: Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Seated to one side, that mendicant said to the Buddha:

# sn29.7:1.3
source: “ko nu kho, bhante, hetu, ko paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā aṇḍajānaṃ nāgānaṃ sahabyataṃ upapajjatī”ti?
sc_po: “Sir, what is the cause, what is the reason why someone, when their body breaks up, after death, is reborn in the company of the egg-born dragons?”

# sn29.7:2.1
source: “Idha, bhikkhu, ekacco kāyena dvayakārī hoti, vācāya dvayakārī hoti, manasā dvayakārī hoti.
sc_po: “Mendicant, it’s when someone does both kinds of deeds by body, speech, and mind.

# sn29.7:2.2
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# sn29.7:2.3
source: ‘aṇḍajā nāgā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: ‘The egg-born dragons are long-lived, beautiful, and very happy.’

# sn29.7:2.4
source: Tassa evaṃ hoti:
sc_po: They think:

# sn29.7:2.5
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā aṇḍajānaṃ nāgānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the egg-born dragons!’

# sn29.7:2.6
source: So kāyassa bhedā paraṃ maraṇā aṇḍajānaṃ nāgānaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of the egg-born dragons.

# sn29.7:2.7
source: Ayaṃ kho, bhikkhu, hetu, ayaṃ paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā aṇḍajānaṃ nāgānaṃ sahabyataṃ upapajjatī”ti.
sc_po: This is the cause, this is the reason why someone, when their body breaks up, after death, is reborn in the company of the egg-born dragons.”
