Repository: kondannyo/PGP
Catalog: SN/*_text/sn29/sn29.03.po
Languages: sc_po

# sn29.3:0.1
source: Saṃyutta Nikāya 29
sc_po: Linked Discourses 29

# sn29.3:0.2
source: 1. Nāgavagga
sc_po: 1. Dragons

# sn29.3:0.3
source: 3. Uposathasutta
sc_po: 3. Sabbath

# sn29.3:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn29.3:1.2
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha, sat down to one side, and said to him:

# sn29.3:1.3
source: “ko nu kho, bhante, hetu, ko paccayo, yena m’idhekacce aṇḍajā nāgā uposathaṃ upavasanti vossaṭṭhakāyā ca bhavantī”ti?
sc_po: “Sir, what is the cause, what is the reason why some egg-born dragons keep the sabbath, having transformed their bodies?”

# sn29.3:2.1
source: “Idha, bhikkhu, ekaccānaṃ aṇḍajānaṃ nāgānaṃ evaṃ hoti:
sc_po: “Mendicant, it’s when some egg-born dragons think:

# sn29.3:2.2
source: ‘mayaṃ kho pubbe kāyena dvayakārino ahumha, vācāya dvayakārino, manasā dvayakārino.
sc_po: ‘In the past we did both kinds of deeds by body, speech, and mind.

# sn29.3:2.3
source: Te mayaṃ kāyena dvayakārino, vācāya dvayakārino, manasā dvayakārino, kāyassa bhedā paraṃ maraṇā aṇḍajānaṃ nāgānaṃ sahabyataṃ upapannā.
sc_po: When the body broke up, after death, we were reborn in the company of the egg-born dragons.

# sn29.3:2.4
source: Sacajja mayaṃ kāyena sucaritaṃ careyyāma, vācāya sucaritaṃ careyyāma, manasā sucaritaṃ careyyāma, evaṃ mayaṃ kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyāma.
sc_po: If today we do good things by body, speech, and mind, when the body breaks up, after death, we may be reborn in a good place, a heavenly realm.

# sn29.3:2.5
source: Handa mayaṃ etarahi kāyena sucaritaṃ carāma, vācāya sucaritaṃ carāma, manasā sucaritaṃ carāmā’ti.
sc_po: Come, let us do good things by way of body, speech, and mind.’

# sn29.3:2.6
source: Ayaṃ kho, bhikkhu, hetu, ayaṃ paccayo, yena m’idhekacce aṇḍajā nāgā uposathaṃ upavasanti vossaṭṭhakāyā ca bhavantī”ti.
sc_po: This is the cause, this is the reason why some egg-born dragons keep the sabbath, having transformed their bodies.”
