Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.20.po
Languages: sc_po

# sn4.20:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.20:0.2
source: 2. Dutiyavagga
sc_po: 2. Rule

# sn4.20:0.3
source: 20. Rajjasutta
sc_po: 20. Ruling

# sn4.20:1.1
source: Ekaṃ samayaṃ bhagavā kosalesu viharati himavantapadese araññakuṭikāyaṃ.
sc_po: At one time the Buddha was staying in the land of the Kosalans, in a wilderness hut on the slopes of the Himalayas.

# sn4.20:1.2
source: Atha kho bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: Then as he was in private retreat this thought came to his mind,

# sn4.20:1.3
source: “sakkā nu kho rajjaṃ kāretuṃ ahanaṃ aghātayaṃ ajinaṃ ajāpayaṃ asocaṃ asocāpayaṃ dhammenā”ti?
sc_po: “I wonder if it’s possible to rule legitimately, without killing or having someone kill for you; without conquering or having someone conquer for you; without sorrowing or causing sorrow?”

# sn4.20:2.1
source: Atha kho māro pāpimā bhagavato cetasā cetoparivitakkamaññāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca:
sc_po: And then Māra the Wicked, knowing what the Buddha was thinking, went up to him and said,

# sn4.20:2.2
source: “kāretu, bhante, bhagavā rajjaṃ, kāretu, sugato, rajjaṃ ahanaṃ aghātayaṃ ajinaṃ ajāpayaṃ asocaṃ asocāpayaṃ dhammenā”ti.
sc_po: “Rule, Blessed One! Rule, Holy One! Rule legitimately, without killing or having someone kill for you; without conquering or having someone conquer for you; without sorrowing or causing sorrow!”

# sn4.20:2.3
source: “Kiṃ pana me tvaṃ, pāpima, passasi yaṃ maṃ tvaṃ evaṃ vadesi:
sc_po: “But what do you see, Wicked One, that you say this to me?”

# sn4.20:2.5
source: “Bhagavatā kho, bhante, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā.
sc_po: “The Blessed One, sir, has developed and cultivated the four bases for psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them.

# sn4.20:2.6
source: Ākaṅkhamāno ca, bhante, bhagavā himavantaṃ pabbatarājaṃ suvaṇṇaṃ tveva adhimucceyya suvaṇṇañca panassā”ti.
sc_po: If he wished, the Blessed One need only determine that the Himalaya, king of mountains, was gold, and it would turn into gold.”

# sn4.20:3.1
source: “Pabbatassa suvaṇṇassa,
sc_po: “Take a golden mountain,

# sn4.20:3.2
source: jātarūpassa kevalo;
sc_po: made entirely of gold, and double it—

# sn4.20:3.3
source: Dvittāva nālamekassa,
sc_po: it’s still not enough for one!

# sn4.20:3.4
source: iti vidvā samañcare.
sc_po: Knowing this, live a moral life.

# sn4.20:4.1
source: Yo dukkhamaddakkhi yatonidānaṃ,
sc_po: When a person has seen where suffering comes from

# sn4.20:4.2
source: Kāmesu so jantu kathaṃ nameyya;
sc_po: how could they incline towards sensual pleasures?

# sn4.20:4.3
source: Upadhiṃ viditvā saṅgoti loke,
sc_po: Realizing that attachment is a tie in the world,

# sn4.20:4.4
source: Tasseva jantu vinayāya sikkhe”ti.
sc_po: a person would train to remove it.”

# sn4.20:5.1
source: Atha kho māro pāpimā “jānāti maṃ bhagavā, jānāti maṃ sugato”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there.
