Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.08.po
Languages: sc_po

# sn4.8:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.8:0.2
source: 1. Paṭhamavagga
sc_po: 1. Life Span

# sn4.8:0.3
source: 8. Nandatisutta
sc_po: 8. Delighting

# sn4.8:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn4.8:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn4.8:1.3
source: Atha kho māro pāpimā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then Māra the Wicked went up to the Buddha and recited this verse in the Buddha’s presence:

# sn4.8:2.1
source: “Nandati puttehi puttimā,
sc_po: “Your children bring you delight!

# sn4.8:2.2
source: Gomā gobhi tatheva nandati;
sc_po: Your cattle also bring you delight!

# sn4.8:2.3
source: Upadhīhi narassa nandanā,
sc_po: For attachments are a man’s delight;

# sn4.8:2.4
source: Na hi so nandati yo nirūpadhī”ti.
sc_po: without attachments there’s no delight.”

# sn4.8:3.1
source: “Socati puttehi puttimā,
sc_po: “Your children bring you sorrow.

# sn4.8:3.2
source: Gomā gobhi tatheva socati;
sc_po: Your cattle also bring you sorrow.

# sn4.8:3.3
source: Upadhīhi narassa socanā,
sc_po: For attachments are a man’s sorrow;

# sn4.8:3.4
source: Na hi so socati yo nirūpadhī”ti.
sc_po: without attachments there are no sorrows.”

# sn4.8:4.1
source: Atha kho māro pāpimā “jānāti maṃ bhagavā, jānāti maṃ sugato”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there.
