Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.11.po
Languages: sc_po

# sn4.11:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.11:0.2
source: 2. Dutiyavagga
sc_po: 2. Rule

# sn4.11:0.3
source: 11. Pāsāṇasutta
sc_po: 11. Boulders

# sn4.11:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.

# sn4.11:1.2
source: Tena kho pana samayena bhagavā rattandhakāratimisāyaṃ abbhokāse nisinno hoti, devo ca ekamekaṃ phusāyati.
sc_po: Now at that time the Buddha was meditating in the open during the dark of night, while a gentle rain drizzled down.

# sn4.11:1.3
source: Atha kho māro pāpimā bhagavato bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavato avidūre mahante pāsāṇe padālesi.
sc_po: Then Māra the Wicked, wanting to make the Buddha feel fear, terror, and goosebumps, approached him, and crushed some large boulders close by him.

# sn4.11:2.1
source: Atha kho bhagavā “māro ayaṃ pāpimā” iti viditvā māraṃ pāpimantaṃ gāthāya ajjhabhāsi:
sc_po: Then the Buddha, knowing that this was Māra the Wicked, addressed him in verse:

# sn4.11:3.1
source: “Sacepi kevalaṃ sabbaṃ,
sc_po: “Even if you shake

# sn4.11:3.2
source: gijjhakūṭaṃ calessasi;
sc_po: this entire Vulture’s Peak,

# sn4.11:3.3
source: Neva sammāvimuttānaṃ,
sc_po: the rightly released,

# sn4.11:3.4
source: buddhānaṃ atthi iñjitan”ti.
sc_po: the awakened, are unshaken.”

# sn4.11:4.1
source: Atha kho māro pāpimā “jānāti maṃ bhagavā, jānāti maṃ sugato”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there.
