Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.14.po
Languages: sc_po

# sn4.14:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.14:0.2
source: 2. Dutiyavagga
sc_po: 2. Rule

# sn4.14:0.3
source: 14. Patirūpasutta
sc_po: 14. Appropriate

# sn4.14:1.1
source: Ekaṃ samayaṃ bhagavā kosalesu viharati ekasālāyaṃ brāhmaṇagāme.
sc_po: At one time the Buddha was staying in the land of the Kosalans near the brahmin village of Ekasālā.

# sn4.14:1.2
source: Tena kho pana samayena bhagavā mahatiyā gihiparisāya parivuto dhammaṃ deseti.
sc_po: Now, at that time the Buddha was teaching Dhamma, surrounded by a large assembly of laypeople.

# sn4.14:2.1
source: Atha kho mārassa pāpimato etadahosi:
sc_po: Then Māra thought,

# sn4.14:2.2
source: “ayaṃ kho samaṇo gotamo mahatiyā gihiparisāya parivuto dhammaṃ deseti.
sc_po: “The ascetic Gotama is teaching Dhamma, surrounded by a large assembly of laypeople.

# sn4.14:2.3
source: Yannūnāhaṃ yena samaṇo gotamo tenupasaṅkameyyaṃ vicakkhukammāyā”ti.
sc_po: Why don’t I go and pull the wool over their eyes?”

# sn4.14:2.4
source: Atha kho māro pāpimā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked went up to the Buddha and addressed him in verse:

# sn4.14:3.1
source: “Netaṃ tava patirūpaṃ,
sc_po: “It’s not appropriate for you

# sn4.14:3.2
source: yadaññamanusāsasi;
sc_po: to instruct others.

# sn4.14:3.3
source: Anurodhavirodhesu,
sc_po: As you engage in this,

# sn4.14:3.4
source: mā sajjittho tadācaran”ti.
sc_po: don’t get caught up in favoring and opposing.”

# sn4.14:4.1
source: “Hitānukampī sambuddho,
sc_po: “The Buddha instructs others

# sn4.14:4.2
source: yadaññamanusāsati;
sc_po: out of compassion for their welfare.

# sn4.14:4.3
source: Anurodhavirodhehi,
sc_po: The Realized One is liberated

# sn4.14:4.4
source: vippamutto tathāgato”ti.
sc_po: from favoring and opposing.”

# sn4.14:5.1
source: Atha kho māro pāpimā “jānāti maṃ bhagavā, jānāti maṃ sugato”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there.
