Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.07.po
Languages: sc_po

# sn4.7:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.7:0.2
source: 1. Paṭhamavagga
sc_po: 1. Life Span

# sn4.7:0.3
source: 7. Supatisutta
sc_po: 7. Sleeping

# sn4.7:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn4.7:1.2
source: Atha kho bhagavā bahudevarattiṃ abbhokāse caṅkamitvā rattiyā paccūsasamayaṃ pāde pakkhāletvā vihāraṃ pavisitvā
sc_po: He spent most of the night practicing walking meditation in the open. At the crack of dawn he washed his feet and entered his dwelling.

# sn4.7:1.3
source: dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā.
sc_po: He laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up.

# sn4.7:1.4
source: Atha kho māro pāpimā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked went up to the Buddha and addressed him in verse:

# sn4.7:2.1
source: “Kiṃ soppasi kiṃ nu soppasi,
sc_po: “What, you’re asleep? Really, you’re asleep?

# sn4.7:2.2
source: Kimidaṃ soppasi dubbhago viya;
sc_po: You sleep like a loser—what’s up with that?

# sn4.7:2.3
source: Suññamagāranti soppasi,
sc_po: You sleep, thinking that the hut is empty.

# sn4.7:2.4
source: Kimidaṃ soppasi sūriye uggate”ti.
sc_po: You sleep when the sun has come up—what’s up with that?”

# sn4.7:3.1
source: “Yassa jālinī visattikā,
sc_po: “For them there is no craving—

# sn4.7:3.2
source: Taṇhā natthi kuhiñci netave;
sc_po: the weaver, the clinger—to lead them anywhere.

# sn4.7:3.3
source: Sabbūpadhiparikkhayā buddho,
sc_po: With the ending of all attachments the awakened Buddha sleeps.

# sn4.7:3.4
source: Soppati kiṃ tavettha mārā”ti.
sc_po: What’s that got to do with you, Māra?”

# sn4.7:4.1
source: Atha kho māro pāpimā … pe … tatthevantaradhāyīti.
sc_po: Then Māra … vanished right there.
