Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.10.po
Languages: sc_po

# sn4.10:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.10:0.2
source: 1. Paṭhamavagga
sc_po: 1. Life Span

# sn4.10:0.3
source: 10. Dutiyaāyusutta
sc_po: 10. Life Span (2nd)

# sn4.10:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn4.10:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn4.10:1.3
source: Tatra kho bhagavā … pe … etadavoca:
sc_po: There the Buddha … said:

# sn4.10:2.1
source: “Appamidaṃ, bhikkhave, manussānaṃ āyu.
sc_po: “Mendicants, the life span of humans is short.

# sn4.10:2.2
source: Gamanīyo samparāyo, kattabbaṃ kusalaṃ, caritabbaṃ brahmacariyaṃ.
sc_po: You must go to the next life. So you should do what is skillful, you should practice the spiritual life.

# sn4.10:2.3
source: Natthi jātassa amaraṇaṃ.
sc_po: No-one born is immortal.

# sn4.10:2.4
source: Yo, bhikkhave, ciraṃ jīvati, so vassasataṃ appaṃ vā bhiyyo”ti.
sc_po: A long life is a hundred years or a little more.”

# sn4.10:3.1
source: Atha kho māro pāpimā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked went up to the Buddha and addressed him in verse:

# sn4.10:4.1
source: “Nāccayanti ahorattā,
sc_po: “The days and nights don’t rush by,

# sn4.10:4.2
source: Jīvitaṃ nūparujjhati;
sc_po: and life isn’t cut short.

# sn4.10:4.3
source: Āyu anupariyāyati maccānaṃ,
sc_po: The life of mortals keeps rolling on,

# sn4.10:4.4
source: Nemīva rathakubbaran”ti.
sc_po: like a chariot’s rim around the hub.”

# sn4.10:5.1
source: “Accayanti ahorattā,
sc_po: “The days and nights rush by,

# sn4.10:5.2
source: jīvitaṃ uparujjhati;
sc_po: and then life is cut short.

# sn4.10:5.3
source: Āyu khīyati maccānaṃ,
sc_po: The life of mortals wastes away,

# sn4.10:5.4
source: kunnadīnaṃva odakan”ti.
sc_po: like the water in tiny streams.”

# sn4.10:6.1
source: Atha kho māro pāpimā “jānāti maṃ bhagavā, jānāti maṃ sugato”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there.
