Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.01.po
Languages: sc_po

# sn4.1:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.1:0.2
source: 1. Paṭhamavagga
sc_po: 1. Life Span

# sn4.1:0.3
source: 1. Tapokammasutta
sc_po: 1. Mortification

# sn4.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn4.1:1.2
source: ekaṃ samayaṃ bhagavā uruvelāyaṃ viharati najjā nerañjarāya tīre ajapālanigrodhamūle paṭhamābhisambuddho.
sc_po: At one time, when he was first awakened, the Buddha was staying near Uruvelā at the root of the goatherd’s banyan tree on the bank of the Nerañjarā River.

# sn4.1:1.3
source: Atha kho bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: Then as he was in private retreat this thought came to his mind,

# sn4.1:1.4
source: “mutto vatamhi tāya dukkarakārikāya.
sc_po: “I am truly freed from that grueling work!

# sn4.1:1.5
source: Sādhu mutto vatamhi tāya anatthasaṃhitāya dukkarakārikāya.
sc_po: Thank goodness I’m freed from that pointless grueling work.

# sn4.1:1.6
source: Sādhu vatamhi mutto bodhiṃ samajjhagan”ti.
sc_po: Thank goodness that, steadfast and mindful, I have attained awakening.”

# sn4.1:2.1
source: Atha kho māro pāpimā bhagavato cetasā cetoparivitakkamaññāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: And then Māra the Wicked, knowing what the Buddha was thinking, went up to him and addressed him in verse:

# sn4.1:3.1
source: “Tapokammā apakkamma,
sc_po: “You’ve departed from the practice of mortification

# sn4.1:3.2
source: ye na sujjhanti māṇavā;
sc_po: by which humans purify themselves.

# sn4.1:3.3
source: Asuddho maññasi suddho,
sc_po: You’re impure, but think yourself pure;

# sn4.1:3.4
source: suddhimaggā aparaddho”ti.
sc_po: you’ve strayed from the path of purity.”

# sn4.1:4.1
source: Atha kho bhagavā “māro ayaṃ pāpimā” iti viditvā māraṃ pāpimantaṃ gāthāhi ajjhabhāsi:
sc_po: Then the Buddha, knowing that this was Māra the Wicked, replied to him in verse:

# sn4.1:5.1
source: “Anatthasaṃhitaṃ ñatvā,
sc_po: “I realized that it’s pointless;

# sn4.1:5.2
source: yaṃ kiñci amaraṃ tapaṃ;
sc_po: all that mortification in search of immortality

# sn4.1:5.3
source: Sabbaṃ natthāvahaṃ hoti,
sc_po: is as futile

# sn4.1:5.4
source: phiyārittaṃva dhammani.
sc_po: as oars and rudder on dry land.

# sn4.1:6.1
source: Sīlaṃ samādhi paññañca,
sc_po: Ethics, immersion, and wisdom:

# sn4.1:6.2
source: Maggaṃ bodhāya bhāvayaṃ;
sc_po: by developing this path to awakening

# sn4.1:6.3
source: Pattosmi paramaṃ suddhiṃ,
sc_po: I attained ultimate purity.

# sn4.1:6.4
source: Nihato tvamasi antakā”ti.
sc_po: You’re beaten, terminator!”

# sn4.1:7.1
source: Atha kho māro pāpimā “jānāti maṃ bhagavā, jānāti maṃ sugato”ti, dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there.
