Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.24.po
Languages: sc_po

# sn4.24:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.24:0.2
source: 3. Tatiyavagga
sc_po: 3. Māra

# sn4.24:0.3
source: 24. Sattavassānubandhasutta
sc_po: 24. Seven Years of Following

# sn4.24:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn4.24:1.2
source: ekaṃ samayaṃ bhagavā uruvelāyaṃ viharati najjā nerañjarāya tīre ajapālanigrodhe.
sc_po: At one time the Buddha was staying near Uruvelā at the goatherd’s banyan tree on the bank of the Nerañjarā River.

# sn4.24:1.3
source: Tena kho pana samayena māro pāpimā sattavassāni bhagavantaṃ anubandho hoti otārāpekkho otāraṃ alabhamāno.
sc_po: Now at that time Māra the Wicked had been following the Buddha for seven years hoping to find a vulnerability without success.

# sn4.24:1.4
source: Atha kho māro pāpimā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked went up to the Buddha and addressed him in verse:

# sn4.24:2.1
source: “Sokāvatiṇṇo nu vanamhi jhāyasi,
sc_po: “Are you overwhelmed by sorrow that you meditate in the forest?

# sn4.24:2.2
source: Vittaṃ nu jīno uda patthayāno;
sc_po: Have you lost a fortune, or do you long for one?

# sn4.24:2.3
source: Āguṃ nu gāmasmimakāsi kiñci,
sc_po: Or perhaps you’ve committed some crime in the village?

# sn4.24:2.4
source: Kasmā janena na karosi sakkhiṃ;
sc_po: Why don’t you get too close to people?

# sn4.24:2.5
source: Sakkhī na sampajjati kenaci te”ti.
sc_po: And why does no-one get close to you?”

# sn4.24:3.1
source: “Sokassa mūlaṃ palikhāya sabbaṃ,
sc_po: “I’ve dug out the root of sorrow completely.

# sn4.24:3.2
source: Anāgu jhāyāmi asocamāno;
sc_po: I practice absorption free of guilt or sorrow.

# sn4.24:3.3
source: Chetvāna sabbaṃ bhavalobhajappaṃ,
sc_po: I’ve cut off all greed and hunger for future lives.

# sn4.24:3.4
source: Anāsavo jhāyāmi pamattabandhū”ti.
sc_po: Undefiled, I practice absorption, O kinsman of the negligent!”

# sn4.24:4.1
source: “Yaṃ vadanti mama yidanti,
sc_po: “The things they call ‘mine’,

# sn4.24:4.2
source: ye vadanti mamanti ca;
sc_po: and those who say ‘it’s mine’:

# sn4.24:4.3
source: Ettha ce te mano atthi,
sc_po: if your mind remains there,

# sn4.24:4.4
source: na me samaṇa mokkhasī”ti.
sc_po: you won’t escape me, ascetic!”

# sn4.24:5.1
source: “Yaṃ vadanti na taṃ mayhaṃ,
sc_po: “The things they speak of aren’t mine;

# sn4.24:5.2
source: ye vadanti na te ahaṃ;
sc_po: I’m not someone who speaks like that.

# sn4.24:5.3
source: Evaṃ pāpima jānāhi,
sc_po: So know this, Wicked One:

# sn4.24:5.4
source: na me maggampi dakkhasī”ti.
sc_po: you won’t even see the path I take.”

# sn4.24:6.1
source: “Sace maggaṃ anubuddhaṃ,
sc_po: “If you’ve discovered the path

# sn4.24:6.2
source: khemaṃ amatagāminaṃ;
sc_po: that’s safe, and leads to the deathless,

# sn4.24:6.3
source: Apehi gaccha tvameveko,
sc_po: go and walk that path alone—

# sn4.24:6.4
source: kimaññamanusāsasī”ti.
sc_po: why teach it to anyone else?”

# sn4.24:7.1
source: “Amaccudheyyaṃ pucchanti,
sc_po: “Those crossing to the far shore

# sn4.24:7.2
source: ye janā pāragāmino;
sc_po: ask what’s beyond the domain of Death.

# sn4.24:7.3
source: Tesāhaṃ puṭṭho akkhāmi,
sc_po: When I’m asked, I explain to them

# sn4.24:7.4
source: yaṃ saccaṃ taṃ nirūpadhin”ti.
sc_po: the truth without attachments.”

# sn4.24:8.1
source: “Seyyathāpi, bhante, gāmassa vā nigamassa vā avidūre pokkharaṇī.
sc_po: “Sir, suppose there was a lotus pond not far from a town or village,

# sn4.24:8.2
source: Tatrassa kakkaṭako.
sc_po: and a crab lived there.

# sn4.24:8.3
source: Atha kho, bhante, sambahulā kumārakā vā kumārikāyo vā tamhā gāmā vā nigamā vā nikkhamitvā yena sā pokkharaṇī tenupasaṅkameyyuṃ; upasaṅkamitvā taṃ kakkaṭakaṃ udakā uddharitvā thale patiṭṭhapeyyuṃ.
sc_po: Then several boys or girls would leave the town or village and go to the pond, where they’d pull out the crab and put it on dry land.

# sn4.24:8.4
source: Yaṃ yadeva hi so, bhante, kakkaṭako aḷaṃ abhininnāmeyya taṃ tadeva te kumārakā vā kumārikāyo vā kaṭṭhena vā kathalāya vā sañchindeyyuṃ sambhañjeyyuṃ sampalibhañjeyyuṃ.
sc_po: Whenever that crab extended a claw, those boys or girls would snap, crack, and break it off with a stick or a stone.

# sn4.24:8.5
source: Evañhi so, bhante, kakkaṭako sabbehi aḷehi sañchinnehi sambhaggehi sampalibhaggehi abhabbo taṃ pokkharaṇiṃ otarituṃ.
sc_po: And when that crab’s claws had all been snapped, cracked, and broken off it wouldn’t be able to return down into that lotus pond.

# sn4.24:8.6
source: Evameva kho, bhante, yāni kānici visūkāyikāni visevitāni vipphanditāni, sabbāni tāni bhagavatā sañchinnāni sambhaggāni sampalibhaggāni.
sc_po: In the same way, sir, the Buddha has snapped, cracked, and broken off all my tricks, dodges, and evasions.

# sn4.24:8.7
source: Abhabbo dānāhaṃ, bhante, puna bhagavantaṃ upasaṅkamituṃ yadidaṃ otārāpekkho”ti.
sc_po: Now I’m not able to approach the Buddha again in hopes of finding a vulnerability.”

# sn4.24:8.8
source: Atha kho māro pāpimā bhagavato santike imā nibbejanīyā gāthāyo abhāsi:
sc_po: Then Māra the Wicked recited these verses of disappointment in the Buddha’s presence:

# sn4.24:9.1
source: “Medavaṇṇañca pāsāṇaṃ,
sc_po: “A crow once circled a stone

# sn4.24:9.2
source: vāyaso anupariyagā;
sc_po: that looked like a lump of fat.

# sn4.24:9.3
source: Apettha muduṃ vindema,
sc_po: ‘Perhaps I’ll find something tender,’ it thought,

# sn4.24:9.4
source: api assādanā siyā.
sc_po: ‘perhaps there’s something tasty.’

# sn4.24:10.1
source: Aladdhā tattha assādaṃ,
sc_po: But it didn’t find anything tasty,

# sn4.24:10.2
source: vāyasetto apakkame;
sc_po: so the crow left that place.

# sn4.24:10.3
source: Kākova selamāsajja,
sc_po: Like the crow that pecked the stone,

# sn4.24:10.4
source: nibbijjāpema gotamā”ti.
sc_po: I leave Gotama disappointed.”
