Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.12.po
Languages: sc_po

# sn4.12:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.12:0.2
source: 2. Dutiyavagga
sc_po: 2. Rule

# sn4.12:0.3
source: 12. Kinnusīhasutta
sc_po: 12. Lion

# sn4.12:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn4.12:1.2
source: Tena kho pana samayena bhagavā mahatiyā parisāya parivuto dhammaṃ deseti.
sc_po: Now, at that time the Buddha was teaching Dhamma, surrounded by a large assembly.

# sn4.12:2.1
source: Atha kho mārassa pāpimato etadahosi:
sc_po: Then Māra thought,

# sn4.12:2.2
source: “ayaṃ kho samaṇo gotamo mahatiyā parisāya parivuto dhammaṃ deseti.
sc_po: “The ascetic Gotama is teaching Dhamma, surrounded by a large assembly.

# sn4.12:2.3
source: Yannūnāhaṃ yena samaṇo gotamo tenupasaṅkameyyaṃ vicakkhukammāyā”ti.
sc_po: Why don’t I go and pull the wool over their eyes?”

# sn4.12:2.4
source: Atha kho māro pāpimā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked went up to the Buddha and addressed him in verse:

# sn4.12:3.1
source: “Kinnu sīhova nadasi,
sc_po: “Why now do you roar like a lion?

# sn4.12:3.2
source: parisāyaṃ visārado;
sc_po: You’re so self-assured in the assembly!

# sn4.12:3.3
source: Paṭimallo hi te atthi,
sc_po: For there is someone who’ll wrestle with you,

# sn4.12:3.4
source: vijitāvī nu maññasī”ti.
sc_po: so why do you imagine you’re the victor?”

# sn4.12:4.1
source: “Nadanti ve mahāvīrā,
sc_po: “The great heroes they roar,

# sn4.12:4.2
source: parisāsu visāradā;
sc_po: self-assured in the assembly.

# sn4.12:4.3
source: Tathāgatā balappattā,
sc_po: The Realized One, attained to power,

# sn4.12:4.4
source: tiṇṇā loke visattikan”ti.
sc_po: has crossed over clinging to the world.”

# sn4.12:5.1
source: Atha kho māro pāpimā “jānāti maṃ bhagavā, jānāti maṃ sugato”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there.
