Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.19.po
Languages: sc_po

# sn4.19:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.19:0.2
source: 2. Dutiyavagga
sc_po: 2. Rule

# sn4.19:0.3
source: 19. Kassakasutta
sc_po: 19. A Farmer

# sn4.19:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn4.19:1.2
source: Tena kho pana samayena bhagavā bhikkhūnaṃ nibbānapaṭisaṃyuttāya dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.
sc_po: Now at that time the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk about extinguishment.

# sn4.19:1.3
source: Te ca bhikkhū aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasotā dhammaṃ suṇanti.
sc_po: And those mendicants were paying heed, paying attention, engaging wholeheartedly, and lending an ear.

# sn4.19:2.1
source: Atha kho mārassa pāpimato etadahosi:
sc_po: Then Māra thought,

# sn4.19:2.2
source: “ayaṃ kho samaṇo gotamo bhikkhūnaṃ nibbānapaṭisaṃyuttāya dhammiyā kathāya … pe …
sc_po: “The ascetic Gotama is giving a Dhamma talk about extinguishment … and the mendicants are listening well.

# sn4.19:2.3
source: yannūnāhaṃ yena samaṇo gotamo tenupasaṅkameyyaṃ vicakkhukammāyā”ti.
sc_po: Why don’t I go and pull the wool over their eyes?”

# sn4.19:2.4
source: Atha kho māro pāpimā kassakavaṇṇaṃ abhinimminitvā mahantaṃ naṅgalaṃ khandhe karitvā dīghapācanayaṭṭhiṃ gahetvā haṭahaṭakeso sāṇasāṭinivattho kaddamamakkhitehi pādehi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca:
sc_po: Then Māra the Wicked manifested in the form of a farmer carrying a large plough on his shoulder. He held a long goad, his hair was messy, he was clad in sunn hemp, and his feet were muddy. He went up to the Buddha and said to him,

# sn4.19:2.5
source: “api, samaṇa, balībadde addasā”ti?
sc_po: “So, ascetic, did you happen to see any oxen?”

# sn4.19:2.6
source: “Kiṃ pana, pāpima, te balībaddehī”ti?
sc_po: “But what have you to do with oxen, Wicked One?”

# sn4.19:2.7
source: “Mameva, samaṇa, cakkhu, mama rūpā, mama cakkhusamphassaviññāṇāyatanaṃ.
sc_po: “Mine alone, ascetic, is the eye, mine are sights, mine is the field of eye contact consciousness.

# sn4.19:2.8
source: Kuhiṃ me, samaṇa, gantvā mokkhasi?
sc_po: Where can you escape me, ascetic?

# sn4.19:2.9
source: Mameva, samaṇa, sotaṃ, mama saddā … pe …
sc_po: Mine alone is the ear …

# sn4.19:2.10
source: mameva, samaṇa, ghānaṃ, mama gandhā;
sc_po: nose …

# sn4.19:2.11
source: mameva, samaṇa, jivhā, mama rasā;
sc_po: tongue …

# sn4.19:2.12
source: mameva, samaṇa, kāyo, mama phoṭṭhabbā;
sc_po: body …

# sn4.19:2.13
source: mameva, samaṇa, mano, mama dhammā, mama manosamphassaviññāṇāyatanaṃ.
sc_po: mind, mine are thoughts, mine is the field of mind contact consciousness.

# sn4.19:2.14
source: Kuhiṃ me, samaṇa, gantvā mokkhasī”ti?
sc_po: Where can you escape me, ascetic?”

# sn4.19:3.1
source: “Taveva, pāpima, cakkhu, tava rūpā, tava cakkhusamphassaviññāṇāyatanaṃ.
sc_po: “Yours alone, ascetic, is the eye, yours are sights, yours is the field of eye contact consciousness.

# sn4.19:3.2
source: Yattha ca kho, pāpima, natthi cakkhu, natthi rūpā, natthi cakkhusamphassaviññāṇāyatanaṃ, agati tava tattha, pāpima.
sc_po: Where there is no eye, no sights, no eye contact consciousness—you have no place there, Wicked One!

# sn4.19:3.3
source: Taveva, pāpima, sotaṃ, tava saddā, tava sotasamphassaviññāṇāyatanaṃ.
sc_po: Yours alone is the ear …

# sn4.19:3.5
source: Taveva, pāpima, ghānaṃ, tava gandhā, tava ghānasamphassaviññāṇāyatanaṃ.
sc_po: nose …

# sn4.19:3.7
source: Taveva, pāpima, jivhā, tava rasā, tava jivhāsamphassaviññāṇāyatanaṃ … pe …
sc_po: tongue …

# sn4.19:3.8
source: taveva, pāpima, kāyo, tava phoṭṭhabbā, tava kāyasamphassaviññāṇāyatanaṃ … pe …
sc_po: body …

# sn4.19:3.9
source: taveva, pāpima, mano, tava dhammā, tava manosamphassaviññāṇāyatanaṃ.
sc_po: mind, yours are thoughts, yours is the field of mind contact consciousness.

# sn4.19:3.10
source: Yattha ca kho, pāpima, natthi mano, natthi dhammā, natthi manosamphassaviññāṇāyatanaṃ, agati tava tattha, pāpimā”ti.
sc_po: Where there is no mind, no thoughts, no mind contact consciousness—you have no place there, Wicked One!”

# sn4.19:4.1
source: “Yaṃ vadanti mama yidanti,
sc_po: “The things they call ‘mine’,

# sn4.19:4.2
source: ye vadanti mamanti ca;
sc_po: and those who say ‘it’s mine’:

# sn4.19:4.3
source: Ettha ce te mano atthi,
sc_po: if your mind remains there,

# sn4.19:4.4
source: na me samaṇa mokkhasī”ti.
sc_po: you won’t escape me, ascetic!”

# sn4.19:5.1
source: “Yaṃ vadanti na taṃ mayhaṃ,
sc_po: “The things they speak of aren’t mine;

# sn4.19:5.2
source: ye vadanti na te ahaṃ;
sc_po: I’m not someone who speaks like that.

# sn4.19:5.3
source: Evaṃ pāpima jānāhi,
sc_po: So know this, Wicked One:

# sn4.19:5.4
source: na me maggampi dakkhasī”ti.
sc_po: you won’t even see the path I take.”

# sn4.19:6.1
source: Atha kho māro pāpimā … pe … tatthevantaradhāyīti.
sc_po: Then Māra … vanished right there.
