Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.18.po
Languages: sc_po

# sn4.18:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.18:0.2
source: 2. Dutiyavagga
sc_po: 2. Rule

# sn4.18:0.3
source: 18. Piṇḍasutta
sc_po: 18. Alms Food

# sn4.18:1.1
source: Ekaṃ samayaṃ bhagavā magadhesu viharati pañcasālāyaṃ brāhmaṇagāme.
sc_po: At one time the Buddha was staying in the land of the Magadhans near the brahmin village of Pañcasālā.

# sn4.18:1.2
source: Tena kho pana samayena pañcasālāyaṃ brāhmaṇagāme kumārikānaṃ pāhunakāni bhavanti.
sc_po: Now at that time in Pañcasālā the young women were taking care of guests.

# sn4.18:1.3
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya pañcasālaṃ brāhmaṇagāmaṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Pañcasālā for alms.

# sn4.18:1.4
source: Tena kho pana samayena pañcasāleyyakā brāhmaṇagahapatikā mārena pāpimatā anvāviṭṭhā bhavanti:
sc_po: Now at that time Māra had possessed the brahmins and householders of Pañcasālā, so that they thought,

# sn4.18:1.5
source: “mā samaṇo gotamo piṇḍamalatthā”ti.
sc_po: “Don’t let the ascetic Gotama get any alms!”

# sn4.18:2.1
source: Atha kho bhagavā yathādhotena pattena pañcasālaṃ brāhmaṇagāmaṃ piṇḍāya pāvisi tathādhotena pattena paṭikkami.
sc_po: Then the Buddha left the village with his bowl as clean-washed as it was when he entered for alms.

# sn4.18:2.2
source: Atha kho māro pāpimā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca:
sc_po: Then Māra the Wicked went up to the Buddha and said to him,

# sn4.18:2.3
source: “api tvaṃ, samaṇa, piṇḍamalatthā”ti?
sc_po: “Well, ascetic, did you get any alms?”

# sn4.18:2.4
source: “Tathā nu tvaṃ, pāpima, akāsi yathāhaṃ piṇḍaṃ na labheyyan”ti.
sc_po: “Wicked One, did you make sure I didn’t get any alms?”

# sn4.18:2.5
source: “Tena hi, bhante, bhagavā dutiyampi pañcasālaṃ brāhmaṇagāmaṃ piṇḍāya pavisatu.
sc_po: “Well then, sir, let the Buddha enter Pañcasālā a second time for alms.

# sn4.18:2.6
source: Tathāhaṃ karissāmi yathā bhagavā piṇḍaṃ lacchatī”ti.
sc_po: I’ll make sure you get alms.”

# sn4.18:3.1
source: “Apuññaṃ pasavi māro,
sc_po: “Māra’s made bad karma

# sn4.18:3.2
source: āsajja naṃ tathāgataṃ;
sc_po: in attacking the Realized One.

# sn4.18:3.3
source: Kiṃ nu maññasi pāpima,
sc_po: Wicked One, do you imagine that

# sn4.18:3.4
source: na me pāpaṃ vipaccati.
sc_po: your wickedness won’t bear fruit?

# sn4.18:4.1
source: Susukhaṃ vata jīvāma,
sc_po: We who have nothing

# sn4.18:4.2
source: yesaṃ no natthi kiñcanaṃ;
sc_po: live so very happily.

# sn4.18:4.3
source: Pītibhakkhā bhavissāma,
sc_po: We’ll feed on rapture,

# sn4.18:4.4
source: devā ābhassarā yathā”ti.
sc_po: like the gods of streaming radiance.”

# sn4.18:5.1
source: Atha kho māro pāpimā “jānāti maṃ bhagavā, jānāti maṃ sugato”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there.
