Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.22.po
Languages: sc_po

# sn4.22:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.22:0.2
source: 3. Tatiyavagga
sc_po: 3. Māra

# sn4.22:0.3
source: 22. Samiddhisutta
sc_po: 22. With Samiddhi

# sn4.22:1.1
source: Ekaṃ samayaṃ bhagavā sakkesu viharati silāvatiyaṃ.
sc_po: At one time the Buddha was staying in the land of the Sakyans near Silāvatī.

# sn4.22:1.2
source: Tena kho pana samayena āyasmā samiddhi bhagavato avidūre appamatto ātāpī pahitatto viharati.
sc_po: Now at that time Venerable Samiddhi was meditating not far from the Buddha, diligent, keen, and resolute.

# sn4.22:1.3
source: Atha kho āyasmato samiddhissa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: Then as Venerable Samiddhi was in private retreat this thought came to his mind,

# sn4.22:1.4
source: “lābhā vata me, suladdhaṃ vata me,
sc_po: “I’m so fortunate, so very fortunate,

# sn4.22:1.5
source: yassa me satthā arahaṃ sammāsambuddho.
sc_po: to have a teacher who is a perfected one, a fully awakened Buddha!

# sn4.22:1.6
source: Lābhā vata me, suladdhaṃ vata me,
sc_po: I’m so fortunate, so very fortunate,

# sn4.22:1.7
source: yvāhaṃ evaṃ svākkhāte dhammavinaye pabbajito.
sc_po: to have gone forth in a teaching and training so well explained!

# sn4.22:1.8
source: Lābhā vata me, suladdhaṃ vata me,
sc_po: I’m so fortunate, so very fortunate,

# sn4.22:1.9
source: yassa me sabrahmacārino sīlavanto kalyāṇadhammā”ti.
sc_po: to have spiritual companions who are ethical and of good character.”

# sn4.22:1.10
source: Atha kho māro pāpimā āyasmato samiddhissa cetasā cetoparivitakkamaññāya yenāyasmā samiddhi tenupasaṅkami; upasaṅkamitvā āyasmato samiddhissa avidūre mahantaṃ bhayabheravaṃ saddamakāsi, apissudaṃ pathavī maññe undrīyati.
sc_po: And then Māra the Wicked, knowing what Samiddhi was thinking, went up to him and made a terrifyingly loud noise close by him. It seemed as if the earth was shattering.

# sn4.22:2.1
source: Atha kho āyasmā samiddhi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno āyasmā samiddhi bhagavantaṃ etadavoca:
sc_po: Then Samiddhi went up to the Buddha, bowed, sat down to one side, and told him what had happened. The Buddha said,

# sn4.22:3.1
source: “Nesā, samiddhi, pathavī undrīyati.
sc_po: “Samiddhi, that’s not the earth shattering.

# sn4.22:3.2
source: Māro eso pāpimā tuyhaṃ vicakkhukammāya āgato.
sc_po: That’s Māra the Wicked come to pull the wool over your eyes!

# sn4.22:3.3
source: Gaccha tvaṃ, samiddhi, tattheva appamatto ātāpī pahitatto viharāhī”ti.
sc_po: Go back to that same place, Samiddhi, and meditate, diligent, keen, and resolute.”

# sn4.22:3.4
source: “Evaṃ, bhante”ti kho āyasmā samiddhi bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: “Yes, sir,” replied Samiddhi. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# sn4.22:3.5
source: Dutiyampi kho āyasmā samiddhi tattheva appamatto ātāpī pahitatto vihāsi.
sc_po: And for a second time Samiddhi was meditating in that same place, diligent, ardent, and resolute.

# sn4.22:3.6
source: Dutiyampi kho āyasmato samiddhissa rahogatassa paṭisallīnassa … pe …
sc_po: And for a second time he had the same thought …

# sn4.22:3.7
source: dutiyampi kho māro pāpimā āyasmato samiddhissa cetasā cetoparivitakkamaññāya … pe …
sc_po: and Māra made an earth-shattering noise.

# sn4.22:3.9
source: Atha kho āyasmā samiddhi māraṃ pāpimantaṃ gāthāya ajjhabhāsi:
sc_po: Then Samiddhi addressed Māra the Wicked One in verse:

# sn4.22:4.1
source: “Saddhāyāhaṃ pabbajito,
sc_po: “I went forth out of faith

# sn4.22:4.2
source: agārasmā anagāriyaṃ;
sc_po: from the lay life to homelessness.

# sn4.22:4.3
source: Sati paññā ca me buddhā,
sc_po: My mindfulness and wisdom are mature,

# sn4.22:4.4
source: cittañca susamāhitaṃ;
sc_po: my mind is serene in immersion.

# sn4.22:4.5
source: Kāmaṃ karassu rūpāni,
sc_po: Make whatever illusions you want,

# sn4.22:4.6
source: neva maṃ byādhayissasī”ti.
sc_po: it won’t bother me.”

# sn4.22:5.1
source: Atha kho māro pāpimā “jānāti maṃ samiddhi bhikkhū”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The mendicant Samiddhi knows me!” miserable and sad, vanished right there.
