Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.02.po
Languages: sc_po

# sn4.2:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.2:0.2
source: 1. Paṭhamavagga
sc_po: 1. Life Span

# sn4.2:0.3
source: 2. Hatthirājavaṇṇasutta
sc_po: 2. In the Form of an Elephant King

# sn4.2:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn4.2:1.2
source: ekaṃ samayaṃ bhagavā uruvelāyaṃ viharati najjā nerañjarāya tīre ajapālanigrodhamūle paṭhamābhisambuddho.
sc_po: At one time, when he was first awakened, the Buddha was staying near Uruvelā at the root of the goatherd’s banyan tree on the bank of the Nerañjarā River.

# sn4.2:1.3
source: Tena kho pana samayena bhagavā rattandhakāratimisāyaṃ abbhokāse nisinno hoti, devo ca ekamekaṃ phusāyati.
sc_po: Now at that time the Buddha was meditating in the open during the dark of night, while a gentle rain drizzled down.

# sn4.2:1.4
source: Atha kho māro pāpimā bhagavato bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo mahantaṃ hatthirājavaṇṇaṃ abhinimminitvā yena bhagavā tenupasaṅkami.
sc_po: Then Māra the Wicked, wanting to make the Buddha feel fear, terror, and goosebumps, manifested in the form of a huge elephant king and approached him.

# sn4.2:1.5
source: Seyyathāpi nāma mahāariṭṭhako maṇi;
sc_po: Its head was like a huge block of soapstone.

# sn4.2:1.7
source: Seyyathāpi nāma suddhaṃ rūpiyaṃ;
sc_po: Its tusks were like pure silver.

# sn4.2:1.9
source: Seyyathāpi nāma mahatī naṅgalīsā;
sc_po: Its trunk was like a long plough pole.

# sn4.2:1.11
source: Atha kho bhagavā “māro ayaṃ pāpimā” iti viditvā māraṃ pāpimantaṃ gāthāya ajjhabhāsi:
sc_po: Then the Buddha, knowing that this was Māra the Wicked, addressed him in verse:

# sn4.2:2.1
source: “Saṃsaraṃ dīghamaddhānaṃ,
sc_po: “Transmigrating for such a long time,

# sn4.2:2.2
source: Vaṇṇaṃ katvā subhāsubhaṃ;
sc_po: you’ve made forms beautiful and ugly.

# sn4.2:2.3
source: Alaṃ te tena pāpima,
sc_po: Enough of this, Wicked One!

# sn4.2:2.4
source: Nihato tvamasi antakā”ti.
sc_po: You’re beaten, terminator!”

# sn4.2:3.1
source: Atha kho māro pāpimā “jānāti maṃ bhagavā, jānāti maṃ sugato”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The Buddha knows me! The Holy One knows me!” miserable and sad, vanished right there.
