Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.16.po
Languages: sc_po

# sn4.16:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.16:0.2
source: 2. Dutiyavagga
sc_po: 2. Rule

# sn4.16:0.3
source: 16. Pattasutta
sc_po: 16. The Alms Bowls

# sn4.16:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn4.16:1.2
source: Tena kho pana samayena bhagavā pañcannaṃ upādānakkhandhānaṃ upādāya bhikkhūnaṃ dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.
sc_po: Now at that time the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk on the topic of the five grasping aggregates.

# sn4.16:1.3
source: Te ca bhikkhū aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasotā dhammaṃ suṇanti.
sc_po: And those mendicants were paying heed, paying attention, engaging wholeheartedly, and lending an ear.

# sn4.16:2.1
source: Atha kho mārassa pāpimato etadahosi:
sc_po: Then Māra thought,

# sn4.16:2.2
source: “ayaṃ kho samaṇo gotamo pañcannaṃ upādānakkhandhānaṃ upādāya bhikkhūnaṃ dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.
sc_po: “This ascetic Gotama is educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk on the topic of the five grasping aggregates.

# sn4.16:2.3
source: Te ca bhikkhū aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasotā dhammaṃ suṇanti.
sc_po: And the mendicants are paying heed, paying attention, engaging wholeheartedly, and lending an ear.

# sn4.16:2.4
source: Yannūnāhaṃ yena samaṇo gotamo tenupasaṅkameyyaṃ vicakkhukammāyā”ti.
sc_po: Why don’t I go and pull the wool over their eyes?”

# sn4.16:3.1
source: Tena kho pana samayena sambahulā pattā abbhokāse nikkhittā honti.
sc_po: At that time several alms bowls were placed in the open air.

# sn4.16:3.2
source: Atha kho māro pāpimā balībaddavaṇṇaṃ abhinimminitvā yena te pattā tenupasaṅkami.
sc_po: Then Māra the Wicked manifested in the form of an ox and approached those bowls.

# sn4.16:3.3
source: Atha kho aññataro bhikkhu aññataraṃ bhikkhuṃ etadavoca:
sc_po: One of the mendicants said to another,

# sn4.16:3.4
source: “bhikkhu bhikkhu, eso balībaddo patte bhindeyyā”ti.
sc_po: “Mendicant, mendicant, that ox will break the bowls.”

# sn4.16:3.5
source: Evaṃ vutte, bhagavā taṃ bhikkhuṃ etadavoca:
sc_po: When this was said, the Buddha said to that mendicant,

# sn4.16:3.6
source: “na so, bhikkhu, balībaddo.
sc_po: “Mendicant, that’s no ox.

# sn4.16:3.7
source: Māro eso pāpimā tumhākaṃ vicakkhukammāya āgato”ti.
sc_po: That’s Māra the Wicked come to pull the wool over your eyes!”

# sn4.16:3.8
source: Atha kho bhagavā “māro ayaṃ pāpimā” iti viditvā māraṃ pāpimantaṃ gāthāya ajjhabhāsi:
sc_po: Then the Buddha, knowing that this was Māra the Wicked, addressed him in verse:

# sn4.16:4.1
source: “Rūpaṃ vedayitaṃ saññā,
sc_po: “Sights, feeling, and perception,

# sn4.16:4.2
source: viññāṇaṃ yañca saṅkhataṃ;
sc_po: consciousness and what is chosen:

# sn4.16:4.3
source: Nesohamasmi netaṃ me,
sc_po: ‘I am not this’ and ‘this is not mine’;

# sn4.16:4.4
source: evaṃ tattha virajjati.
sc_po: that’s how to be free of desire them.

# sn4.16:5.1
source: Evaṃ virattaṃ khemattaṃ,
sc_po: When you’re detached, secure,

# sn4.16:5.2
source: sabbasaṃyojanātigaṃ;
sc_po: all fetters transcended,

# sn4.16:5.3
source: Anvesaṃ sabbaṭṭhānesu,
sc_po: though Māra and his army chase everywhere

# sn4.16:5.4
source: mārasenāpi nājjhagā”ti.
sc_po: they never find you.”

# sn4.16:6.1
source: Atha kho māro pāpimā … pe … tatthevantaradhāyīti.
sc_po: Then Māra … vanished right there.
