Repository: kondannyo/PGP
Catalog: SN/*_text/sn04/sn4.21.po
Languages: sc_po

# sn4.21:0.1
source: Saṃyutta Nikāya 4
sc_po: Linked Discourses 4

# sn4.21:0.2
source: 3. Tatiyavagga
sc_po: 3. Māra

# sn4.21:0.3
source: 21. Sambahulasutta
sc_po: 21. Several

# sn4.21:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn4.21:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati silāvatiyaṃ.
sc_po: At one time the Buddha was staying in the land of the Sakyans near Silāvatī.

# sn4.21:1.3
source: Tena kho pana samayena sambahulā bhikkhū bhagavato avidūre appamattā ātāpino pahitattā viharanti.
sc_po: Now at that time several mendicants were meditating not far from the Buddha, diligent, keen, and resolute.

# sn4.21:1.4
source: Atha kho māro pāpimā brāhmaṇavaṇṇaṃ abhinimminitvā mahantena jaṭaṇḍuvena ajinakkhipanivattho jiṇṇo gopānasivaṅko ghurughurupassāsī udumbaradaṇḍaṃ gahetvā yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū etadavoca:
sc_po: Then Māra the Wicked manifested in the form of a brahmin with a large matted dreadlock, wearing an antelope hide. He was old, bent double, wheezing, and held a staff made of cluster fig tree wood. He went up to those mendicants and said,

# sn4.21:1.5
source: “daharā bhavanto pabbajitā susū kāḷakesā bhadrena yobbanena samannāgatā paṭhamena vayasā anikkīḷitāvino kāmesu.
sc_po: “You’ve gone forth while young, reverends. You’re black-haired, blessed with youth, in the prime of life, and you’ve never flirted with sensual pleasures.

# sn4.21:1.6
source: Bhuñjantu bhavanto mānusake kāme.
sc_po: Enjoy human sensual pleasures.

# sn4.21:1.7
source: Mā sandiṭṭhikaṃ hitvā kālikaṃ anudhāvitthā”ti.
sc_po: Don’t give up what is visible in the present to chase after what takes effect over time.”

# sn4.21:1.8
source: “Na kho mayaṃ, brāhmaṇa, sandiṭṭhikaṃ hitvā kālikaṃ anudhāvāma.
sc_po: “Brahmin, that’s not what we’re doing.

# sn4.21:1.9
source: Kālikañca kho mayaṃ, brāhmaṇa, hitvā sandiṭṭhikaṃ anudhāvāma.
sc_po: We’re giving up what takes effect over time to chase after what is visible in the present.

# sn4.21:1.10
source: Kālikā hi, brāhmaṇa, kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo.
sc_po: For the Buddha says that sensual pleasures take effect over time; they give much suffering and distress, and they are all the more full of drawbacks.

# sn4.21:1.11
source: Sandiṭṭhiko ayaṃ dhammo akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti.
sc_po: But this teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”

# sn4.21:1.12
source: Evaṃ vutte, māro pāpimā sīsaṃ okampetvā jivhaṃ nillāletvā tivisākhaṃ nalāṭe nalāṭikaṃ vuṭṭhāpetvā daṇḍamolubbha pakkāmi.
sc_po: When they had spoken, Māra the Wicked shook his head, waggled his tongue, raised his eyebrows until his brow puckered in three furrows, and departed leaning on his staff.

# sn4.21:2.1
source: Atha kho te bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then those senior mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened. The Buddha said,

# sn4.21:3.1
source: “Neso, bhikkhave, brāhmaṇo.
sc_po: “Mendicants, that was no brahmin.

# sn4.21:3.2
source: Māro eso pāpimā tumhākaṃ vicakkhukammāya āgato”ti.
sc_po: That was Māra the Wicked who came to pull the wool over your eyes!”

# sn4.21:3.3
source: Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ gāthaṃ abhāsi:
sc_po: Then, knowing the meaning of this, on that occasion the Buddha recited this verse:

# sn4.21:4.1
source: “Yo dukkhamaddakkhi yatonidānaṃ,
sc_po: “When a person has seen where suffering comes from

# sn4.21:4.2
source: Kāmesu so jantu kathaṃ nameyya;
sc_po: how could they incline towards sensual pleasures?

# sn4.21:4.3
source: Upadhiṃ viditvā saṅgoti loke,
sc_po: Realizing that attachment is a tie in the world,

# sn4.21:4.4
source: Tasseva jantu vinayāya sikkhe”ti.
sc_po: a person would train to remove it.”
