Repository: kondannyo/PGP
Catalog: SN/*_text/sn05/sn5.10.po
Languages: sc_po

# sn5.10:0.1
source: Saṃyutta Nikāya 5
sc_po: Linked Discourses 5

# sn5.10:0.2
source: 1. Bhikkhunīvagga
sc_po: 1. Nuns

# sn5.10:0.3
source: 10. Vajirāsutta
sc_po: 10. With Vajirā

# sn5.10:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn5.10:1.2
source: Atha kho vajirā bhikkhunī pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
sc_po: Then the nun Vajirā robed up in the morning and, taking her bowl and robe, entered Sāvatthī for alms.

# sn5.10:1.3
source: Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena andhavanaṃ tenupasaṅkami divāvihārāya.
sc_po: She wandered for alms in Sāvatthī. After the meal, on her return from alms-round, she went to the Dark Forest,

# sn5.10:1.4
source: Andhavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: plunged deep into it, and sat at the root of a tree for the day’s meditation.

# sn5.10:1.5
source: Atha kho māro pāpimā vajirāya bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo yena vajirā bhikkhunī tenupasaṅkami; upasaṅkamitvā vajiraṃ bhikkhuniṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked, wanting to make the nun Vajirā feel fear, terror, and goosebumps, wanting to make her fall away from immersion, went up to her and addressed her in verse:

# sn5.10:2.1
source: “Kenāyaṃ pakato satto,
sc_po: “Who created this sentient being?

# sn5.10:2.2
source: kuvaṃ sattassa kārako;
sc_po: Where is its maker?

# sn5.10:2.3
source: Kuvaṃ satto samuppanno,
sc_po: Where has the being arisen?

# sn5.10:2.4
source: kuvaṃ satto nirujjhatī”ti.
sc_po: And where does it cease?”

# sn5.10:3.1
source: Atha kho vajirāya bhikkhuniyā etadahosi:
sc_po: Then the nun Vajirā thought,

# sn5.10:3.2
source: “ko nu khvāyaṃ manusso vā amanusso vā gāthaṃ bhāsatī”ti?
sc_po: “Who’s speaking this verse, a human or a non-human?”

# sn5.10:3.3
source: Atha kho vajirāya bhikkhuniyā etadahosi:
sc_po: Then she thought,

# sn5.10:3.4
source: “māro kho ayaṃ pāpimā mama bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo gāthaṃ bhāsatī”ti.
sc_po: “This is Māra the Wicked, wanting to make me feel fear, terror, and goosebumps, wanting to make me fall away from immersion!”

# sn5.10:3.5
source: Atha kho vajirā bhikkhunī “māro ayaṃ pāpimā” iti viditvā, māraṃ pāpimantaṃ gāthāhi paccabhāsi:
sc_po: Then Vajirā, knowing that this was Māra the Wicked, replied to him in verse:

# sn5.10:4.1
source: “Kiṃ nu sattoti paccesi,
sc_po: “Why do you believe there’s such a thing as a ‘sentient being’?

# sn5.10:4.2
source: māra diṭṭhigataṃ nu te;
sc_po: Māra, is this your theory?

# sn5.10:4.3
source: Suddhasaṅkhārapuñjoyaṃ,
sc_po: This is just a pile of conditions,

# sn5.10:4.4
source: nayidha sattupalabbhati.
sc_po: you won’t find a sentient being here.

# sn5.10:5.1
source: Yathā hi aṅgasambhārā,
sc_po: When the parts are assembled

# sn5.10:5.2
source: hoti saddo ratho iti;
sc_po: we use the word ‘chariot’.

# sn5.10:5.3
source: Evaṃ khandhesu santesu,
sc_po: So too, when the aggregates are present

# sn5.10:5.4
source: hoti sattoti sammuti.
sc_po: ‘sentient being’ is the convention we use.

# sn5.10:6.1
source: Dukkhameva hi sambhoti,
sc_po: But it’s only suffering that comes to be,

# sn5.10:6.2
source: dukkhaṃ tiṭṭhati veti ca;
sc_po: lasts a while, then disappears.

# sn5.10:6.3
source: Nāññatra dukkhā sambhoti,
sc_po: Naught but suffering comes to be,

# sn5.10:6.4
source: nāññaṃ dukkhā nirujjhatī”ti.
sc_po: naught but suffering ceases.”

# sn5.10:7.1
source: Atha kho māro pāpimā “jānāti maṃ vajirā bhikkhunī”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The nun Vajirā knows me!” miserable and sad, vanished right there.

# sn5.10:8.6
source: Bhikkhunīsaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on Nuns are completed.
