Repository: kondannyo/PGP
Catalog: SN/*_text/sn05/sn5.03.po
Languages: sc_po

# sn5.3:0.1
source: Saṃyutta Nikāya 5
sc_po: Linked Discourses 5

# sn5.3:0.2
source: 1. Bhikkhunīvagga
sc_po: 1. Nuns

# sn5.3:0.3
source: 3. Kisāgotamīsutta
sc_po: 3. With Kisāgotamī

# sn5.3:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn5.3:1.2
source: Atha kho kisāgotamī bhikkhunī pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
sc_po: Then the nun Kisāgotamī robed up in the morning and, taking her bowl and robe, entered Sāvatthī for alms.

# sn5.3:1.3
source: Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena andhavanaṃ tenupasaṅkami, upasaṅkamitvā divāvihārāya.
sc_po: She wandered for alms in Sāvatthī. After the meal, on her return from alms-round, she went to the Dark Forest,

# sn5.3:1.4
source: Andhavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: plunged deep into it, and sat at the root of a tree for the day’s meditation.

# sn5.3:1.5
source: Atha kho māro pāpimā kisāgotamiyā bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo yena kisāgotamī bhikkhunī tenupasaṅkami; upasaṅkamitvā kisāgotamiṃ bhikkhuniṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked, wanting to make the nun Kisāgotamī feel fear, terror, and goosebumps, wanting to make her fall away from immersion, went up to her and addressed her in verse:

# sn5.3:2.1
source: “Kiṃ nu tvaṃ mataputtāva,
sc_po: “Why do you sit alone and cry

# sn5.3:2.2
source: ekamāsi rudammukhī;
sc_po: as if your children have died?

# sn5.3:2.3
source: Vanamajjhagatā ekā,
sc_po: You’ve come to the woods all alone—

# sn5.3:2.4
source: purisaṃ nu gavesasī”ti.
sc_po: you must be looking for a man!”

# sn5.3:3.1
source: Atha kho kisāgotamiyā bhikkhuniyā etadahosi:
sc_po: Then the nun Kisāgotamī thought,

# sn5.3:3.2
source: “ko nu khvāyaṃ manusso vā amanusso vā gāthaṃ bhāsatī”ti?
sc_po: “Who’s speaking this verse, a human or a non-human?”

# sn5.3:3.3
source: Atha kho kisāgotamiyā bhikkhuniyā etadahosi:
sc_po: Then she thought,

# sn5.3:3.4
source: “māro kho ayaṃ pāpimā mama bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo gāthaṃ bhāsatī”ti.
sc_po: “This is Māra the Wicked, wanting to make me feel fear, terror, and goosebumps, wanting to make me fall away from immersion!”

# sn5.3:4.1
source: Atha kho kisāgotamī bhikkhunī “māro ayaṃ pāpimā” iti viditvā māraṃ pāpimantaṃ gāthāhi paccabhāsi:
sc_po: Then Kisāgotamī, knowing that this was Māra the Wicked, replied to him in verse:

# sn5.3:5.1
source: “Accantaṃ mataputtāmhi,
sc_po: “I’ve got over the death of children,

# sn5.3:5.2
source: purisā etadantikā;
sc_po: and I’m finished with men.

# sn5.3:5.3
source: Na socāmi na rodāmi,
sc_po: I don’t grieve or lament,

# sn5.3:5.4
source: na taṃ bhāyāmi āvuso.
sc_po: and I’m not afraid of you, sir!

# sn5.3:6.1
source: Sabbattha vihatā nandī,
sc_po: Relishing is destroyed in every respect,

# sn5.3:6.2
source: tamokkhandho padālito;
sc_po: and the mass of darkness is shattered.

# sn5.3:6.3
source: Jetvāna maccuno senaṃ,
sc_po: I’ve defeated the army of death,

# sn5.3:6.4
source: viharāmi anāsavā”ti.
sc_po: and live without defilements.”

# sn5.3:7.1
source: Atha kho māro pāpimā “jānāti maṃ kisāgotamī bhikkhunī”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The nun Kisāgotamī knows me!” miserable and sad, vanished right there.
