Repository: kondannyo/PGP
Catalog: SN/*_text/sn05/sn5.02.po
Languages: sc_po

# sn5.2:0.1
source: Saṃyutta Nikāya 5
sc_po: Linked Discourses 5

# sn5.2:0.2
source: 1. Bhikkhunīvagga
sc_po: 1. Nuns

# sn5.2:0.3
source: 2. Somāsutta
sc_po: 2. With Somā

# sn5.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn5.2:1.2
source: Atha kho somā bhikkhunī pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
sc_po: Then the nun Somā robed up in the morning and, taking her bowl and robe, entered Sāvatthī for alms.

# sn5.2:1.3
source: Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena andhavanaṃ tenupasaṅkami divāvihārāya.
sc_po: She wandered for alms in Sāvatthī. After the meal, on her return from alms-round, she went to the Dark Forest,

# sn5.2:1.4
source: Andhavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: plunged deep into it, and sat at the root of a tree for the day’s meditation.

# sn5.2:1.5
source: Atha kho māro pāpimā somāya bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo yena somā bhikkhunī tenupasaṅkami; upasaṅkamitvā somaṃ bhikkhuniṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked, wanting to make the nun Somā feel fear, terror, and goosebumps, wanting to make her fall away from immersion, went up to her and addressed her in verse:

# sn5.2:2.1
source: “Yaṃ taṃ isīhi pattabbaṃ,
sc_po: “That state’s very challenging;

# sn5.2:2.2
source: ṭhānaṃ durabhisambhavaṃ;
sc_po: it’s for the sages to attain.

# sn5.2:2.3
source: Na taṃ dvaṅgulapaññāya,
sc_po: It’s not possible for a woman,

# sn5.2:2.4
source: sakkā pappotumitthiyā”ti.
sc_po: with her two-fingered wisdom.”

# sn5.2:3.1
source: Atha kho somāya bhikkhuniyā etadahosi:
sc_po: Then the nun Somā thought,

# sn5.2:3.2
source: “ko nu khvāyaṃ manusso vā amanusso vā gāthaṃ bhāsatī”ti?
sc_po: “Who’s speaking this verse, a human or a non-human?”

# sn5.2:3.3
source: Atha kho somāya bhikkhuniyā etadahosi:
sc_po: Then she thought,

# sn5.2:3.4
source: “māro kho ayaṃ pāpimā mama bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo gāthaṃ bhāsatī”ti.
sc_po: “This is Māra the Wicked, wanting to make me feel fear, terror, and goosebumps, wanting to make me fall away from immersion!”

# sn5.2:3.5
source: Atha kho somā bhikkhunī “māro ayaṃ pāpimā” iti viditvā māraṃ pāpimantaṃ gāthāhi paccabhāsi:
sc_po: Then Somā, knowing that this was Māra the Wicked, replied to him in verse:

# sn5.2:4.1
source: “Itthibhāvo kiṃ kayirā,
sc_po: “What difference does womanhood make

# sn5.2:4.2
source: cittamhi susamāhite;
sc_po: when the mind is serene,

# sn5.2:4.3
source: Ñāṇamhi vattamānamhi,
sc_po: and knowledge is present

# sn5.2:4.4
source: sammā dhammaṃ vipassato.
sc_po: as you rightly discern the Dhamma.

# sn5.2:5.1
source: Yassa nūna siyā evaṃ,
sc_po: Surely someone who might think:

# sn5.2:5.2
source: Itthāhaṃ purisoti vā;
sc_po: ‘I am woman’, or ‘I am man’,

# sn5.2:5.3
source: Kiñci vā pana aññasmi,
sc_po: or ‘I am’ anything at all,

# sn5.2:5.4
source: Taṃ māro vattumarahatī”ti.
sc_po: is fit for Māra to address.”

# sn5.2:6.1
source: Atha kho māro pāpimā “jānāti maṃ somā bhikkhunī”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The nun Somā knows me!” miserable and sad, vanished right there.
