Repository: kondannyo/PGP
Catalog: SN/*_text/sn05/sn5.08.po
Languages: sc_po

# sn5.8:0.1
source: Saṃyutta Nikāya 5
sc_po: Linked Discourses 5

# sn5.8:0.2
source: 1. Bhikkhunīvagga
sc_po: 1. Nuns

# sn5.8:0.3
source: 8. Sīsupacālāsutta
sc_po: 8. With Sīsupacālā

# sn5.8:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn5.8:1.2
source: Atha kho sīsupacālā bhikkhunī pubbaṇhasamayaṃ nivāsetvā … pe …
sc_po: Then the nun Sīsupacālā robed up in the morning …

# sn5.8:1.3
source: aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: and sat at the root of a tree for the day’s meditation.

# sn5.8:1.4
source: Atha kho māro pāpimā yena sīsupacālā bhikkhunī tenupasaṅkami; upasaṅkamitvā sīsupacālaṃ bhikkhuniṃ etadavoca:
sc_po: Then Māra the Wicked went up to Sīsupacālā and said to her,

# sn5.8:1.5
source: “kassa nu tvaṃ, bhikkhuni, pāsaṇḍaṃ rocesī”ti?
sc_po: “Nun, whose creed do you believe in?”

# sn5.8:1.6
source: “Na khvāhaṃ, āvuso, kassaci pāsaṇḍaṃ rocemī”ti.
sc_po: “I don’t believe in anyone’s creed, sir.”

# sn5.8:2.1
source: “Kaṃ nu uddissa muṇḍāsi,
sc_po: “In whose name did you shave your head?

# sn5.8:2.2
source: Samaṇī viya dissasi;
sc_po: You look like an ascetic,

# sn5.8:2.3
source: Na ca rocesi pāsaṇḍaṃ,
sc_po: but you don’t believe in any creed.

# sn5.8:2.4
source: Kimiva carasi momūhā”ti.
sc_po: Why do you live as if lost?”

# sn5.8:3.1
source: “Ito bahiddhā pāsaṇḍā,
sc_po: “Followers of other creeds

# sn5.8:3.2
source: diṭṭhīsu pasīdanti te;
sc_po: are confident in their views.

# sn5.8:3.3
source: Na tesaṃ dhammaṃ rocemi,
sc_po: But I don’t believe in their teaching,

# sn5.8:3.4
source: te dhammassa akovidā.
sc_po: for they’re no experts in the Dhamma.

# sn5.8:4.1
source: Atthi sakyakule jāto,
sc_po: But there is one born in the Sakyan clan,

# sn5.8:4.2
source: buddho appaṭipuggalo;
sc_po: the unrivaled Buddha,

# sn5.8:4.3
source: Sabbābhibhū māranudo,
sc_po: champion, dispeller of Māra,

# sn5.8:4.4
source: sabbatthamaparājito.
sc_po: everywhere undefeated,

# sn5.8:5.1
source: Sabbattha mutto asito,
sc_po: everywhere freed, and unattached,

# sn5.8:5.2
source: sabbaṃ passati cakkhumā;
sc_po: the all-seeing seer.

# sn5.8:5.3
source: Sabbakammakkhayaṃ patto,
sc_po: He has attained the end of all deeds,

# sn5.8:5.4
source: vimutto upadhisaṅkhaye;
sc_po: freed with the ending of attachments.

# sn5.8:5.5
source: So mayhaṃ bhagavā satthā,
sc_po: That Blessed One is my Teacher,

# sn5.8:5.6
source: tassa rocemi sāsanan”ti.
sc_po: and I believe in his instruction.”

# sn5.8:6.1
source: Atha kho māro pāpimā “jānāti maṃ sīsupacālā bhikkhunī”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The nun Sīsupacālā knows me!” miserable and sad, vanished right there.
