Repository: kondannyo/PGP
Catalog: SN/*_text/sn05/sn5.01.po
Languages: sc_po

# sn5.1:0.1
source: Saṃyutta Nikāya 5
sc_po: Linked Discourses 5

# sn5.1:0.2
source: 1. Bhikkhunīvagga
sc_po: 1. Nuns

# sn5.1:0.3
source: 1. Āḷavikāsutta
sc_po: 1. With Āḷavikā

# sn5.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn5.1:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn5.1:1.3
source: Atha kho āḷavikā bhikkhunī pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
sc_po: Then the nun Āḷavikā robed up in the morning and, taking her bowl and robe, entered Sāvatthī for alms.

# sn5.1:1.4
source: Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena andhavanaṃ tenupasaṅkami vivekatthinī.
sc_po: She wandered for alms in Sāvatthī. After the meal, on her return from alms-round, she went to the Dark Forest seeking seclusion.

# sn5.1:1.5
source: Atha kho māro pāpimā āḷavikāya bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo vivekamhā cāvetukāmo yena āḷavikā bhikkhunī tenupasaṅkami; upasaṅkamitvā āḷavikaṃ bhikkhuniṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked, wanting to make the nun Āḷavikā feel fear, terror, and goosebumps, wanting to make her fall away from seclusion, went up to her and addressed her in verse:

# sn5.1:2.1
source: “Natthi nissaraṇaṃ loke,
sc_po: “There’s no escape in the world,

# sn5.1:2.2
source: kiṃ vivekena kāhasi;
sc_po: so what will seclusion do for you?

# sn5.1:2.3
source: Bhuñjassu kāmaratiyo,
sc_po: Enjoy the delights of sensual pleasure;

# sn5.1:2.4
source: māhu pacchānutāpinī”ti.
sc_po: don’t regret it later.”

# sn5.1:3.1
source: Atha kho āḷavikāya bhikkhuniyā etadahosi:
sc_po: Then the nun Āḷavikā thought,

# sn5.1:3.2
source: “ko nu khvāyaṃ manusso vā amanusso vā gāthaṃ bhāsatī”ti?
sc_po: “Who’s speaking this verse, a human or a non-human?”

# sn5.1:3.3
source: Atha kho āḷavikāya bhikkhuniyā etadahosi:
sc_po: Then she thought,

# sn5.1:3.4
source: “māro kho ayaṃ pāpimā mama bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo vivekamhā cāvetukāmo gāthaṃ bhāsatī”ti.
sc_po: “This is Māra the Wicked, wanting to make me feel fear, terror, and goosebumps, wanting to make me fall away from seclusion!”

# sn5.1:3.5
source: Atha kho āḷavikā bhikkhunī “māro ayaṃ pāpimā” iti viditvā māraṃ pāpimantaṃ gāthāhi paccabhāsi:
sc_po: Then Āḷavikā, knowing that this was Māra the Wicked, replied to him in verse:

# sn5.1:4.1
source: “Atthi nissaraṇaṃ loke,
sc_po: “There is an escape in the world,

# sn5.1:4.2
source: paññāya me suphussitaṃ;
sc_po: and I’ve personally experienced it with wisdom.

# sn5.1:4.3
source: Pamattabandhu pāpima,
sc_po: O Wicked One, kinsman of the negligent,

# sn5.1:4.4
source: na tvaṃ jānāsi taṃ padaṃ.
sc_po: you don’t know that place.

# sn5.1:5.1
source: Sattisūlūpamā kāmā,
sc_po: Sensual pleasures are like swords and stakes;

# sn5.1:5.2
source: khandhāsaṃ adhikuṭṭanā;
sc_po: the aggregates are their chopping block.

# sn5.1:5.3
source: Yaṃ tvaṃ kāmaratiṃ brūsi,
sc_po: What you call sensual delight

# sn5.1:5.4
source: arati mayha sā ahū”ti.
sc_po: has become no delight for me.”

# sn5.1:6.1
source: Atha kho māro pāpimā “jānāti maṃ āḷavikā bhikkhunī”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The nun Āḷavikā knows me!” miserable and sad, vanished right there.
