Repository: kondannyo/PGP
Catalog: SN/*_text/sn05/sn5.09.po
Languages: sc_po

# sn5.9:0.1
source: Saṃyutta Nikāya 5
sc_po: Linked Discourses 5

# sn5.9:0.2
source: 1. Bhikkhunīvagga
sc_po: 1. Nuns

# sn5.9:0.3
source: 9. Selāsutta
sc_po: 9. With Selā

# sn5.9:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn5.9:1.2
source: Atha kho selā bhikkhunī pubbaṇhasamayaṃ nivāsetvā … pe …
sc_po: Then the nun Selā robed up in the morning …

# sn5.9:1.3
source: aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: and sat at the root of a tree for the day’s meditation.

# sn5.9:1.4
source: Atha kho māro pāpimā selāya bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo … pe …
sc_po: Then Māra the Wicked, wanting to make the nun Selā feel fear, terror, and goosebumps …

# sn5.9:1.5
source: selaṃ bhikkhuniṃ gāthāya ajjhabhāsi:
sc_po: addressed her in verse:

# sn5.9:2.1
source: “Kenidaṃ pakataṃ bimbaṃ,
sc_po: “Who created this puppet?

# sn5.9:2.2
source: kvanu bimbassa kārako;
sc_po: Where is its maker?

# sn5.9:2.3
source: Kvanu bimbaṃ samuppannaṃ,
sc_po: Where has the puppet arisen?

# sn5.9:2.4
source: kvanu bimbaṃ nirujjhatī”ti.
sc_po: And where does it cease?”

# sn5.9:3.1
source: Atha kho selāya bhikkhuniyā etadahosi:
sc_po: Then the nun Selā thought,

# sn5.9:3.2
source: “ko nu khvāyaṃ manusso vā amanusso vā gāthaṃ bhāsatī”ti?
sc_po: “Who’s speaking this verse, a human or a non-human?”

# sn5.9:3.3
source: Atha kho selāya bhikkhuniyā etadahosi:
sc_po: Then she thought,

# sn5.9:3.4
source: “māro kho ayaṃ pāpimā mama bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo gāthaṃ bhāsatī”ti.
sc_po: “This is Māra the Wicked, wanting to make me feel fear, terror, and goosebumps, wanting to make me fall away from immersion!”

# sn5.9:3.5
source: Atha kho selā bhikkhunī “māro ayaṃ pāpimā” iti viditvā māraṃ pāpimantaṃ gāthāhi paccabhāsi:
sc_po: Then Selā, knowing that this was Māra the Wicked, replied to him in verse:

# sn5.9:4.1
source: “Nayidaṃ attakataṃ bimbaṃ,
sc_po: “This puppet isn’t self-made,

# sn5.9:4.2
source: nayidaṃ parakataṃ aghaṃ;
sc_po: nor is this misery made by another.

# sn5.9:4.3
source: Hetuṃ paṭicca sambhūtaṃ,
sc_po: It comes to be because of a cause,

# sn5.9:4.4
source: hetubhaṅgā nirujjhati.
sc_po: and ceases when the cause breaks up.

# sn5.9:5.1
source: Yathā aññataraṃ bījaṃ,
sc_po: It’s like a seed that’s sown

# sn5.9:5.2
source: khette vuttaṃ virūhati;
sc_po: in a field; it grows

# sn5.9:5.3
source: Pathavīrasañcāgamma,
sc_po: relying on both the soil’s nutrients

# sn5.9:5.4
source: sinehañca tadūbhayaṃ.
sc_po: as well as moisture.

# sn5.9:6.1
source: Evaṃ khandhā ca dhātuyo,
sc_po: In the same way the aggregates and elements

# sn5.9:6.2
source: cha ca āyatanā ime;
sc_po: and these six sense fields

# sn5.9:6.3
source: Hetuṃ paṭicca sambhūtā,
sc_po: come to be because of a cause,

# sn5.9:6.4
source: hetubhaṅgā nirujjhare”ti.
sc_po: and cease when the cause breaks up.”

# sn5.9:7.1
source: Atha kho māro pāpimā “jānāti maṃ selā bhikkhunī”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The nun Selā knows me!” miserable and sad, vanished right there.
