Repository: kondannyo/PGP
Catalog: SN/*_text/sn05/sn5.06.po
Languages: sc_po

# sn5.6:0.1
source: Saṃyutta Nikāya 5
sc_po: Linked Discourses 5

# sn5.6:0.2
source: 1. Bhikkhunīvagga
sc_po: 1. Nuns

# sn5.6:0.3
source: 6. Cālāsutta
sc_po: 6. With Cālā

# sn5.6:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn5.6:1.2
source: Atha kho cālā bhikkhunī pubbaṇhasamayaṃ nivāsetvā … pe …
sc_po: Then the nun Cālā robed up in the morning …

# sn5.6:1.3
source: aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: and sat at the root of a tree for the day’s meditation.

# sn5.6:1.4
source: Atha kho māro pāpimā yena cālā bhikkhunī tenupasaṅkami; upasaṅkamitvā cālaṃ bhikkhuniṃ etadavoca:
sc_po: Then Māra the Wicked went up to Cālā and said to her,

# sn5.6:1.5
source: “kiṃ nu tvaṃ, bhikkhuni, na rocesī”ti?
sc_po: “Nun, what don’t you approve of?”

# sn5.6:1.6
source: “Jātiṃ khvāhaṃ, āvuso, na rocemī”ti.
sc_po: “I don’t approve of rebirth, sir.”

# sn5.6:2.1
source: “Kiṃ nu jātiṃ na rocesi,
sc_po: “Why don’t you approve of rebirth?

# sn5.6:2.2
source: jāto kāmāni bhuñjati;
sc_po: When you’re born, you get to enjoy sensual pleasures.

# sn5.6:2.3
source: Ko nu taṃ idamādapayi,
sc_po: Who put this idea in your head:

# sn5.6:2.4
source: jātiṃ mā roca bhikkhunī”ti.
sc_po: ‘Nun, don’t approve of rebirth’?”

# sn5.6:3.1
source: “Jātassa maraṇaṃ hoti,
sc_po: “Death comes to those who are born,

# sn5.6:3.2
source: jāto dukkhāni phussati;
sc_po: when you’re born you undergo sufferings—

# sn5.6:3.3
source: Bandhaṃ vadhaṃ pariklesaṃ,
sc_po: killing, caging, misery—

# sn5.6:3.4
source: tasmā jātiṃ na rocaye.
sc_po: that’s why you shouldn’t approve of rebirth.

# sn5.6:4.1
source: Buddho dhammamadesesi,
sc_po: The Buddha taught me the Dhamma

# sn5.6:4.2
source: jātiyā samatikkamaṃ;
sc_po: for passing beyond rebirth,

# sn5.6:4.3
source: Sabbadukkhappahānāya,
sc_po: for giving up all suffering;

# sn5.6:4.4
source: so maṃ sacce nivesayi.
sc_po: he settled me in the truth.

# sn5.6:5.1
source: Ye ca rūpūpagā sattā,
sc_po: There are beings in the realm of luminous form,

# sn5.6:5.2
source: ye ca arūpaṭṭhāyino;
sc_po: and others established in the formless.

# sn5.6:5.3
source: Nirodhaṃ appajānantā,
sc_po: Not understanding cessation,

# sn5.6:5.4
source: āgantāro punabbhavan”ti.
sc_po: they come back in future lives.”

# sn5.6:6.1
source: Atha kho māro pāpimā “jānāti maṃ cālā bhikkhunī”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The nun Cālā knows me!” miserable and sad, vanished right there.
