Repository: kondannyo/PGP
Catalog: SN/*_text/sn05/sn5.07.po
Languages: sc_po

# sn5.7:0.1
source: Saṃyutta Nikāya 5
sc_po: Linked Discourses 5

# sn5.7:0.2
source: 1. Bhikkhunīvagga
sc_po: 1. Nuns

# sn5.7:0.3
source: 7. Upacālāsutta
sc_po: 7. With Upacālā

# sn5.7:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn5.7:1.2
source: Atha kho upacālā bhikkhunī pubbaṇhasamayaṃ nivāsetvā … pe …
sc_po: Then the nun Upacālā robed up in the morning …

# sn5.7:1.3
source: aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: and sat at the root of a tree for the day’s meditation.

# sn5.7:1.4
source: Atha kho māro pāpimā yena upacālā bhikkhunī tenupasaṅkami; upasaṅkamitvā upacālaṃ bhikkhuniṃ etadavoca:
sc_po: Then Māra the Wicked went up to Upacālā and said to her,

# sn5.7:1.5
source: “kattha nu tvaṃ, bhikkhuni, uppajjitukāmā”ti?
sc_po: “Nun, where do you want to be reborn?”

# sn5.7:1.6
source: “Na khvāhaṃ, āvuso, katthaci uppajjitukāmā”ti.
sc_po: “I don’t want to be reborn anywhere, sir.”

# sn5.7:2.1
source: “Tāvatiṃsā ca yāmā ca,
sc_po: “There are the Gods of the Thirty-Three, and those of Yama;

# sn5.7:2.2
source: tusitā cāpi devatā;
sc_po: also the Joyful Deities,

# sn5.7:2.3
source: Nimmānaratino devā,
sc_po: the Gods Who Love to Create,

# sn5.7:2.4
source: ye devā vasavattino;
sc_po: and the Gods Who Control the Creations of Others.

# sn5.7:2.5
source: Tattha cittaṃ paṇidhehi,
sc_po: Set your heart on such places,

# sn5.7:2.6
source: ratiṃ paccanubhossasī”ti.
sc_po: and you’ll undergo delight.”

# sn5.7:3.1
source: “Tāvatiṃsā ca yāmā ca,
sc_po: “The Gods of the Thirty-Three, and those of Yama;

# sn5.7:3.2
source: tusitā cāpi devatā;
sc_po: also the Joyful Deities,

# sn5.7:3.3
source: Nimmānaratino devā,
sc_po: the Gods Who Love to Create,

# sn5.7:3.4
source: ye devā vasavattino;
sc_po: and the Gods Who Control the Creations of Others—

# sn5.7:3.5
source: Kāmabandhanabaddhā te,
sc_po: they’re bound with the bonds of sensuality;

# sn5.7:3.6
source: enti māravasaṃ puna.
sc_po: they fall under your sway again.

# sn5.7:4.1
source: Sabbo ādīpito loko,
sc_po: All the world is on fire,

# sn5.7:4.2
source: sabbo loko padhūpito;
sc_po: all the world is smoldering,

# sn5.7:4.3
source: Sabbo pajjālito loko,
sc_po: all the world is ablaze,

# sn5.7:4.4
source: sabbo loko pakampito.
sc_po: all the world is rocking.

# sn5.7:5.1
source: Akampitaṃ apajjalitaṃ,
sc_po: My mind adores that place

# sn5.7:5.2
source: aputhujjanasevitaṃ;
sc_po: where Māra cannot go;

# sn5.7:5.3
source: Agati yattha mārassa,
sc_po: it’s not shaking or burning,

# sn5.7:5.4
source: tattha me nirato mano”ti.
sc_po: and not frequented by ordinary people.”

# sn5.7:6.1
source: Atha kho māro pāpimā “jānāti maṃ upacālā bhikkhunī”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The nun Upacālā knows me!” miserable and sad, vanished right there.
