Repository: kondannyo/PGP
Catalog: SN/*_text/sn05/sn5.04.po
Languages: sc_po

# sn5.4:0.1
source: Saṃyutta Nikāya 5
sc_po: Linked Discourses 5

# sn5.4:0.2
source: 1. Bhikkhunīvagga
sc_po: 1. Nuns

# sn5.4:0.3
source: 4. Vijayāsutta
sc_po: 4. With Vijayā

# sn5.4:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn5.4:1.2
source: Atha kho vijayā bhikkhunī pubbaṇhasamayaṃ nivāsetvā … pe …
sc_po: Then the nun Vijayā robed up in the morning …

# sn5.4:1.3
source: aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: and sat at the root of a tree for the day’s meditation.

# sn5.4:1.4
source: Atha kho māro pāpimā vijayāya bhikkhuniyā bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo yena vijayā bhikkhunī tenupasaṅkami; upasaṅkamitvā vijayaṃ bhikkhuniṃ gāthāya ajjhabhāsi:
sc_po: Then Māra the Wicked, wanting to make the nun Vijayā feel fear, terror, and goosebumps, wanting to make her fall away from immersion, went up to her and addressed her in verse:

# sn5.4:2.1
source: “Daharā tvaṃ rūpavatī,
sc_po: “You’re so young and beautiful,

# sn5.4:2.2
source: ahañca daharo susu;
sc_po: and I’m a youth in my prime.

# sn5.4:2.3
source: Pañcaṅgikena turiyena,
sc_po: Come, my lady, let us enjoy

# sn5.4:2.4
source: ehayyebhiramāmase”ti.
sc_po: the music of a five-piece band.”

# sn5.4:3.1
source: Atha kho vijayāya bhikkhuniyā etadahosi:
sc_po: Then the nun Vijayā thought,

# sn5.4:3.2
source: “ko nu khvāyaṃ manusso vā amanusso vā gāthaṃ bhāsatī”ti?
sc_po: “Who’s speaking this verse, a human or a non-human?”

# sn5.4:3.3
source: Atha kho vijayāya bhikkhuniyā etadahosi:
sc_po: Then she thought,

# sn5.4:3.4
source: “māro kho ayaṃ pāpimā mama bhayaṃ chambhitattaṃ lomahaṃsaṃ uppādetukāmo samādhimhā cāvetukāmo gāthaṃ bhāsatī”ti.
sc_po: “This is Māra the Wicked, wanting to make me feel fear, terror, and goosebumps, wanting to make me fall away from immersion!”

# sn5.4:3.5
source: Atha kho vijayā bhikkhunī “māro ayaṃ pāpimā” iti viditvā māraṃ pāpimantaṃ gāthāhi paccabhāsi:
sc_po: Then Vijayā, knowing that this was Māra the Wicked, replied to him in verse:

# sn5.4:4.1
source: “Rūpā saddā rasā gandhā,
sc_po: “Sights, sounds, tastes, smells,

# sn5.4:4.2
source: phoṭṭhabbā ca manoramā;
sc_po: and touches so delightful.

# sn5.4:4.3
source: Niyyātayāmi tuyheva,
sc_po: I hand them right back to you, Māra,

# sn5.4:4.4
source: māra nāhaṃ tenatthikā.
sc_po: for I have no use for them.

# sn5.4:5.1
source: Iminā pūtikāyena,
sc_po: This body is foul,

# sn5.4:5.2
source: bhindanena pabhaṅgunā;
sc_po: decaying and fragile.

# sn5.4:5.3
source: Aṭṭīyāmi harāyāmi,
sc_po: I’m horrified and repelled by it,

# sn5.4:5.4
source: kāmataṇhā samūhatā.
sc_po: and I’ve eradicated sensual craving.

# sn5.4:6.1
source: Ye ca rūpūpagā sattā,
sc_po: There are beings in the realm of luminous form,

# sn5.4:6.2
source: ye ca arūpaṭṭhāyino;
sc_po: others established in the formless,

# sn5.4:6.3
source: Yā ca santā samāpatti,
sc_po: and also those peaceful attainments:

# sn5.4:6.4
source: sabbattha vihato tamo”ti.
sc_po: I’ve destroyed the darkness regarding all of them.”

# sn5.4:7.1
source: Atha kho māro pāpimā “jānāti maṃ vijayā bhikkhunī”ti dukkhī dummano tatthevantaradhāyīti.
sc_po: Then Māra the Wicked, thinking, “The nun Vijayā knows me!” miserable and sad, vanished right there.
