Repository: kondannyo/PGP
Catalog: SN/*_text/sn39/sn39.01-15.po
Languages: sc_po

# sn39.1-15:0.1
source: Saṃyutta Nikāya 39
sc_po: Linked Discourses 39

# sn39.1-15:0.2
source: 1. Sāmaṇḍakavagga
sc_po: 1. With Sāmaṇḍaka

# sn39.1-15:0.3
source: 1. Sāmaṇḍakasutta
sc_po: 1. With Sāmaṇḍaka on Extinguishment

# sn39.1-15:1.1
source: Ekaṃ samayaṃ āyasmā sāriputto vajjīsu viharati ukkacelāyaṃ gaṅgāya nadiyā tīre.
sc_po: At one time Venerable Sāriputta was staying in the land of the Vajjis near Ukkacelā on the bank of the Ganges river.

# sn39.1-15:1.2
source: Atha kho sāmaṇḍako paribbājako yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.
sc_po: Then the wanderer Sāmaṇḍaka went up to Venerable Sāriputta and exchanged greetings with him.

# sn39.1-15:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho sāmaṇḍako paribbājako āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to Sāriputta:

# sn39.1-15:2.1
source: “‘Nibbānaṃ, nibbānan’ti, āvuso sāriputta, vuccati.
sc_po: “Reverend Sāriputta, they speak of this thing called ‘extinguishment’.

# sn39.1-15:2.2
source: Katamaṃ nu kho, āvuso, nibbānan”ti?
sc_po: What is extinguishment?”

# sn39.1-15:2.3
source: “Yo kho, āvuso, rāgakkhayo dosakkhayo mohakkhayo—
sc_po: “Reverend, the ending of greed, hate, and delusion

# sn39.1-15:2.4
source: idaṃ vuccati nibbānan”ti.
sc_po: is called extinguishment.”

# sn39.1-15:2.5
source: “Atthi panāvuso, maggo atthi paṭipadā, etassa nibbānassa sacchikiriyāyā”ti?
sc_po: “But, reverend, is there a path and a practice for realizing this extinguishment?”

# sn39.1-15:2.6
source: “Atthi kho, āvuso, maggo atthi paṭipadā, etassa nibbānassa sacchikiriyāyā”ti.
sc_po: “There is, reverend.”

# sn39.1-15:3.1
source: “Katamo panāvuso, maggo katamā paṭipadā etassa nibbānassa sacchikiriyāyā”ti?
sc_po: “Well, what is it?”

# sn39.1-15:3.2
source: “Ayameva kho, āvuso, ariyo aṭṭhaṅgiko maggo, etassa nibbānassa sacchikiriyāya, seyyathidaṃ—
sc_po: “It is simply this noble eightfold path, that is:

# sn39.1-15:3.3
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn39.1-15:3.4
source: Ayaṃ kho, āvuso, maggo ayaṃ paṭipadā, etassa nibbānassa sacchikiriyāyā”ti.
sc_po: This is the path, the practice, for realizing this extinguishment.”

# sn39.1-15:3.5
source: “Bhaddako, āvuso, maggo bhaddikā paṭipadā, etassa nibbānassa sacchikiriyāya.
sc_po: “Reverend, this is a fine path, a fine practice, for realizing this extinguishment.

# sn39.1-15:3.6
source: Alañca panāvuso sāriputta, appamādāyā”ti.
sc_po: Just this much is enough to be diligent.”

# sn39.1-15:4.1
source: (Yathā jambukhādakasaṃyuttaṃ, tathā vitthāretabbaṃ.)
sc_po: (These should be expanded in the same way as the Linked Discourses with Jambukhādaka.)
