Repository: kondannyo/PGP
Catalog: SN/*_text/sn18/sn18.12-20.po
Languages: sc_po

# sn18.12-20:0.1
source: Saṃyutta Nikāya 18
sc_po: Linked Discourses 18

# sn18.12-20:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn18.12-20:0.3
source: 12–20. Rūpādisuttanavaka
sc_po: 12–20. The Nine Discourses on Sights, Etc.

# sn18.12-20:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn18.12-20:1.2
source: “Taṃ kiṃ maññasi, rāhula,
sc_po: “What do you think, Rāhula?

# sn18.12-20:1.3
source: rūpā niccā vā aniccā vā”ti?
sc_po: Are sights permanent or impermanent?”

# sn18.12-20:1.4
source: “Aniccā, bhante” … pe …
sc_po: “Impermanent, sir.” …

# sn18.12-20:1.5
source: saddā …
sc_po: “… sounds …

# sn18.12-20:1.6
source: gandhā …
sc_po: smells …

# sn18.12-20:1.7
source: rasā …
sc_po: tastes …

# sn18.12-20:1.8
source: phoṭṭhabbā …
sc_po: touches …

# sn18.12-20:1.9
source: dhammā ….
sc_po: thoughts …”

# sn18.12-20:2.1
source: “Cakkhuviññāṇaṃ … pe …
sc_po: “… eye consciousness …

# sn18.12-20:2.2
source: sotaviññāṇaṃ …
sc_po: ear consciousness …

# sn18.12-20:2.3
source: ghānaviññāṇaṃ …
sc_po: nose consciousness …

# sn18.12-20:2.4
source: jivhāviññāṇaṃ …
sc_po: tongue consciousness …

# sn18.12-20:2.5
source: kāyaviññāṇaṃ …
sc_po: body consciousness …

# sn18.12-20:2.6
source: manoviññāṇaṃ ….
sc_po: mind consciousness …”

# sn18.12-20:3.1
source: Cakkhusamphasso … pe …
sc_po: “… eye contact …

# sn18.12-20:3.2
source: sotasamphasso …
sc_po: ear contact …

# sn18.12-20:3.3
source: ghānasamphasso …
sc_po: nose contact …

# sn18.12-20:3.4
source: jivhāsamphasso …
sc_po: tongue contact …

# sn18.12-20:3.5
source: kāyasamphasso …
sc_po: body contact …

# sn18.12-20:3.6
source: manosamphasso ….
sc_po: mind contact …”

# sn18.12-20:4.1
source: Cakkhusamphassajā vedanā … pe …
sc_po: “… feeling born of eye contact …

# sn18.12-20:4.2
source: sotasamphassajā vedanā …
sc_po: feeling born of ear contact …

# sn18.12-20:4.3
source: ghānasamphassajā vedanā …
sc_po: feeling born of nose contact …

# sn18.12-20:4.4
source: jivhāsamphassajā vedanā …
sc_po: feeling born of tongue contact …

# sn18.12-20:4.5
source: kāyasamphassajā vedanā …
sc_po: feeling born of body contact …

# sn18.12-20:4.6
source: manosamphassajā vedanā ….
sc_po: feeling born of mind contact …”

# sn18.12-20:5.1
source: Rūpasaññā … pe …
sc_po: “… perception of sights …

# sn18.12-20:5.2
source: saddasaññā …
sc_po: perception of sounds …

# sn18.12-20:5.3
source: gandhasaññā …
sc_po: perception of smells …

# sn18.12-20:5.4
source: rasasaññā …
sc_po: perception of tastes …

# sn18.12-20:5.5
source: phoṭṭhabbasaññā …
sc_po: perception of touches …

# sn18.12-20:5.6
source: dhammasaññā ….
sc_po: perception of thoughts …”

# sn18.12-20:6.1
source: Rūpasañcetanā … pe …
sc_po: “… intention regarding sights …

# sn18.12-20:6.2
source: saddasañcetanā …
sc_po: intention regarding sounds …

# sn18.12-20:6.3
source: gandhasañcetanā …
sc_po: intention regarding smells …

# sn18.12-20:6.4
source: rasasañcetanā …
sc_po: intention regarding tastes …

# sn18.12-20:6.5
source: phoṭṭhabbasañcetanā …
sc_po: intention regarding touches …

# sn18.12-20:6.6
source: dhammasañcetanā ….
sc_po: intention regarding thoughts …”

# sn18.12-20:7.1
source: Rūpataṇhā … pe …
sc_po: “… craving for sights …

# sn18.12-20:7.2
source: saddataṇhā …
sc_po: craving for sounds …

# sn18.12-20:7.3
source: gandhataṇhā …
sc_po: craving for smells …

# sn18.12-20:7.4
source: rasataṇhā …
sc_po: craving for tastes …

# sn18.12-20:7.5
source: phoṭṭhabbataṇhā …
sc_po: craving for touches …

# sn18.12-20:7.6
source: dhammataṇhā ….
sc_po: craving for thoughts …”

# sn18.12-20:8.1
source: Pathavīdhātu … pe …
sc_po: “… the earth element …

# sn18.12-20:8.2
source: āpodhātu …
sc_po: the water element …

# sn18.12-20:8.3
source: tejodhātu …
sc_po: the fire element …

# sn18.12-20:8.4
source: vāyodhātu …
sc_po: the air element …

# sn18.12-20:8.5
source: ākāsadhātu …
sc_po: the space element …

# sn18.12-20:8.6
source: viññāṇadhātu ….
sc_po: the consciousness element …”

# sn18.12-20:9.1
source: Rūpaṃ … pe …
sc_po: “… form …

# sn18.12-20:9.2
source: vedanā …
sc_po: feeling …

# sn18.12-20:9.3
source: saññā …
sc_po: perception …

# sn18.12-20:9.4
source: saṅkhārā …
sc_po: choices …

# sn18.12-20:9.5
source: viññāṇaṃ niccaṃ vā aniccaṃ vā”ti?
sc_po: Is consciousness permanent or impermanent?”

# sn18.12-20:9.6
source: Aniccaṃ, bhante … pe …
sc_po: “Impermanent, sir.” …

# sn18.12-20:9.7
source: “evaṃ passaṃ rāhula … pe …
sc_po: “Seeing this …

# sn18.12-20:9.8
source: nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘… there is no return to any state of existence.’”
