Repository: kondannyo/PGP
Catalog: SN/*_text/sn18/sn18.22.po
Languages: sc_po

# sn18.22:0.1
source: Saṃyutta Nikāya 18
sc_po: Linked Discourses 18

# sn18.22:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn18.22:0.3
source: 22. Apagatasutta
sc_po: 22. Rid of Conceit

# sn18.22:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn18.22:1.2
source: Atha kho āyasmā rāhulo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā rāhulo bhagavantaṃ etadavoca:
sc_po: Then Venerable Rāhula went up to the Buddha, bowed, sat down to one side, and said to him:

# sn18.22:1.3
source: “kathaṃ nu kho, bhante, jānato kathaṃ passato imasmiṃ ca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhā samatikkantaṃ santaṃ suvimuttan”ti?
sc_po: “Sir, how does one know and see so that the mind is rid of ego, possessiveness, and conceit for this conscious body and all external stimuli; and going beyond discrimination, it’s peaceful and well freed?”

# sn18.22:1.4
source: “Yaṃ kiñci, rāhula, rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādā vimutto hoti.
sc_po: “Rāhula, when one truly sees any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self,’ one is freed by not grasping.

# sn18.22:2.1
source: Yā kāci vedanā … pe …
sc_po: When one truly sees any kind of feeling …

# sn18.22:2.2
source: yā kāci saññā …
sc_po: perception …

# sn18.22:2.3
source: ye keci saṅkhārā …
sc_po: choices …

# sn18.22:2.4
source: yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādā vimutto hoti.
sc_po: When one truly sees any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self,’ one is freed by not grasping.

# sn18.22:2.5
source: Evaṃ kho, rāhula, jānato evaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhā samatikkantaṃ santaṃ suvimuttan”ti.
sc_po: That’s how to know and see so that the mind is rid of ego, possessiveness, and conceit for this conscious body and all external stimuli; and going beyond discrimination, it’s peaceful and well freed.”

# sn18.22:3.7
source: Rāhulasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses with Rāhula are complete.
