Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.21.po
Languages: sc_po

# sn7.21:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.21:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.21:0.3
source: 21. Saṅgāravasutta
sc_po: 21. With Saṅgārava

# sn7.21:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.21:1.2
source: Tena kho pana samayena saṅgāravo nāma brāhmaṇo sāvatthiyaṃ paṭivasati udakasuddhiko, udakena parisuddhiṃ pacceti, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharati.
sc_po: Now at that time there was a brahmin named Saṅgārava staying in Sāvatthī. He practiced purification by water, believing in purification by water. He lived committed to the practice of immersing himself in water at dawn and dusk.

# sn7.21:1.3
source: Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
sc_po: Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms.

# sn7.21:1.4
source: Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: He wandered for alms in Sāvatthī. After the meal, on his return from alms-round, he went to the Buddha, bowed, sat down to one side, and said to him,

# sn7.21:1.5
source: “idha, bhante, saṅgāravo nāma brāhmaṇo sāvatthiyaṃ paṭivasati udakasuddhiko, udakena suddhiṃ pacceti, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharati.
sc_po: “Sir, there is a brahmin named Saṅgārava staying in Sāvatthī. He practices purification by water, believing in purification by water. He lives committed to the practice of immersing himself in water at dawn and dusk.

# sn7.21:1.6
source: Sādhu, bhante, bhagavā yena saṅgāravassa brāhmaṇassa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā”ti.
sc_po: Please visit him at his home out of compassion.”

# sn7.21:1.7
source: Adhivāsesi bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# sn7.21:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena saṅgāravassa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of the brahmin Saṅgārava, and sat down on the seat spread out.

# sn7.21:2.2
source: Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the brahmin Saṅgārava went up to the Buddha, and exchanged greetings with him.

# sn7.21:2.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho saṅgāravaṃ brāhmaṇaṃ bhagavā etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side. The Buddha said to him,

# sn7.21:2.4
source: “saccaṃ kira tvaṃ, brāhmaṇa, udakasuddhiko, udakena suddhiṃ paccesi, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharasī”ti?
sc_po: “Is it really true, brahmin, that you practice purification by water, believing in purification by water; that you live committed to the practice of immersing yourself in water at dawn and dusk?”

# sn7.21:2.5
source: “Evaṃ, bho gotama”.
sc_po: “Yes, Master Gotama.”

# sn7.21:2.6
source: “Kiṃ pana tvaṃ, brāhmaṇa, atthavasaṃ sampassamāno udakasuddhiko, udakasuddhiṃ paccesi, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharasī”ti?
sc_po: “But brahmin, for what reason do you practice purification by water?”

# sn7.21:2.7
source: “Idha me, bho gotama, yaṃ divā pāpakammaṃ kataṃ hoti, taṃ sāyaṃ nhānena pavāhemi, yaṃ rattiṃ pāpakammaṃ kataṃ hoti taṃ pātaṃ nhānena pavāhemi.
sc_po: “It’s because, Master Gotama, whatever bad deeds I’ve done during the day I wash off by bathing at dusk; and whatever bad deeds I’ve done during the night, I wash off by bathing at dawn.

# sn7.21:2.8
source: Imaṃ khvāhaṃ, bho gotama, atthavasaṃ sampassamāno udakasuddhiko, udakena suddhiṃ paccemi, sāyaṃ pātaṃ udakorohanānuyogamanuyutto viharāmī”ti.
sc_po: That’s the reason why I practice purification by water.”

# sn7.21:3.1
source: “Dhammo rahado brāhmaṇa sīlatittho,
sc_po: “The teaching is a lake with shores of ethics, brahmin,

# sn7.21:3.2
source: Anāvilo sabbhi sataṃ pasattho;
sc_po: unclouded, praised by the fine to the good.

# sn7.21:3.3
source: Yattha have vedaguno sinātā,
sc_po: There the knowledge-masters go to bathe,

# sn7.21:3.4
source: Anallagattāva taranti pāran”ti.
sc_po: and cross to the far shore without getting wet.”

# sn7.21:4.1
source: Evaṃ vutte, saṅgāravo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, Saṅgārava said to the Buddha,

# sn7.21:4.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# sn7.21:4.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
