Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.18.po
Languages: sc_po

# sn7.18:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.18:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.18:0.3
source: 18. Kaṭṭhahārasutta
sc_po: 18. Collecting Firewood

# sn7.18:1.1
source: Ekaṃ samayaṃ bhagavā kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time the Buddha was staying in the land of the Kosalans in a certain forest grove.

# sn7.18:1.2
source: Tena kho pana samayena aññatarassa bhāradvājagottassa brāhmaṇassa sambahulā antevāsikā kaṭṭhahārakā māṇavakā yena vanasaṇḍo tenupasaṅkamiṃsu; upasaṅkamitvā addasaṃsu bhagavantaṃ tasmiṃ vanasaṇḍe nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā. Disvāna yena bhāradvājagotto brāhmaṇo tenupasaṅkamiṃsu; upasaṅkamitvā bhāradvājagottaṃ brāhmaṇaṃ etadavocuṃ:
sc_po: Then several youths, students of one of the Bhāradvāja brahmins, approached a forest grove while collecting firewood. They saw the Buddha sitting down cross-legged at the root of a certain sal tree, with his body straight, and mindfulness established right there. Seeing this, they went up to Bhāradvāja and said to him,

# sn7.18:1.3
source: “yagghe bhavaṃ jāneyyāsi.
sc_po: “Please sir, you should know this.

# sn7.18:1.4
source: Asukasmiṃ vanasaṇḍe samaṇo nisinno pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā”.
sc_po: In such and such a forest grove the ascetic Gotama is sitting down cross-legged, with his body straight, and mindfulness established right there.”

# sn7.18:1.5
source: Atha kho bhāradvājagotto brāhmaṇo tehi māṇavakehi saddhiṃ yena so vanasaṇḍo tenupasaṅkami.
sc_po: Then Bhāradvāja together with those students went to that forest grove

# sn7.18:1.6
source: Addasā kho bhagavantaṃ tasmiṃ vanasaṇḍe nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: where he saw the Buddha sitting down cross-legged, with his body straight, and mindfulness established right there.

# sn7.18:1.7
source: Disvāna yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: He went up to the Buddha and addressed him in verse:

# sn7.18:2.1
source: “Gambhīrarūpe bahubherave vane,
sc_po: “Deep in the jungle so full of terrors,

# sn7.18:2.2
source: Suññaṃ araññaṃ vijanaṃ vigāhiya;
sc_po: you’ve plunged into the empty, desolate wilderness.

# sn7.18:2.3
source: Aniñjamānena ṭhitena vaggunā,
sc_po: Still, steady, and graceful:

# sn7.18:2.4
source: Sucārurūpaṃ vata bhikkhu jhāyasi.
sc_po: how beautifully you meditate, mendicant!

# sn7.18:3.1
source: Na yattha gītaṃ napi yattha vāditaṃ,
sc_po: Where there is no song or music,

# sn7.18:3.2
source: Eko araññe vanavassito muni;
sc_po: a lonely sage resorts to the wilderness.

# sn7.18:3.3
source: Accherarūpaṃ paṭibhāti maṃ idaṃ,
sc_po: This strikes me as an amazing thing,

# sn7.18:3.4
source: Yadekako pītimano vane vase.
sc_po: that you dwell so joyfully alone in the jungle.

# sn7.18:4.1
source: Maññāmahaṃ lokādhipatisahabyataṃ,
sc_po: I suppose you wish to be reborn in the company

# sn7.18:4.2
source: Ākaṅkhamāno tidivaṃ anuttaraṃ;
sc_po: of the supreme sovereign of the heaven of the Three and Thirty.

# sn7.18:4.3
source: Kasmā bhavaṃ vijanamaraññamassito,
sc_po: Is that why you resort to the desolate wilderness,

# sn7.18:4.4
source: Tapo idha kubbasi brahmapattiyā”ti.
sc_po: to practice austerities for attaining Brahmā?”

# sn7.18:5.1
source: “Yā kāci kaṅkhā abhinandanā vā,
sc_po: “Any wishes and hopes that are always attached

# sn7.18:5.2
source: Anekadhātūsu puthū sadāsitā;
sc_po: to the many and various realms—

# sn7.18:5.3
source: Aññāṇamūlappabhavā pajappitā,
sc_po: the yearnings sprung from the root of unknowing—

# sn7.18:5.4
source: Sabbā mayā byantikatā samūlikā.
sc_po: I’ve eliminated them all down to the root.

# sn7.18:6.1
source: Svāhaṃ akaṅkho asito anūpayo,
sc_po: So I’m wishless, unattached, disengaged;

# sn7.18:6.2
source: Sabbesu dhammesu visuddhadassano;
sc_po: amongst all things, my vision is clear.

# sn7.18:6.3
source: Pappuyya sambodhimanuttaraṃ sivaṃ,
sc_po: I’ve attained the state of grace, the supreme awakening;

# sn7.18:6.4
source: Jhāyāmahaṃ brahma raho visārado”ti.
sc_po: I meditate alone, brahmin, and self-assured.”

# sn7.18:7.1
source: Evaṃ vutte, bhāradvājagotto brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, Bhāradvāja said to the Buddha,

# sn7.18:7.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# sn7.18:7.3
source: ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
