Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.19.po
Languages: sc_po

# sn7.19:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.19:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.19:0.3
source: 19. Mātuposakasutta
sc_po: 19. The Brahmin Who Provided for His Mother

# sn7.19:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.19:1.2
source: Atha kho mātuposako brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then a brahmin who provided for his mother went up to the Buddha, and exchanged greetings with him.

# sn7.19:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mātuposako brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha,

# sn7.19:1.4
source: “ahañhi, bho gotama, dhammena bhikkhaṃ pariyesāmi, dhammena bhikkhaṃ pariyesitvā mātāpitaro posemi.
sc_po: “Master Gotama, I seek alms by legitimate means, which I use to provide for my mother and father.

# sn7.19:1.5
source: Kaccāhaṃ, bho gotama, evaṅkārī kiccakārī homī”ti?
sc_po: In doing so, am I doing my duty?”

# sn7.19:1.6
source: “Taggha tvaṃ, brāhmaṇa, evaṅkārī kiccakārī hosi.
sc_po: “Indeed, brahmin, in so doing you are doing your duty.

# sn7.19:1.7
source: Yo kho, brāhmaṇa, dhammena bhikkhaṃ pariyesati, dhammena bhikkhaṃ pariyesitvā mātāpitaro poseti, bahuṃ so puññaṃ pasavatīti.
sc_po: Whoever seeks alms by legitimate means, and uses them to provide for their mother and father makes much merit.

# sn7.19:2.1
source: Yo mātaraṃ pitaraṃ vā,
sc_po: A mortal provides for their mother

# sn7.19:2.2
source: macco dhammena posati;
sc_po: and father by legitimate means;

# sn7.19:2.3
source: Tāya naṃ pāricariyāya,
sc_po: because they look after

# sn7.19:2.4
source: mātāpitūsu paṇḍitā;
sc_po: their parents like this,

# sn7.19:2.5
source: Idheva naṃ pasaṃsanti,
sc_po: they’re praised in this life by the astute,

# sn7.19:2.6
source: pecca sagge pamodatī”ti.
sc_po: and they depart to rejoice in heaven.”

# sn7.19:3.1
source: Evaṃ vutte, mātuposako brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he said this, the brahmin who provided for his mother said to the Buddha,

# sn7.19:3.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# sn7.19:3.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
