Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.14.po
Languages: sc_po

# sn7.14:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.14:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.14:0.3
source: 14. Mahāsālasutta
sc_po: 14. A well-to-do brahmin

# sn7.14:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.14:1.2
source: Atha kho aññataro brāhmaṇamahāsālo lūkho lūkhapāvuraṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then a certain well-to-do brahmin, shabby, wearing a shabby cloak, went up to the Buddha, and exchanged greetings with him.

# sn7.14:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho taṃ brāhmaṇamahāsālaṃ bhagavā etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side. The Buddha said to him,

# sn7.14:1.4
source: “kiṃ nu tvaṃ, brāhmaṇa, lūkho lūkhapāvuraṇo”ti?
sc_po: “Brahmin, why are you so shabby, wearing a shabby cloak?”

# sn7.14:1.5
source: “Idha me, bho gotama, cattāro puttā.
sc_po: “Master Gotama, I have four sons.

# sn7.14:1.6
source: Te maṃ dārehi sampuccha gharā nikkhāmentī”ti.
sc_po: At their wives’ bidding they expelled me from my house.”

# sn7.14:1.7
source: “Tena hi tvaṃ, brāhmaṇa, imā gāthāyo pariyāpuṇitvā sabhāyaṃ mahājanakāye sannipatite puttesu ca sannisinnesu bhāsassu:
sc_po: “Well then, brahmin, memorize these verses and recite them to your sons when you are all seated in the council hall with a large crowd.

# sn7.14:2.1
source: ‘Yehi jātehi nandissaṃ,
sc_po: ‘I was overjoyed when they were born,

# sn7.14:2.2
source: yesañca bhavamicchisaṃ;
sc_po: and wished for them the very best.

# sn7.14:2.3
source: Te maṃ dārehi sampuccha,
sc_po: But at their wives’ bidding they chased me out,

# sn7.14:2.4
source: sāva vārenti sūkaraṃ.
sc_po: like hounds after hogs.

# sn7.14:3.1
source: Asantā kira maṃ jammā,
sc_po: It turns out they’re wicked, those nasty men,

# sn7.14:3.2
source: tāta tātāti bhāsare;
sc_po: though they called me their dear old Dad.

# sn7.14:3.3
source: Rakkhasā puttarūpena,
sc_po: They’re monsters in the shape of sons,

# sn7.14:3.4
source: te jahanti vayogataṃ.
sc_po: throwing me out as I’ve grown old.

# sn7.14:4.1
source: Assova jiṇṇo nibbhogo,
sc_po: Like an old, useless horse

# sn7.14:4.2
source: khādanā apanīyati;
sc_po: led away from its fodder,

# sn7.14:4.3
source: Bālakānaṃ pitā thero,
sc_po: the elderly father of those kids

# sn7.14:4.4
source: parāgāresu bhikkhati.
sc_po: begs for alms at others’ homes.

# sn7.14:5.1
source: Daṇḍova kira me seyyo,
sc_po: Even my staff is better

# sn7.14:5.2
source: yañce puttā anassavā;
sc_po: than those disobedient sons,

# sn7.14:5.3
source: Caṇḍampi goṇaṃ vāreti,
sc_po: for it wards off a wild bull,

# sn7.14:5.4
source: atho caṇḍampi kukkuraṃ.
sc_po: and even a wild dog.

# sn7.14:6.1
source: Andhakāre pure hoti,
sc_po: It goes before me in the dark;

# sn7.14:6.2
source: gambhīre gādhamedhati;
sc_po: in deep waters it supports me.

# sn7.14:6.3
source: Daṇḍassa ānubhāvena,
sc_po: By the wonderful power of this staff,

# sn7.14:6.4
source: khalitvā patitiṭṭhatī’”ti.
sc_po: when I stumble, I stand firm again.’”

# sn7.14:7.1
source: Atha kho so brāhmaṇamahāsālo bhagavato santike imā gāthāyo pariyāpuṇitvā sabhāyaṃ mahājanakāye sannipatite puttesu ca sannisinnesu abhāsi:
sc_po: Having memorized those verses in the Buddha’s presence, the brahmin recited them to his sons when they were all seated in the council hall with a large crowd. …

# sn7.14:13.1
source: Atha kho naṃ brāhmaṇamahāsālaṃ puttā gharaṃ netvā nhāpetvā paccekaṃ dussayugena acchādesuṃ.
sc_po: Then the brahmin’s sons led him back home, bathed him, and each clothed him with a fine pair of garments.

# sn7.14:13.2
source: Atha kho so brāhmaṇamahāsālo ekaṃ dussayugaṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the brahmin, taking one pair of garments, went to the Buddha and exchanged greetings with him.

# sn7.14:13.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho brāhmaṇamahāsālo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# sn7.14:13.4
source: “mayaṃ, bho gotama, brāhmaṇā nāma ācariyassa ācariyadhanaṃ pariyesāma.
sc_po: “Master Gotama, we brahmins seek a fee for our teacher.

# sn7.14:13.5
source: Paṭiggaṇhatu me bhavaṃ gotamo ācariyadhanan”ti.
sc_po: May Master Gotama please accept my teacher’s fee!”

# sn7.14:13.6
source: Paṭiggahesi bhagavā anukampaṃ upādāya.
sc_po: So the Buddha accepted it out of compassion.

# sn7.14:13.7
source: Atha kho so brāhmaṇamahāsālo bhagavantaṃ etadavoca:
sc_po: Then the well-to-do brahmin said to the Buddha,

# sn7.14:13.8
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama …

# sn7.14:13.9
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
