Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.05.po
Languages: sc_po

# sn7.5:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.5:0.2
source: 1. Arahantavagga
sc_po: 1. The Perfected Ones

# sn7.5:0.3
source: 5. Ahiṃsakasutta
sc_po: 5. Harmless

# sn7.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.5:1.2
source: Atha kho ahiṃsakabhāradvājo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the brahmin Bhāradvāja the Harmless went up to the Buddha, and exchanged greetings with him.

# sn7.5:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho ahiṃsakabhāradvājo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said,

# sn7.5:1.4
source: “ahiṃsakāhaṃ, bho gotama, ahiṃsakāhaṃ, bho gotamā”ti.
sc_po: “I am Harmless, Master Gotama, I am Harmless!”

# sn7.5:2.1
source: “Yathā nāmaṃ tathā cassa,
sc_po: “If you were really like your name,

# sn7.5:2.2
source: siyā kho tvaṃ ahiṃsako;
sc_po: then you’d be Harmless.

# sn7.5:2.3
source: Yo ca kāyena vācāya,
sc_po: But a truly harmless person

# sn7.5:2.4
source: manasā ca na hiṃsati;
sc_po: does no harm by way of

# sn7.5:2.5
source: Sa ve ahiṃsako hoti,
sc_po: body, speech, or mind;

# sn7.5:2.6
source: yo paraṃ na vihiṃsatī”ti.
sc_po: they don’t harm anyone else.”

# sn7.5:3.1
source: Evaṃ vutte, ahiṃsakabhāradvājo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, the brahmin Bhāradvāja the Harmless said to the Buddha,

# sn7.5:3.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! …” …

# sn7.5:3.4
source: Aññataro ca panāyasmā ahiṃsakabhāradvājo arahataṃ ahosīti.
sc_po: And Venerable Bhāradvāja the Harmless became one of the perfected.
