Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.07.po
Languages: sc_po

# sn7.7:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.7:0.2
source: 1. Arahantavagga
sc_po: 1. The Perfected Ones

# sn7.7:0.3
source: 7. Suddhikasutta
sc_po: 7. With Bhāradvāja the Pure

# sn7.7:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.7:1.2
source: Atha kho suddhikabhāradvājo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the brahmin Bhāradvāja the Pure went up to the Buddha, and exchanged greetings with him.

# sn7.7:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
sc_po: When the greetings and polite conversation were over, he sat down to one side,

# sn7.7:1.4
source: Ekamantaṃ nisinno kho suddhikabhāradvājo brāhmaṇo bhagavato santike imaṃ gāthaṃ ajjhabhāsi:
sc_po: and recited this verse in his presence:

# sn7.7:2.1
source: “Na brāhmaṇo sujjhati koci,
sc_po: “No brahmin in the world is ever purified

# sn7.7:2.2
source: Loke sīlavāpi tapokaraṃ;
sc_po: even though he’s ethical and mortifies himself.

# sn7.7:2.3
source: Vijjācaraṇasampanno,
sc_po: But one accomplished in knowledge and conduct

# sn7.7:2.4
source: So sujjhati na aññā itarā pajā”ti.
sc_po: is purified, not these commoners.”

# sn7.7:3.1
source: “Bahumpi palapaṃ jappaṃ,
sc_po: “Even one who mutters many invocations

# sn7.7:3.2
source: na jaccā hoti brāhmaṇo;
sc_po: is no brahmin by birth

# sn7.7:3.3
source: Antokasambu saṅkiliṭṭho,
sc_po: if they’re filthy and corrupt within,

# sn7.7:3.4
source: kuhanaṃ upanissito.
sc_po: supporting themselves by fraud.

# sn7.7:4.1
source: Khattiyo brāhmaṇo vesso,
sc_po: Regardless of whether you’re an aristocrat,

# sn7.7:4.2
source: Suddo caṇḍālapukkuso;
sc_po: a brahmin, merchant, worker, or an outcaste or scavenger—

# sn7.7:4.3
source: Āraddhavīriyo pahitatto,
sc_po: if you’re energetic and resolute,

# sn7.7:4.4
source: Niccaṃ daḷhaparakkamo;
sc_po: always staunchly vigorous,

# sn7.7:4.5
source: Pappoti paramaṃ suddhiṃ,
sc_po: you’ll attain the highest happiness.

# sn7.7:4.6
source: Evaṃ jānāhi brāhmaṇā”ti.
sc_po: Know that for a fact, brahmin.”

# sn7.7:5.1
source: Evaṃ vutte, suddhikabhāradvājo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, the brahmin Bhāradvāja the Pure said to the Buddha,

# sn7.7:5.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama …” …

# sn7.7:5.3
source: aññataro ca panāyasmā bhāradvājo arahataṃ ahosīti.
sc_po: And Venerable Bhāradvāja became one of the perfected.
