Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.17.po
Languages: sc_po

# sn7.17:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.17:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.17:0.3
source: 17. Navakammikasutta
sc_po: 17. The Builder

# sn7.17:1.1
source: Ekaṃ samayaṃ bhagavā kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time the Buddha was staying in the land of the Kosalans in a certain forest grove.

# sn7.17:1.2
source: Tena kho pana samayena navakammikabhāradvājo brāhmaṇo tasmiṃ vanasaṇḍe kammantaṃ kārāpeti.
sc_po: Now at that time the brahmin Bhāradvāja the Builder was doing some building work in that jungle thicket.

# sn7.17:1.3
source: Addasā kho navakammikabhāradvājo brāhmaṇo bhagavantaṃ aññatarasmiṃ sālarukkhamūle nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: He saw the Buddha sitting down cross-legged at the root of a certain sal tree, with his body straight, and mindfulness established right there.

# sn7.17:1.4
source: Disvānassa etadahosi:
sc_po: Seeing this, it occurred to him,

# sn7.17:1.5
source: “ahaṃ kho imasmiṃ vanasaṇḍe kammantaṃ kārāpento ramāmi.
sc_po: “I enjoy doing this building work here in the jungle.

# sn7.17:1.6
source: Ayaṃ samaṇo gotamo kiṃ kārāpento ramatī”ti?
sc_po: I wonder what the ascetic Gotama enjoys doing?”

# sn7.17:1.7
source: Atha kho navakammikabhāradvājo brāhmaṇo yena bhagavā tenupasaṅkami. upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then Bhāradvāja the Builder went up to the Buddha and addressed him in verse:

# sn7.17:2.1
source: “Ke nu kammantā karīyanti,
sc_po: “What kind of work do you do

# sn7.17:2.2
source: bhikkhu sālavane tava;
sc_po: as a mendicant in the sal jungle?

# sn7.17:2.3
source: Yadekako araññasmiṃ,
sc_po: How do you find enjoyment

# sn7.17:2.4
source: ratiṃ vindati gotamo”ti.
sc_po: alone in the wilderness, Gotama?”

# sn7.17:3.1
source: “Na me vanasmiṃ karaṇīyamatthi,
sc_po: “There’s nothing I need to do in the jungle;

# sn7.17:3.2
source: Ucchinnamūlaṃ me vanaṃ visūkaṃ;
sc_po: my jungle’s cut down at the root, it’s withered away.

# sn7.17:3.3
source: Svāhaṃ vane nibbanatho visallo,
sc_po: With jungle cleared and free of thorns,

# sn7.17:3.4
source: Eko rame aratiṃ vippahāyā”ti.
sc_po: I enjoy being alone in the jungle, having given up discontent.”

# sn7.17:4.1
source: Evaṃ vutte, navakammikabhāradvājo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, the brahmin Bhāradvāja the Builder said to the Buddha,

# sn7.17:4.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama …

# sn7.17:4.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
