Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.20.po
Languages: sc_po

# sn7.20:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.20:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.20:0.3
source: 20. Bhikkhakasutta
sc_po: 20. A Beggar

# sn7.20:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.20:1.2
source: Atha kho bhikkhako brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then a begging brahmin went up to the Buddha, and exchanged greetings with him.

# sn7.20:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho bhikkhako brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha,

# sn7.20:1.4
source: “ahampi kho, bho gotama, bhikkhako, bhavampi bhikkhako, idha no kiṃ nānākaraṇan”ti?
sc_po: “Master Gotama, both you and I are beggars. What, then, is the difference between us?”

# sn7.20:2.1
source: “Na tena bhikkhako hoti,
sc_po: “You don’t become a beggar

# sn7.20:2.2
source: yāvatā bhikkhate pare;
sc_po: just by begging from others.

# sn7.20:2.3
source: Vissaṃ dhammaṃ samādāya,
sc_po: Someone who has accepted domestic responsibilities

# sn7.20:2.4
source: bhikkhu hoti na tāvatā.
sc_po: has not yet become a mendicant.

# sn7.20:3.1
source: Yodha puññañca pāpañca,
sc_po: But one living a spiritual life

# sn7.20:3.2
source: bāhitvā brahmacariyaṃ;
sc_po: who has shunned both good and bad,

# sn7.20:3.3
source: Saṅkhāya loke carati,
sc_po: having considered, they live in this world:

# sn7.20:3.4
source: sa ve bhikkhūti vuccatī”ti.
sc_po: that’s who’s called a mendicant.”

# sn7.20:4.1
source: Evaṃ vutte, bhikkhako brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, the begging brahmin said to the Buddha,

# sn7.20:4.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# sn7.20:4.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
