Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.11.po
Languages: sc_po

# sn7.11:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.11:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.11:0.3
source: 11. Kasibhāradvājasutta
sc_po: 11. With Bhāradvāja the Farmer

# sn7.11:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn7.11:1.2
source: ekaṃ samayaṃ bhagavā magadhesu viharati dakkhiṇāgirismiṃ ekanāḷāyaṃ brāhmaṇagāme.
sc_po: At one time the Buddha was staying in the land of the Magadhans in the Southern Hills near the brahmin village of Ekanāḷa.

# sn7.11:1.3
source: Tena kho pana samayena kasibhāradvājassa brāhmaṇassa pañcamattāni naṅgalasatāni payuttāni honti vappakāle.
sc_po: Now at that time the brahmin Bhāradvāja the Farmer had harnessed around five hundred plows, it being the season for sowing.

# sn7.11:1.4
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena kasibhāradvājassa brāhmaṇassa kammanto tenupasaṅkami.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, went to where Bhāradvāja the Farmer was working.

# sn7.11:2.1
source: Tena kho pana samayena kasibhāradvājassa brāhmaṇassa parivesanā vattati.
sc_po: Now at that time Bhāradvāja the Farmer was distributing food.

# sn7.11:2.2
source: Atha kho bhagavā yena parivesanā tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi.
sc_po: Then the Buddha went to where the distribution was taking place and stood to one side.

# sn7.11:2.3
source: Addasā kho kasibhāradvājo brāhmaṇo bhagavantaṃ piṇḍāya ṭhitaṃ.
sc_po: Bhāradvāja the Farmer saw him standing for alms

# sn7.11:2.4
source: Disvā bhagavantaṃ etadavoca:
sc_po: and said to him,

# sn7.11:2.5
source: “ahaṃ kho, samaṇa, kasāmi ca vapāmi ca, kasitvā ca vapitvā ca bhuñjāmi.
sc_po: “I plough and sow, ascetic, and then I eat.

# sn7.11:2.6
source: Tvampi, samaṇa, kasassu ca vapassu ca, kasitvā ca vapitvā ca bhuñjassū”ti.
sc_po: You too should plough and sow, then you may eat.”

# sn7.11:2.7
source: “Ahampi kho, brāhmaṇa, kasāmi ca vapāmi ca, kasitvā ca vapitvā ca bhuñjāmī”ti.
sc_po: “I too plough and sow, brahmin, and then I eat.”

# sn7.11:2.8
source: “Na kho mayaṃ passāma bhoto gotamassa yugaṃ vā naṅgalaṃ vā phālaṃ vā pācanaṃ vā balībadde vā, atha ca pana bhavaṃ gotamo evamāha:
sc_po: “I don’t see Master Gotama with a yoke or plow or plowshare or goad or oxen, yet he says:

# sn7.11:2.9
source: ‘ahampi kho, brāhmaṇa, kasāmi ca vapāmi ca, kasitvā ca vapitvā ca bhuñjāmī’”ti.
sc_po: ‘I too plough and sow, brahmin, and then I eat.’”

# sn7.11:2.10
source: Atha kho kasibhāradvājo brāhmaṇo bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then Bhāradvāja the Farmer addressed the Buddha in verse:

# sn7.11:3.1
source: “Kassako paṭijānāsi,
sc_po: “You claim to be a farmer,

# sn7.11:3.2
source: na ca passāmi te kasiṃ;
sc_po: but I don’t see your plough.

# sn7.11:3.3
source: Kassako pucchito brūhi,
sc_po: If you’re a farmer, declare to me:

# sn7.11:3.4
source: kathaṃ jānemu taṃ kasin”ti.
sc_po: how are we to understand your farming?”

# sn7.11:4.1
source: “Saddhā bījaṃ tapo vuṭṭhi,
sc_po: “Faith is my seed, austerity my rain,

# sn7.11:4.2
source: paññā me yuganaṅgalaṃ;
sc_po: and wisdom is my yoke and plough.

# sn7.11:4.3
source: Hirī īsā mano yottaṃ,
sc_po: Conscience is my pole, mind my strap,

# sn7.11:4.4
source: sati me phālapācanaṃ.
sc_po: mindfulness my plowshare and goad.

# sn7.11:5.1
source: Kāyagutto vacīgutto,
sc_po: Guarded in body and speech,

# sn7.11:5.2
source: āhāre udare yato;
sc_po: I restrict my intake of food.

# sn7.11:5.3
source: Saccaṃ karomi niddānaṃ,
sc_po: I use truth as my scythe,

# sn7.11:5.4
source: soraccaṃ me pamocanaṃ.
sc_po: and gentleness is my release.

# sn7.11:6.1
source: Vīriyaṃ me dhuradhorayhaṃ,
sc_po: Energy is my beast of burden,

# sn7.11:6.2
source: yogakkhemādhivāhanaṃ;
sc_po: transporting me to a place of sanctuary.

# sn7.11:6.3
source: Gacchati anivattantaṃ,
sc_po: It goes without turning back

# sn7.11:6.4
source: yattha gantvā na socati.
sc_po: to the place where there is no sorrow.

# sn7.11:7.1
source: Evamesā kasī kaṭṭhā,
sc_po: That’s how to do the farming

# sn7.11:7.2
source: sā hoti amatapphalā;
sc_po: that has the Deathless as its fruit.

# sn7.11:7.3
source: Etaṃ kasiṃ kasitvāna,
sc_po: When you finish this farming

# sn7.11:7.4
source: sabbadukkhā pamuccatī”ti.
sc_po: you’re released from all suffering.”

# sn7.11:8.1
source: “Bhuñjatu bhavaṃ gotamo.
sc_po: “Eat, Master Gotama,

# sn7.11:8.2
source: Kassako bhavaṃ.
sc_po: you are truly a farmer.

# sn7.11:8.3
source: Yañhi bhavaṃ gotamo amatapphalampi kasiṃ kasatī”ti.
sc_po: For Master Gotama does the farming that has the Deathless as its fruit.”

# sn7.11:9.1
source: “Gāthābhigītaṃ me abhojaneyyaṃ,
sc_po: “Food enchanted by a spell isn’t fit for me to eat.

# sn7.11:9.2
source: Sampassataṃ brāhmaṇa nesa dhammo;
sc_po: That’s not the way of those who see, brahmin.

# sn7.11:9.3
source: Gāthābhigītaṃ panudanti buddhā,
sc_po: The Buddhas reject things enchanted with spells.

# sn7.11:9.4
source: Dhamme sati brāhmaṇa vuttiresā.
sc_po: Since nature is real, brahmin, that’s how they live.

# sn7.11:10.1
source: Aññena ca kevalinaṃ mahesiṃ,
sc_po: Serve with other food and drink

# sn7.11:10.2
source: Khīṇāsavaṃ kukkuccavūpasantaṃ;
sc_po: the consummate one, the great hermit,

# sn7.11:10.3
source: Annena pānena upaṭṭhahassu,
sc_po: with defilements ended and remorse stilled.

# sn7.11:10.4
source: Khettañhi taṃ puññapekkhassa hotī”ti.
sc_po: For he is the field for the seeker of merit.”

# sn7.11:11.1
source: Evaṃ vutte, kasibhāradvājo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, the brahmin Bhāradvāja the Farmer said to the Buddha,

# sn7.11:11.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama …

# sn7.11:11.3
source: ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
