Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.04.po
Languages: sc_po

# sn7.4:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.4:0.2
source: 1. Arahantavagga
sc_po: 1. The Perfected Ones

# sn7.4:0.3
source: 4. Bilaṅgikasutta
sc_po: 4. With Bhāradvāja the Bitter

# sn7.4:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn7.4:1.2
source: Assosi kho bilaṅgikabhāradvājo brāhmaṇo:
sc_po: The brahmin Bharadvāja the Bitter heard a rumor that

# sn7.4:1.3
source: “bhāradvājagotto kira brāhmaṇo samaṇassa gotamassa santike agārasmā anagāriyaṃ pabbajito”ti kupito anattamano yena bhagavā tenupasaṅkami; upasaṅkamitvā tuṇhībhūto ekamantaṃ aṭṭhāsi.
sc_po: a brahmin of the Bharadvāja clan had gone forth from the lay life to homelessness in the presence of the ascetic Gotama. Angry and displeased he went to the Buddha and stood silently to one side.

# sn7.4:1.4
source: Atha kho bhagavā bilaṅgikassa bhāradvājassa brāhmaṇassa cetasā cetoparivitakkamaññāya bilaṅgikaṃ bhāradvājaṃ brāhmaṇaṃ gāthāya ajjhabhāsi:
sc_po: Then the Buddha, knowing what Bhāradvāja the Bitter was thinking, addressed him in verse:

# sn7.4:2.1
source: “Yo appaduṭṭhassa narassa dussati,
sc_po: “Whoever wrongs a man who has done no wrong,

# sn7.4:2.2
source: Suddhassa posassa anaṅgaṇassa;
sc_po: a pure man who has not a blemish,

# sn7.4:2.3
source: Tameva bālaṃ pacceti pāpaṃ,
sc_po: the evil backfires back on the fool,

# sn7.4:2.4
source: Sukhumo rajo paṭivātaṃva khitto”ti.
sc_po: like fine dust thrown upwind.”

# sn7.4:3.1
source: Evaṃ vutte, bilaṅgikabhāradvājo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he said this, the brahmin Bhāradvāja the Bitter said to the Buddha,

# sn7.4:3.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! …” …

# sn7.4:3.4
source: Aññataro ca panāyasmā bhāradvājo arahataṃ ahosīti.
sc_po: And Venerable Bhāradvāja became one of the perfected.
