Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.02.po
Languages: sc_po

# sn7.2:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.2:0.2
source: 1. Arahantavagga
sc_po: 1. The Perfected Ones

# sn7.2:0.3
source: 2. Akkosasutta
sc_po: 2. The Abuser

# sn7.2:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn7.2:1.2
source: Assosi kho akkosakabhāradvājo brāhmaṇo:
sc_po: The brahmin Bharadvāja the Rude heard a rumor that

# sn7.2:2.1
source: “bhāradvājagotto kira brāhmaṇo samaṇassa gotamassa santike agārasmā anagāriyaṃ pabbajito”ti kupito anattamano yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ asabbhāhi pharusāhi vācāhi akkosati paribhāsati. Evaṃ vutte, bhagavā akkosakabhāradvājaṃ brāhmaṇaṃ etadavoca:
sc_po: a brahmin of the Bharadvāja clan had gone forth from the lay life to homelessness in the presence of the ascetic Gotama. Angry and displeased he went to the Buddha and abused and insulted him with rude, harsh words. When he had spoken, the Buddha said to him:

# sn7.2:2.2
source: “Taṃ kiṃ maññasi, brāhmaṇa,
sc_po: “What do you think, brahmin?

# sn7.2:2.3
source: api nu kho te āgacchanti mittāmaccā ñātisālohitā atithiyo”ti?
sc_po: Do friends and colleagues, relatives and family members, and guests still come to visit you?”

# sn7.2:2.4
source: “Appekadā me, bho gotama, āgacchanti mittāmaccā ñātisālohitā atithiyo”ti.
sc_po: “Sometimes they do, Master Gotama.”

# sn7.2:2.5
source: “Taṃ kiṃ maññasi, brāhmaṇa, api nu tesaṃ anuppadesi khādanīyaṃ vā bhojanīyaṃ vā sāyanīyaṃ vā”ti?
sc_po: “Do you then serve them with a variety of foods and savories?”

# sn7.2:2.6
source: “Appekadā nesāhaṃ, bho gotama, anuppademi khādanīyaṃ vā bhojanīyaṃ vā sāyanīyaṃ vā”ti.
sc_po: “Sometimes I do.”

# sn7.2:2.7
source: “Sace kho pana te, brāhmaṇa, nappaṭiggaṇhanti, kassa taṃ hotī”ti?
sc_po: “But if they don’t accept it, brahmin, who does it belong to?”

# sn7.2:2.8
source: “Sace te, bho gotama, nappaṭiggaṇhanti, amhākameva taṃ hotī”ti.
sc_po: “In that case it still belongs to me.”

# sn7.2:2.9
source: “Evameva kho, brāhmaṇa, yaṃ tvaṃ amhe anakkosante akkosasi, arosente rosesi, abhaṇḍante bhaṇḍasi, taṃ te mayaṃ nappaṭiggaṇhāma.
sc_po: “In the same way, brahmin, when you abuse, harass, and attack us who do not abuse, harass, and attack, we don’t accept it.

# sn7.2:2.10
source: Tavevetaṃ, brāhmaṇa, hoti;
sc_po: It still belongs to you, brahmin,

# sn7.2:2.11
source: tavevetaṃ, brāhmaṇa, hoti.
sc_po: it still belongs to you!

# sn7.2:3.1
source: Yo kho, brāhmaṇa, akkosantaṃ paccakkosati, rosentaṃ paṭiroseti, bhaṇḍantaṃ paṭibhaṇḍati, ayaṃ vuccati, brāhmaṇa, sambhuñjati vītiharatīti.
sc_po: Someone who, when abused, harassed, and attacked, abuses, harasses, and attacks in return is said to eat the food and have a reaction to it.

# sn7.2:3.2
source: Te mayaṃ tayā neva sambhuñjāma na vītiharāma.
sc_po: But we neither eat your food nor do we have a reaction to it.

# sn7.2:3.3
source: Tavevetaṃ, brāhmaṇa, hoti;
sc_po: It still belongs to you, brahmin,

# sn7.2:3.4
source: tavevetaṃ, brāhmaṇa, hotī”ti.
sc_po: it still belongs to you!”

# sn7.2:3.5
source: “Bhavantaṃ kho gotamaṃ sarājikā parisā evaṃ jānāti:
sc_po: “The king and his retinue believe that Master Gotama is

# sn7.2:3.6
source: ‘arahaṃ samaṇo gotamo’ti.
sc_po: a perfected one.

# sn7.2:3.7
source: Atha ca pana bhavaṃ gotamo kujjhatī”ti.
sc_po: And yet he still gets angry.”

# sn7.2:4.1
source: “Akkodhassa kuto kodho,
sc_po: “For one free of anger, tamed, living in balance,

# sn7.2:4.2
source: dantassa samajīvino;
sc_po: freed by right knowledge,

# sn7.2:4.3
source: Sammadaññā vimuttassa,
sc_po: at peace, poised:

# sn7.2:4.4
source: upasantassa tādino.
sc_po: where would anger come from?

# sn7.2:5.1
source: Tasseva tena pāpiyo,
sc_po: When you get angry at an angry person

# sn7.2:5.2
source: yo kuddhaṃ paṭikujjhati;
sc_po: you just make things worse for yourself.

# sn7.2:5.3
source: Kuddhaṃ appaṭikujjhanto,
sc_po: When you don’t get angry at an angry person

# sn7.2:5.4
source: saṅgāmaṃ jeti dujjayaṃ.
sc_po: you win a battle hard to win.

# sn7.2:6.1
source: Ubhinnamatthaṃ carati,
sc_po: When you know that the other is angry,

# sn7.2:6.2
source: attano ca parassa ca;
sc_po: you act for the good of both

# sn7.2:6.3
source: Paraṃ saṅkupitaṃ ñatvā,
sc_po: yourself and the other

# sn7.2:6.4
source: yo sato upasammati.
sc_po: if you’re mindful and stay calm.

# sn7.2:7.1
source: Ubhinnaṃ tikicchantānaṃ,
sc_po: People unfamiliar with the teaching

# sn7.2:7.2
source: attano ca parassa ca;
sc_po: consider one who heals both

# sn7.2:7.3
source: Janā maññanti bāloti,
sc_po: oneself and the other

# sn7.2:7.4
source: ye dhammassa akovidā”ti.
sc_po: to be a fool.”

# sn7.2:8.1
source: Evaṃ vutte, akkosakabhāradvājo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, Bhāradvāja the Rude said to the Buddha,

# sn7.2:8.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! …

# sn7.2:8.3
source: esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
sc_po: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# sn7.2:8.4
source: Labheyyāhaṃ, bhante, bhoto gotamassa santike pabbajjaṃ, labheyyaṃ upasampadan”ti.
sc_po: Sir, may I receive the going forth, the ordination in the Buddha’s presence?”

# sn7.2:9.1
source: Alattha kho akkosakabhāradvājo brāhmaṇo bhagavato santike pabbajjaṃ, alattha upasampadaṃ.
sc_po: And the brahmin Bhāradvāja the Rude received the going forth, the ordination in the Buddha’s presence.

# sn7.2:9.2
source: Acirūpasampanno kho panāyasmā akkosakabhāradvājo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Not long after his ordination, Venerable Bhāradvāja the Rude, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# sn7.2:9.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# sn7.2:9.4
source: Aññataro ca panāyasmā bhāradvājo arahataṃ ahosīti.
sc_po: And Venerable Bhāradvāja became one of the perfected.
