Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.16.po
Languages: sc_po

# sn7.16:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.16:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.16:0.3
source: 16. Paccanīkasutta
sc_po: 16. The Contraphile

# sn7.16:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.16:1.2
source: Tena kho pana samayena paccanīkasāto nāma brāhmaṇo sāvatthiyaṃ paṭivasati.
sc_po: Now at that time a brahmin named Contraphile, who loved contradiction, was residing in Sāvatthī.

# sn7.16:1.3
source: Atha kho paccanīkasātassa brāhmaṇassa etadahosi:
sc_po: Then Contraphile thought,

# sn7.16:1.4
source: “yannūnāhaṃ yena samaṇo gotamo tenupasaṅkameyyaṃ.
sc_po: “Why don’t I go to the ascetic Gotama and

# sn7.16:1.5
source: Yaṃ yadeva samaṇo gotamo bhāsissati taṃ tadevassāhaṃ paccanīkāssan”ti.
sc_po: contradict everything he says?”

# sn7.16:1.6
source: Tena kho pana samayena bhagavā abbhokāse caṅkamati.
sc_po: At that time the Buddha was walking meditation in the open air.

# sn7.16:1.7
source: Atha kho paccanīkasāto brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ caṅkamantaṃ etadavoca:
sc_po: Then the brahmin Contraphile went up to the Buddha, and said to him as he was walking meditation,

# sn7.16:1.8
source: “bhaṇa samaṇadhamman”ti.
sc_po: “Ascetic, preach the Dhamma.”

# sn7.16:2.1
source: “Na paccanīkasātena,
sc_po: “Fine words aren’t easy to understand

# sn7.16:2.2
source: suvijānaṃ subhāsitaṃ;
sc_po: by a lover of contradiction,

# sn7.16:2.3
source: Upakkiliṭṭhacittena,
sc_po: whose mind is tainted

# sn7.16:2.4
source: sārambhabahulena ca.
sc_po: and full of aggression.

# sn7.16:3.1
source: Yo ca vineyya sārambhaṃ,
sc_po: But when you’ve dispelled aggression,

# sn7.16:3.2
source: appasādañca cetaso;
sc_po: and your suspicious mind,

# sn7.16:3.3
source: Āghātaṃ paṭinissajja,
sc_po: and you’ve got rid of resentment,

# sn7.16:3.4
source: sa ve jaññā subhāsitan”ti.
sc_po: then you’ll understand fine words.”

# sn7.16:4.1
source: Evaṃ vutte, paccanīkasāto brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, the brahmin Contraphile said to the Buddha,

# sn7.16:4.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# sn7.16:4.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
