Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.15.po
Languages: sc_po

# sn7.15:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.15:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.15:0.3
source: 15. Mānatthaddhasutta
sc_po: 15. Stuck-Up

# sn7.15:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.15:1.2
source: Tena kho pana samayena mānatthaddho nāma brāhmaṇo sāvatthiyaṃ paṭivasati.
sc_po: Now at that time a brahmin named Stuck-Up was residing in Sāvatthī.

# sn7.15:1.3
source: So neva mātaraṃ abhivādeti, na pitaraṃ abhivādeti, na ācariyaṃ abhivādeti, na jeṭṭhabhātaraṃ abhivādeti.
sc_po: He didn’t bow to his mother or father, his teacher, or his oldest brother.

# sn7.15:1.4
source: Tena kho pana samayena bhagavā mahatiyā parisāya parivuto dhammaṃ deseti.
sc_po: Now, at that time the Buddha was teaching Dhamma, surrounded by a large assembly.

# sn7.15:1.5
source: Atha kho mānatthaddhassa brāhmaṇassa etadahosi:
sc_po: Then Stuck-Up thought,

# sn7.15:1.6
source: “ayaṃ kho samaṇo gotamo mahatiyā parisāya parivuto dhammaṃ deseti.
sc_po: “The ascetic Gotama is teaching Dhamma, surrounded by a large assembly.

# sn7.15:1.7
source: Yannūnāhaṃ yena samaṇo gotamo tenupasaṅkameyyaṃ.
sc_po: Why don’t I approach him?

# sn7.15:1.8
source: Sace maṃ samaṇo gotamo ālapissati, ahampi taṃ ālapissāmi.
sc_po: If he speaks to me, I’ll speak to him.

# sn7.15:1.9
source: No ce maṃ samaṇo gotamo ālapissati, ahampi nālapissāmī”ti.
sc_po: But if he doesn’t speak, neither will I.”

# sn7.15:1.10
source: Atha kho mānatthaddho brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā tuṇhībhūto ekamantaṃ aṭṭhāsi.
sc_po: Then the brahmin Stuck-Up went up to the Buddha, and stood silently to one side.

# sn7.15:1.11
source: Atha kho bhagavā taṃ nālapi.
sc_po: But the Buddha didn’t speak to him.

# sn7.15:1.12
source: Atha kho mānatthaddho brāhmaṇo:
sc_po: Then Stuck-Up thought,

# sn7.15:1.13
source: “nāyaṃ samaṇo gotamo kiñci jānātī”ti tatova puna nivattitukāmo ahosi.
sc_po: “This ascetic Gotama knows nothing!” And he wanted to go back from there right away.

# sn7.15:1.14
source: Atha kho bhagavā mānatthaddhassa brāhmaṇassa cetasā cetoparivitakkamaññāya mānatthaddhaṃ brāhmaṇaṃ gāthāya ajjhabhāsi:
sc_po: Then the Buddha, knowing what Stuck-Up was thinking, addressed him in verse:

# sn7.15:2.1
source: “Na mānaṃ brāhmaṇa sādhu,
sc_po: “It’s not good to foster conceit

# sn7.15:2.2
source: atthikassīdha brāhmaṇa;
sc_po: if you want what’s good for you, brahmin.

# sn7.15:2.3
source: Yena atthena āgacchi,
sc_po: You should foster the goal

# sn7.15:2.4
source: tamevamanubrūhaye”ti.
sc_po: which brought you here.”

# sn7.15:3.1
source: Atha kho mānatthaddho brāhmaṇo:
sc_po: Then Stuck-Up thought,

# sn7.15:3.2
source: “cittaṃ me samaṇo gotamo jānātī”ti tattheva bhagavato pādesu sirasā nipatitvā bhagavato pādāni mukhena ca paricumbati pāṇīhi ca parisambāhati, nāmañca sāveti:
sc_po: “The ascetic Gotama knows my mind!” He bowed with his head to the Buddha’s feet, caressing them and covering them with kisses, and pronounced his name:

# sn7.15:3.3
source: “mānatthaddhāhaṃ, bho gotama, mānatthaddhāhaṃ, bho gotamā”ti.
sc_po: “Master Gotama, I am Stuck-Up! I am Stuck-Up!”

# sn7.15:3.4
source: Atha kho sā parisā abbhutavittajātā ahosi:
sc_po: Then that assembly was stunned:

# sn7.15:3.5
source: “acchariyaṃ vata bho, abbhutaṃ vata bho.
sc_po: “It’s incredible, it’s amazing!

# sn7.15:3.6
source: Ayañhi mānatthaddho brāhmaṇo neva mātaraṃ abhivādeti, na pitaraṃ abhivādeti, na ācariyaṃ abhivādeti, na jeṭṭhabhātaraṃ abhivādeti;
sc_po: This brahmin Stuck-Up doesn’t bow to his mother or father, his teacher, or his oldest brother.

# sn7.15:3.7
source: atha ca pana samaṇe gotame evarūpaṃ paramanipaccakāraṃ karotī”ti.
sc_po: Yet he shows such utmost devotion to the ascetic Gotama!”

# sn7.15:3.8
source: Atha kho bhagavā mānatthaddhaṃ brāhmaṇaṃ etadavoca:
sc_po: Then the Buddha said to the brahmin Stuck-Up,

# sn7.15:3.9
source: “alaṃ, brāhmaṇa, uṭṭhehi, sake āsane nisīda.
sc_po: “Enough, brahmin. Get up, and take your own seat.

# sn7.15:3.10
source: Yato te mayi cittaṃ pasannan”ti.
sc_po: For your mind has confidence in me.”

# sn7.15:3.11
source: Atha kho mānatthaddho brāhmaṇo sake āsane nisīditvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then Stuck-Up took his seat and said to the Buddha:

# sn7.15:4.1
source: “Kesu na mānaṃ kayirātha,
sc_po: “Regarding whom should you not be conceited?

# sn7.15:4.2
source: kesu cassa sagāravo;
sc_po: Who should you respect?

# sn7.15:4.3
source: Kyassa apacitā assu,
sc_po: Who should you esteem?

# sn7.15:4.4
source: kyassu sādhu supūjitā”ti.
sc_po: Who is it good to venerate properly?”

# sn7.15:5.1
source: “Mātari pitari cāpi,
sc_po: “Your mother and father,

# sn7.15:5.2
source: atho jeṭṭhamhi bhātari;
sc_po: and also your oldest brother,

# sn7.15:5.3
source: Ācariye catutthamhi,
sc_po: with teacher as fourth.

# sn7.15:5.4
source: tesu na mānaṃ kayirātha;
sc_po: Regarding these you should not be conceited.

# sn7.15:5.5
source: Tesu assa sagāravo,
sc_po: They are who you should respect.

# sn7.15:5.6
source: tyassa apacitā assu;
sc_po: They are who you should esteem.

# sn7.15:5.7
source: Tyassu sādhu supūjitā.
sc_po: And they’re who it’s good to venerate properly.

# sn7.15:6.1
source: Arahante sītībhūte,
sc_po: And when you’ve humbled conceit, and aren’t stuck-up,

# sn7.15:6.2
source: katakicce anāsave;
sc_po: show supreme reverence for

# sn7.15:6.3
source: Nihacca mānaṃ athaddho,
sc_po: the perfected ones, cooled,

# sn7.15:6.4
source: te namasse anuttare”ti.
sc_po: their task complete, free of defilements.”

# sn7.15:7.1
source: Evaṃ vutte, mānatthaddho brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, the brahmin Stuck-Up said to the Buddha,

# sn7.15:7.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama …

# sn7.15:7.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
