Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.01.po
Languages: sc_po

# sn7.1:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.1:0.2
source: 1. Arahantavagga
sc_po: 1. The Perfected Ones

# sn7.1:0.3
source: 1. Dhanañjānīsutta
sc_po: 1. With Dhanañjānī

# sn7.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn7.1:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn7.1:1.3
source: Tena kho pana samayena aññatarassa bhāradvājagottassa brāhmaṇassa dhanañjānī nāma brāhmaṇī abhippasannā hoti buddhe ca dhamme ca saṅghe ca.
sc_po: Now at that time a certain brahmin lady of the Bhāradvāja clan named Dhanañjānī was devoted to the Buddha, the teaching, and the Saṅgha.

# sn7.1:1.4
source: Atha kho dhanañjānī brāhmaṇī bhāradvājagottassa brāhmaṇassa bhattaṃ upasaṃharantī upakkhalitvā tikkhattuṃ udānaṃ udānesi:
sc_po: Once, while she was bringing her husband his meal she tripped and was inspired to exclaim three times:

# sn7.1:2.1
source: “Namo tassa bhagavato arahato sammāsambuddhassa.
sc_po: “Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# sn7.1:3.1
source: Namo tassa bhagavato arahato sammāsambuddhassa.
sc_po: Homage to that Blessed One, the perfected one, the fully awakened Buddha!

# sn7.1:4.1
source: Namo tassa bhagavato arahato sammāsambuddhassā”ti.
sc_po: Homage to that Blessed One, the perfected one, the fully awakened Buddha!”

# sn7.1:5.1
source: Evaṃ vutte, bhāradvājagotto brāhmaṇo dhanañjāniṃ brāhmaṇiṃ etadavoca:
sc_po: When she said this, the brahmin said to Dhanañjānī:

# sn7.1:5.2
source: “evamevaṃ panāyaṃ vasalī yasmiṃ vā tasmiṃ vā tassa muṇḍakassa samaṇassa vaṇṇaṃ bhāsati.
sc_po: “That’d be right. For the slightest thing this wretched lady spouts out praise for that bald ascetic.

# sn7.1:5.3
source: Idāni tyāhaṃ, vasali, tassa satthuno vādaṃ āropessāmī”ti.
sc_po: Right now, wretched woman, I’m going to refute your teacher’s doctrine!”

# sn7.1:5.4
source: “Na khvāhaṃ taṃ, brāhmaṇa, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo tassa bhagavato vādaṃ āropeyya arahato sammāsambuddhassa.
sc_po: “Brahmin, I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who can refute the doctrine of the Blessed One, the perfected one, the fully awakened Buddha.

# sn7.1:5.5
source: Api ca tvaṃ, brāhmaṇa, gaccha, gantvā vijānissasī”ti.
sc_po: But anyway, you should go. When you’ve gone you’ll understand.”

# sn7.1:6.1
source: Atha kho bhāradvājagotto brāhmaṇo kupito anattamano yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the brahmin of the Bhāradvāja clan, angry and upset, went to the Buddha and exchanged greetings with him.

# sn7.1:6.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
sc_po: When the greetings and polite conversation were over, he sat down to one side,

# sn7.1:6.3
source: Ekamantaṃ nisinno kho bhāradvājagotto brāhmaṇo bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: and addressed the Buddha in verse:

# sn7.1:7.1
source: “Kiṃsu chetvā sukhaṃ seti,
sc_po: “When what is incinerated do you sleep at ease?

# sn7.1:7.2
source: kiṃsu chetvā na socati;
sc_po: When what is incinerated is there no sorrow?

# sn7.1:7.3
source: Kissassu ekadhammassa,
sc_po: What is the one thing

# sn7.1:7.4
source: vadhaṃ rocesi gotamā”ti.
sc_po: whose killing you approve?”

# sn7.1:8.1
source: “Kodhaṃ chetvā sukhaṃ seti,
sc_po: “When anger’s incinerated you sleep at ease.

# sn7.1:8.2
source: kodhaṃ chetvā na socati;
sc_po: When anger’s incinerated there is no sorrow.

# sn7.1:8.3
source: Kodhassa visamūlassa,
sc_po: O brahmin, anger has a poisoned root

# sn7.1:8.4
source: madhuraggassa brāhmaṇa;
sc_po: and a honey tip.

# sn7.1:8.5
source: Vadhaṃ ariyā pasaṃsanti,
sc_po: The noble ones praise its killing,

# sn7.1:8.6
source: tañhi chetvā na socatī”ti.
sc_po: for when it’s incinerated there is no sorrow.”

# sn7.1:9.1
source: Evaṃ vutte, bhāradvājagotto brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he said this, the brahmin said to the Buddha,

# sn7.1:9.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
sc_po: “Excellent, Master Gotama! Excellent!

# sn7.1:9.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
sc_po: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# sn7.1:9.4
source: Esāhaṃ, bhante, bhagavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
sc_po: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# sn7.1:9.5
source: Labheyyāhaṃ bhoto gotamassa santike pabbajjaṃ, labheyyaṃ upasampadan”ti.
sc_po: Sir, may I receive the going forth, the ordination in the Buddha’s presence?”

# sn7.1:10.1
source: Alattha kho bhāradvājagotto brāhmaṇo bhagavato santike pabbajjaṃ, alattha upasampadaṃ.
sc_po: And the brahmin received the going forth, the ordination in the Buddha’s presence.

# sn7.1:10.2
source: Acirūpasampanno kho panāyasmā bhāradvājo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Not long after his ordination, Venerable Bhāradvāja, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# sn7.1:10.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# sn7.1:10.4
source: Aññataro ca panāyasmā bhāradvājo arahataṃ ahosīti.
sc_po: And Venerable Bhāradvāja became one of the perfected.
