Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.08.po
Languages: sc_po

# sn7.8:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.8:0.2
source: 1. Arahantavagga
sc_po: 1. The Perfected Ones

# sn7.8:0.3
source: 8. Aggikasutta
sc_po: 8. With Bhāradvāja the Fire-Worshipper

# sn7.8:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn7.8:1.2
source: Tena kho pana samayena aggikabhāradvājassa brāhmaṇassa sappinā pāyaso sannihito hoti:
sc_po: Now at that time ghee and milk-rice had been set out for the brahmin Bhāradvāja the Fire-Worshipper, who thought,

# sn7.8:1.3
source: “aggiṃ juhissāmi, aggihuttaṃ paricarissāmī”ti.
sc_po: “I will serve the sacred flame! I will perform the fire sacrifice!”

# sn7.8:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms.

# sn7.8:2.2
source: Rājagahe sapadānaṃ piṇḍāya caramāno yena aggikabhāradvājassa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi.
sc_po: Wandering indiscriminately for alms-food in Rājagaha, he approached Bhāradvāja the Fire-Worshiper’s house and stood to one side.

# sn7.8:2.3
source: Addasā kho aggikabhāradvājo brāhmaṇo bhagavantaṃ piṇḍāya ṭhitaṃ.
sc_po: Bhāradvāja the Fire-Worshipper saw him standing for alms

# sn7.8:2.4
source: Disvāna bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: and addressed him in verse:

# sn7.8:3.1
source: “Tīhi vijjāhi sampanno,
sc_po: “One who’s accomplished in the three knowledges,

# sn7.8:3.2
source: jātimā sutavā bahū;
sc_po: of good lineage and ample learning,

# sn7.8:3.3
source: Vijjācaraṇasampanno,
sc_po: accomplished in knowledge and conduct

# sn7.8:3.4
source: somaṃ bhuñjeyya pāyasan”ti.
sc_po: may enjoy this milk-rice.”

# sn7.8:4.1
source: “Bahumpi palapaṃ jappaṃ,
sc_po: “Even one who mutters many invocations

# sn7.8:4.2
source: na jaccā hoti brāhmaṇo;
sc_po: is no brahmin by birth

# sn7.8:4.3
source: Antokasambu saṅkiliṭṭho,
sc_po: if they’re filthy and corrupt within,

# sn7.8:4.4
source: kuhanāparivārito.
sc_po: with a following gained by fraud.

# sn7.8:5.1
source: Pubbenivāsaṃ yo vedī,
sc_po: But one who knows their past lives,

# sn7.8:5.2
source: saggāpāyañca passati;
sc_po: and sees heaven and places of loss,

# sn7.8:5.3
source: Atho jātikkhayaṃ patto,
sc_po: and has attained the ending of rebirth,

# sn7.8:5.4
source: abhiññāvosito muni.
sc_po: that sage has perfect insight.

# sn7.8:6.1
source: Etāhi tīhi vijjāhi,
sc_po: Because of these three knowledges

# sn7.8:6.2
source: tevijjo hoti brāhmaṇo;
sc_po: a brahmin is a master of the three knowledges.

# sn7.8:6.3
source: Vijjācaraṇasampanno,
sc_po: Accomplished in knowledge and conduct,

# sn7.8:6.4
source: somaṃ bhuñjeyya pāyasan”ti.
sc_po: they may enjoy this milk-rice.”

# sn7.8:7.1
source: “Bhuñjatu bhavaṃ gotamo.
sc_po: “Eat, Master Gotama!

# sn7.8:7.2
source: Brāhmaṇo bhavan”ti.
sc_po: you are truly a brahmin.”

# sn7.8:8.1
source: “Gāthābhigītaṃ me abhojaneyyaṃ,
sc_po: “Food enchanted by a spell isn’t fit for me to eat.

# sn7.8:8.2
source: Sampassataṃ brāhmaṇa nesa dhammo;
sc_po: That’s not the way of those who see, brahmin.

# sn7.8:8.3
source: Gāthābhigītaṃ panudanti buddhā,
sc_po: The Buddhas reject things enchanted with spells.

# sn7.8:8.4
source: Dhamme sati brāhmaṇa vuttiresā.
sc_po: Since nature is real, brahmin, that’s how they live.

# sn7.8:9.1
source: Aññena ca kevalinaṃ mahesiṃ,
sc_po: Serve with other food and drink

# sn7.8:9.2
source: Khīṇāsavaṃ kukkuccavūpasantaṃ;
sc_po: the consummate one, the great hermit,

# sn7.8:9.3
source: Annena pānena upaṭṭhahassu,
sc_po: with defilements ended and remorse stilled.

# sn7.8:9.4
source: Khettañhi taṃ puññapekkhassa hotī”ti.
sc_po: For he is the field for the seeker of merit.”

# sn7.8:10.1
source: Evaṃ vutte, aggikabhāradvājo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, the brahmin Bhāradvāja the Fire-Worshipper said to the Buddha,

# sn7.8:10.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! …” …

# sn7.8:10.3
source: aññataro ca panāyasmā aggikabhāradvājo arahataṃ ahosīti.
sc_po: And Venerable Bhāradvāja the Fire-Worshipper became one of the perfected.
