Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.12.po
Languages: sc_po

# sn7.12:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.12:0.2
source: 2. Upāsakavagga
sc_po: 2. Lay Followers

# sn7.12:0.3
source: 12. Udayasutta
sc_po: 12. With Udaya

# sn7.12:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.12:1.2
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena udayassa brāhmaṇassa nivesanaṃ tenupasaṅkami.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of the brahmin Udaya.

# sn7.12:1.3
source: Atha kho udayo brāhmaṇo bhagavato pattaṃ odanena pūresi.
sc_po: Then Udaya filled the Buddha’s bowl with rice.

# sn7.12:1.4
source: Dutiyampi kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena udayassa brāhmaṇassa nivesanaṃ tenupasaṅkami … pe …
sc_po: The next day … and the day after that … Udaya filled the Buddha’s bowl with rice.

# sn7.12:1.5
source: tatiyampi kho udayo brāhmaṇo bhagavato pattaṃ odanena pūretvā bhagavantaṃ etadavoca:
sc_po: But when he had filled the Buddha’s bowl for a third time, he said to the Buddha,

# sn7.12:1.6
source: “pakaṭṭhakoyaṃ samaṇo gotamo punappunaṃ āgacchatī”ti.
sc_po: “This insatiable ascetic Gotama keeps coming back again and again!”

# sn7.12:2.1
source: “Punappunañceva vapanti bījaṃ,
sc_po: “Again and again, they sow the seed;

# sn7.12:2.2
source: Punappunaṃ vassati devarājā;
sc_po: again and again, the lord god sends rain;

# sn7.12:2.3
source: Punappunaṃ khettaṃ kasanti kassakā,
sc_po: again and again, farmers plough the field;

# sn7.12:2.4
source: Punappunaṃ dhaññamupeti raṭṭhaṃ.
sc_po: again and again, grain is produced for the nation.

# sn7.12:3.1
source: Punappunaṃ yācakā yācayanti,
sc_po: Again and again, the beggars beg;

# sn7.12:3.2
source: Punappunaṃ dānapatī dadanti;
sc_po: again and again, the donors give.

# sn7.12:3.3
source: Punappunaṃ dānapatī daditvā,
sc_po: Again and again, when the donors have given,

# sn7.12:3.4
source: Punappunaṃ saggamupenti ṭhānaṃ.
sc_po: again and again, they take their place in heaven.

# sn7.12:4.1
source: Punappunaṃ khīranikā duhanti,
sc_po: Again and again, dairy farmers milk;

# sn7.12:4.2
source: Punappunaṃ vaccho upeti mātaraṃ;
sc_po: again and again, a calf cleaves to its mother;

# sn7.12:4.3
source: Punappunaṃ kilamati phandati ca,
sc_po: again and again, oppressing and intimidating;

# sn7.12:4.4
source: Punappunaṃ gabbhamupeti mando.
sc_po: that idiot is reborn again and again.

# sn7.12:5.1
source: Punappunaṃ jāyati mīyati ca,
sc_po: Again and again, you’re reborn and die;

# sn7.12:5.2
source: Punappunaṃ sivathikaṃ haranti;
sc_po: again and again, you get carried to a charnel ground.

# sn7.12:5.3
source: Maggañca laddhā apunabbhavāya,
sc_po: But when they’ve gained the path for no further rebirth,

# sn7.12:5.4
source: Na punappunaṃ jāyati bhūripañño”ti.
sc_po: one of vast wisdom is not reborn again and again.”

# sn7.12:6.1
source: Evaṃ vutte, udayo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, the brahmin Udaya said to the Buddha,

# sn7.12:6.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama …

# sn7.12:6.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
