Repository: kondannyo/PGP
Catalog: SN/*_text/sn07/sn7.06.po
Languages: sc_po

# sn7.6:0.1
source: Saṃyutta Nikāya 7
sc_po: Linked Discourses 7

# sn7.6:0.2
source: 1. Arahantavagga
sc_po: 1. The Perfected Ones

# sn7.6:0.3
source: 6. Jaṭāsutta
sc_po: 6. With Bhāradvāja of the Matted Hair

# sn7.6:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn7.6:1.2
source: Atha kho jaṭābhāradvājo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the brahmin Bhāradvāja of the Matted Hair went up to the Buddha, and exchanged greetings with him.

# sn7.6:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
sc_po: When the greetings and polite conversation were over, he sat down to one side,

# sn7.6:1.4
source: Ekamantaṃ nisinno kho jaṭābhāradvājo brāhmaṇo bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: and addressed the Buddha in verse:

# sn7.6:2.1
source: “Antojaṭā bahijaṭā,
sc_po: “Matted hair within, matted hair without:

# sn7.6:2.2
source: Jaṭāya jaṭitā pajā;
sc_po: these people are tangled up in matted hair.

# sn7.6:2.3
source: Taṃ taṃ gotama pucchāmi,
sc_po: I ask you this, Gotama:

# sn7.6:2.4
source: Ko imaṃ vijaṭaye jaṭan”ti.
sc_po: who can untangle this tangled mass?”

# sn7.6:3.1
source: “Sīle patiṭṭhāya naro sapañño,
sc_po: “A wise man grounded in ethics,

# sn7.6:3.2
source: Cittaṃ paññañca bhāvayaṃ;
sc_po: developing the mind and wisdom,

# sn7.6:3.3
source: Ātāpī nipako bhikkhu,
sc_po: a keen and alert mendicant,

# sn7.6:3.4
source: So imaṃ vijaṭaye jaṭaṃ.
sc_po: can untangle this tangled mass.

# sn7.6:4.1
source: Yesaṃ rāgo ca doso ca,
sc_po: For those who have discarded

# sn7.6:4.2
source: avijjā ca virājitā;
sc_po: greed, hate, and ignorance—

# sn7.6:4.3
source: Khīṇāsavā arahanto,
sc_po: the perfected ones with defilements ended—

# sn7.6:4.4
source: tesaṃ vijaṭitā jaṭā.
sc_po: the tangle has been untangled.

# sn7.6:5.1
source: Yattha nāmañca rūpañca,
sc_po: Where name and form

# sn7.6:5.2
source: asesaṃ uparujjhati;
sc_po: cease with nothing left over;

# sn7.6:5.3
source: Paṭighaṃ rūpasaññā ca,
sc_po: and impingement and perception of form:

# sn7.6:5.4
source: etthesā chijjate jaṭā”ti.
sc_po: it’s there that the tangle is cut.”

# sn7.6:6.1
source: Evaṃ vutte, jaṭābhāradvājo bhagavantaṃ etadavoca:
sc_po: When he had spoken, Bhāradvāja of the Matted Hair said to the Buddha,

# sn7.6:6.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! …” …

# sn7.6:6.3
source: aññataro ca panāyasmā bhāradvājo arahataṃ ahosī”ti.
sc_po: And Venerable Bhāradvāja became one of the perfected.
