Repository: kondannyo/PGP
Catalog: SN/*_text/sn38/sn38.07.po
Languages: sc_po

# sn38.7:0.1
source: Saṃyutta Nikāya 38
sc_po: Linked Discourses 38

# sn38.7:0.2
source: 1. Jambukhādakavagga
sc_po: 1. With Jambukhādaka

# sn38.7:0.3
source: 7. Vedanāpañhāsutta
sc_po: 7. A Question About Feeling

# sn38.7:1.1
source: “‘Vedanā, vedanā’ti, āvuso sāriputta, vuccati.
sc_po: “Reverend Sāriputta, they speak of this thing called ‘feeling’.

# sn38.7:1.2
source: Katamā nu kho, āvuso, vedanā”ti?
sc_po: What is feeling?”

# sn38.7:1.3
source: “Tisso imāvuso, vedanā.
sc_po: “Reverend, there are three feelings.

# sn38.7:1.4
source: Katamā tisso?
sc_po: What three?

# sn38.7:1.5
source: Sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā—
sc_po: Pleasant, painful, and neutral feeling.

# sn38.7:1.6
source: imā kho, āvuso, tisso vedanā”ti.
sc_po: These are the three feelings.”

# sn38.7:1.7
source: “Atthi panāvuso, maggo atthi paṭipadā, etāsaṃ tissannaṃ vedanānaṃ pariññāyā”ti?
sc_po: “But reverend, is there a path and a practice for completely understanding these three feelings?”

# sn38.7:1.8
source: “Atthi kho, āvuso, maggo atthi paṭipadā, etāsaṃ tissannaṃ vedanānaṃ pariññāyā”ti.
sc_po: “There is.” …
