Repository: kondannyo/PGP
Catalog: SN/*_text/sn38/sn38.16.po
Languages: sc_po

# sn38.16:0.1
source: Saṃyutta Nikāya 38
sc_po: Linked Discourses 38

# sn38.16:0.2
source: 1. Jambukhādakavagga
sc_po: 1. With Jambukhādaka

# sn38.16:0.3
source: 16. Dukkarapañhāsutta
sc_po: 16. A Question About What’s Hard to Do

# sn38.16:1.1
source: “Kiṃ nu kho, āvuso sāriputta, imasmiṃ dhammavinaye dukkaran”ti?
sc_po: “Reverend Sāriputta, in this teaching and training, what is hard to do?”

# sn38.16:1.2
source: “Pabbajjā kho, āvuso, imasmiṃ dhammavinaye dukkarā”ti.
sc_po: “Going forth, reverend, is hard to do in this teaching and training.”

# sn38.16:1.3
source: “Pabbajitena panāvuso, kiṃ dukkaran”ti?
sc_po: “But what’s hard to do for someone who has gone forth?”

# sn38.16:1.4
source: “Pabbajitena kho, āvuso, abhirati dukkarā”ti.
sc_po: “When you’ve gone forth it’s hard to be satisfied.”

# sn38.16:1.5
source: “Abhiratena panāvuso, kiṃ dukkaran”ti?
sc_po: “But what’s hard to do for someone who is satisfied?”

# sn38.16:1.6
source: “Abhiratena kho, āvuso, dhammānudhammappaṭipatti dukkarā”ti.
sc_po: “When you’re satisfied, it’s hard to practice in line with the teaching.”

# sn38.16:1.7
source: “Kīvaciraṃ panāvuso, dhammānudhammappaṭipanno bhikkhu arahaṃ assā”ti?
sc_po: “But if a mendicant practices in line with the teaching, will it take them long to become a perfected one?”

# sn38.16:1.8
source: “Naciraṃ, āvuso”ti.
sc_po: “Not long, reverend.”

# sn38.16:1.10
source: Jambukhādakasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses with Jambukhādaka are complete.
