Repository: kondannyo/PGP
Catalog: SN/*_text/sn38/sn38.03.po
Languages: sc_po

# sn38.3:0.1
source: Saṃyutta Nikāya 38
sc_po: Linked Discourses 38

# sn38.3:0.2
source: 1. Jambukhādakavagga
sc_po: 1. With Jambukhādaka

# sn38.3:0.3
source: 3. Dhammavādīpañhāsutta
sc_po: 3. Principled Speech

# sn38.3:1.1
source: “Ke nu kho, āvuso sāriputta, loke dhammavādino, ke loke suppaṭipannā, ke loke sugatā”ti?
sc_po: “Reverend Sāriputta, who in the world have principled speech? Who in the world practice well? Who are the Holy Ones in the world?”

# sn38.3:1.2
source: “Ye kho, āvuso, rāgappahānāya dhammaṃ desenti, dosappahānāya dhammaṃ desenti, mohappahānāya dhammaṃ desenti, te loke dhammavādino.
sc_po: “Reverend, those who teach principles for giving up greed, hate, and delusion have principled speech in the world.

# sn38.3:1.3
source: Ye kho, āvuso, rāgassa pahānāya paṭipannā, dosassa pahānāya paṭipannā, mohassa pahānāya paṭipannā, te loke suppaṭipannā.
sc_po: Those who practice for giving up greed, hate, and delusion are practicing well in the world.

# sn38.3:1.4
source: Yesaṃ kho, āvuso, rāgo pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, doso pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, moho pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo, te loke sugatā”ti.
sc_po: Those who have given up greed, hate, and delusion—so they’re cut off at the root, made like a palm stump, obliterated, and unable to arise in the future—are Holy Ones in the world.”

# sn38.3:2.1
source: “Atthi panāvuso, maggo atthi paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti?
sc_po: “But, reverend, is there a path and a practice for giving up that greed, hate, and delusion?”

# sn38.3:2.2
source: “Atthi kho, āvuso, maggo atthi paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti.
sc_po: “There is, reverend.”

# sn38.3:2.3
source: “Katamo panāvuso, maggo katamā paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti?
sc_po: “Well, what is it?”

# sn38.3:2.4
source: “Ayameva kho, āvuso, ariyo aṭṭhaṅgiko maggo etassa rāgassa dosassa mohassa pahānāya, seyyathidaṃ—
sc_po: “It is simply this noble eightfold path, that is:

# sn38.3:2.5
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn38.3:2.6
source: Ayaṃ kho, āvuso, maggo ayaṃ paṭipadā etassa rāgassa dosassa mohassa pahānāyā”ti.
sc_po: This is the path, this is the practice for giving up that greed, hate, and delusion.”

# sn38.3:2.7
source: “Bhaddako, āvuso, maggo bhaddikā paṭipadā, etassa rāgassa dosassa mohassa pahānāya.
sc_po: “This is a fine path, a fine practice, for giving up greed, hate, and delusion.

# sn38.3:2.8
source: Alañca panāvuso sāriputta, appamādāyā”ti.
sc_po: Just this much is enough to be diligent.”
