Repository: kondannyo/PGP
Catalog: SN/*_text/sn13/sn13.11.po
Languages: sc_po

# sn13.11:0.1
source: Saṃyutta Nikāya 13
sc_po: Linked Discourses 13

# sn13.11:0.2
source: 1. Abhisamayavagga
sc_po: 1. Comprehension

# sn13.11:0.3
source: 11. Tatiyapabbatasutta
sc_po: 11. A Mountain (3rd)

# sn13.11:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn13.11:1.2
source: “Seyyathāpi, bhikkhave, puriso sinerussa pabbatarājassa satta muggamattiyo pāsāṇasakkharā upanikkhipeyya.
sc_po: “Mendicants, suppose a person was to place down on Sineru, the king of mountains, seven pebbles the size of mung beans.

# sn13.11:1.3
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn13.11:1.4
source: katamaṃ nu kho bahutaraṃ, yā vā satta muggamattiyo pāsāṇasakkharā upanikkhittā yo vā sineru pabbatarājā”ti?
sc_po: Which is more: the seven pebbles the size of mung beans, or Sineru, the king of mountains?”

# sn13.11:2.1
source: “Etadeva, bhante, bahutaraṃ yadidaṃ sineru pabbatarājā;
sc_po: “Sir, Sineru, the king of mountains, is certainly more.

# sn13.11:2.2
source: appamattikā satta muggamattiyo pāsāṇasakkharā upanikkhittā.
sc_po: The seven pebbles the size of mung beans are tiny.

# sn13.11:2.3
source: Neva satimaṃ kalaṃ upenti na sahassimaṃ kalaṃ upenti na satasahassimaṃ kalaṃ upenti sineruṃ pabbatarājānaṃ upanidhāya satta muggamattiyo pāsāṇasakkharā upanikkhittā”ti.
sc_po: Compared to Sineru, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part.”

# sn13.11:3.1
source: “Evameva kho, bhikkhave, ariyasāvakassa diṭṭhisampannassa puggalassa adhigamaṃ upanidhāya aññatitthiyasamaṇabrāhmaṇaparibbājakānaṃ adhigamo neva satimaṃ kalaṃ upeti na sahassimaṃ kalaṃ upeti na satasahassimaṃ kalaṃ upeti.
sc_po: “In the same way, compared with the achievements of a noble disciple accomplished in view, the achievements of the ascetics, brahmins, and wanderers who follow other paths is not nearly a hundredth, a thousandth, or a hundred thousandth part.

# sn13.11:3.2
source: Evaṃ mahādhigamo, bhikkhave, diṭṭhisampanno puggalo, evaṃ mahābhiñño”ti.
sc_po: So great is the achievement of the person accomplished in view, so great is their direct knowledge.”

# sn13.11:3.4
source: Abhisamayasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on comprehension are complete.
