Repository: kondannyo/PGP
Catalog: SN/*_text/sn13/sn13.04.po
Languages: sc_po

# sn13.4:0.1
source: Saṃyutta Nikāya 13
sc_po: Linked Discourses 13

# sn13.4:0.2
source: 1. Abhisamayavagga
sc_po: 1. Comprehension

# sn13.4:0.3
source: 4. Dutiyasambhejjaudakasutta
sc_po: 4. Where the Waters Flow Together (2nd)

# sn13.4:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn13.4:1.2
source: “Seyyathāpi, bhikkhave, yatthimā mahānadiyo saṃsandanti samenti, seyyathidaṃ—
sc_po: “Mendicants, there are places where the great rivers—the Ganges, Yamuna, Aciravatī, Sarabhū, and Mahī—come together and converge.

# sn13.4:1.3
source: gaṅgā yamunā aciravatī sarabhū mahī, taṃ udakaṃ parikkhayaṃ pariyādānaṃ gaccheyya ṭhapetvā dve vā tīṇi vā udakaphusitāni.
sc_po: Suppose that water dried up and evaporated except for two or three drops.

# sn13.4:1.4
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn13.4:1.5
source: katamaṃ nu kho bahutaraṃ, yaṃ vā sambhejjaudakaṃ parikkhīṇaṃ pariyādiṇṇaṃ yāni vā dve vā tīṇi vā udakaphusitāni avasiṭṭhānī”ti?
sc_po: Which is more: the water in the confluence that has dried up and evaporated, or the two or three drops left?”

# sn13.4:2.1
source: “Etadeva, bhante, bahutaraṃ sambhejjaudakaṃ yadidaṃ parikkhīṇaṃ pariyādiṇṇaṃ;
sc_po: “Sir, the water in the confluence that has dried up and evaporated is certainly more.

# sn13.4:2.2
source: appamattakāni dve vā tīṇi vā udakaphusitāni avasiṭṭhāni.
sc_po: The two or three drops left are tiny.

# sn13.4:2.3
source: Neva satimaṃ kalaṃ upenti na sahassimaṃ kalaṃ upenti na satasahassimaṃ kalaṃ upenti sambhejjaudakaṃ parikkhīṇaṃ pariyādiṇṇaṃ upanidhāya dve vā tīṇi vā udakaphusitāni avasiṭṭhānī”ti.
sc_po: Compared to the water in the confluence that has dried up and evaporated, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part.”

# sn13.4:2.4
source: “Evameva kho, bhikkhave … pe …
sc_po: “In the same way, for a noble disciple, the suffering that’s over and done with is more …”
