Repository: kondannyo/PGP
Catalog: SN/*_text/sn13/sn13.10.po
Languages: sc_po

# sn13.10:0.1
source: Saṃyutta Nikāya 13
sc_po: Linked Discourses 13

# sn13.10:0.2
source: 1. Abhisamayavagga
sc_po: 1. Comprehension

# sn13.10:0.3
source: 10. Dutiyapabbatasutta
sc_po: 10. A Mountain (2nd)

# sn13.10:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn13.10:1.2
source: “Seyyathāpi, bhikkhave, himavā pabbatarājā parikkhayaṃ pariyādānaṃ gaccheyya, ṭhapetvā satta sāsapamattiyo pāsāṇasakkharā.
sc_po: “Mendicants, suppose the Himalayas, the king of mountains, was worn away and eroded except for seven pebbles the size of mustard seeds.

# sn13.10:1.3
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn13.10:1.4
source: katamaṃ nu kho bahutaraṃ, yaṃ vā himavato pabbatarājassa parikkhīṇaṃ pariyādiṇṇaṃ yā vā satta sāsapamattiyo pāsāṇasakkharā avasiṭṭhā”ti?
sc_po: Which is more: the portion of the Himalayas, the king of mountains, that has been worn away and eroded, or the seven pebbles the size of mustard seeds that are left?”

# sn13.10:2.1
source: “Etadeva, bhante, bahutaraṃ himavato pabbatarājassa yadidaṃ parikkhīṇaṃ pariyādiṇṇaṃ;
sc_po: “Sir, the portion of the Himalayas, the king of mountains, that has been worn away and eroded is certainly more.

# sn13.10:2.2
source: appamattikā satta sāsapamattiyo pāsāṇasakkharā avasiṭṭhā.
sc_po: The seven pebbles the size of mustard seeds are tiny.

# sn13.10:2.3
source: Neva satimaṃ kalaṃ upenti na sahassimaṃ kalaṃ upenti na satasahassimaṃ kalaṃ upenti himavato pabbatarājassa parikkhīṇaṃ pariyādiṇṇaṃ upanidhāya satta sāsapamattiyo pāsāṇasakkharā avasiṭṭhā”ti.
sc_po: Compared to the Himalayas, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part.”

# sn13.10:3.1
source: “Evameva kho, bhikkhave, ariyasāvakassa diṭṭhisampannassa puggalassa abhisametāvino etadeva bahutaraṃ dukkhaṃ yadidaṃ parikkhīṇaṃ pariyādiṇṇaṃ;
sc_po: “In the same way, for a noble disciple accomplished in view, a person with comprehension, the suffering that’s over and done with is more,

# sn13.10:3.2
source: appamattakaṃ avasiṭṭhaṃ.
sc_po: what’s left is tiny.

# sn13.10:3.3
source: Neva satimaṃ kalaṃ upeti na sahassimaṃ kalaṃ upeti na satasahassimaṃ kalaṃ upeti purimaṃ dukkhakkhandhaṃ parikkhīṇaṃ pariyādiṇṇaṃ upanidhāya yadidaṃ sattakkhattuṃparamatā.
sc_po: Compared to the mass of suffering in the past that’s over and done with, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part, since there are at most seven more lives.

# sn13.10:3.4
source: Evaṃ mahatthiyo kho, bhikkhave, dhammābhisamayo, evaṃ mahatthiyo dhammacakkhupaṭilābho”ti.
sc_po: That’s how very beneficial it is to comprehend the teaching and gain the vision of the teaching.”
