Repository: kondannyo/PGP
Catalog: SN/*_text/sn13/sn13.05.po
Languages: sc_po

# sn13.5:0.1
source: Saṃyutta Nikāya 13
sc_po: Linked Discourses 13

# sn13.5:0.2
source: 1. Abhisamayavagga
sc_po: 1. Comprehension

# sn13.5:0.3
source: 5. Pathavīsutta
sc_po: 5. The Earth

# sn13.5:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn13.5:1.2
source: “Seyyathāpi, bhikkhave, puriso mahāpathaviyā satta kolaṭṭhimattiyo guḷikā upanikkhipeyya.
sc_po: “Mendicants, suppose a person was to place seven clay balls the size of jujube seeds on the great earth.

# sn13.5:1.3
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn13.5:1.4
source: katamaṃ nu kho bahutaraṃ, yā vā satta kolaṭṭhimattiyo guḷikā upanikkhittā yā vā mahāpathavī”ti?
sc_po: Which is more: the seven clay balls the size of jujube seeds, or the great earth?”

# sn13.5:2.1
source: “Etadeva, bhante, bahutaraṃ, yadidaṃ mahāpathavī;
sc_po: “Sir, the great earth is certainly more.

# sn13.5:2.2
source: appamattikā satta kolaṭṭhimattiyo guḷikā upanikkhittā.
sc_po: The seven clay balls the size of jujube seeds are tiny.

# sn13.5:2.3
source: Neva satimaṃ kalaṃ upenti na sahassimaṃ kalaṃ upenti na satasahassimaṃ kalaṃ upenti mahāpathaviṃ upanidhāya satta kolaṭṭhimattiyo guḷikā upanikkhittā”ti.
sc_po: Compared to the great earth, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part.”

# sn13.5:2.4
source: “Evameva kho, bhikkhave … pe …
sc_po: “In the same way, for a noble disciple, the suffering that’s over and done with is more …”
