Repository: kondannyo/PGP
Catalog: SN/*_text/sn13/sn13.09.po
Languages: sc_po

# sn13.9:0.1
source: Saṃyutta Nikāya 13
sc_po: Linked Discourses 13

# sn13.9:0.2
source: 1. Abhisamayavagga
sc_po: 1. Comprehension

# sn13.9:0.3
source: 9. Pabbatasutta
sc_po: 9. A Mountain

# sn13.9:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn13.9:1.2
source: “Seyyathāpi, bhikkhave, puriso himavato pabbatarājassa satta sāsapamattiyo pāsāṇasakkharā upanikkhipeyya.
sc_po: “Mendicants, suppose a person was to place seven pebbles the size of mustard seeds on the Himalayas, the king of mountains.

# sn13.9:1.3
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn13.9:1.4
source: katamaṃ nu kho bahutaraṃ, yā vā satta sāsapamattiyo pāsāṇasakkharā upanikkhittā yo vā himavā pabbatarājā”ti?
sc_po: Which is more: the seven pebbles the size of mustard seeds, or the Himalayas, the king of mountains?”

# sn13.9:2.1
source: “Etadeva, bhante, bahutaraṃ yadidaṃ himavā pabbatarājā;
sc_po: “Sir, the Himalayas, the king of mountains, is certainly more.

# sn13.9:2.2
source: appamattikā satta sāsapamattiyo pāsāṇasakkharā upanikkhittā.
sc_po: The seven pebbles the size of mustard seeds are tiny.

# sn13.9:2.3
source: Neva satimaṃ kalaṃ upenti na sahassimaṃ kalaṃ upenti na satasahassimaṃ kalaṃ upenti himavantaṃ pabbatarājānaṃ upanidhāya satta sāsapamattiyo pāsāṇasakkharā upanikkhittā”ti.
sc_po: Compared to the Himalayas, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part.”

# sn13.9:2.4
source: “Evameva kho … pe …
sc_po: “In the same way, for a noble disciple, the suffering that’s over and done with is more …”
