Repository: kondannyo/PGP
Catalog: SN/*_text/sn13/sn13.02.po
Languages: sc_po

# sn13.2:0.1
source: Saṃyutta Nikāya 13
sc_po: Linked Discourses 13

# sn13.2:0.2
source: 1. Abhisamayavagga
sc_po: 1. Comprehension

# sn13.2:0.3
source: 2. Pokkharaṇīsutta
sc_po: 2. A Lotus Pond

# sn13.2:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn13.2:1.2
source: “Seyyathāpi, bhikkhave, pokkharaṇī paññāsayojanāni āyāmena paññāsayojanāni vitthārena paññāsayojanāni ubbedhena, puṇṇā udakassa samatittikā kākapeyyā.
sc_po: “Mendicants, suppose there was a lotus pond that was fifty leagues long, fifty leagues wide, and fifty leagues deep, full to the brim so a crow could drink from it.

# sn13.2:1.3
source: Tato puriso kusaggena udakaṃ uddhareyya.
sc_po: Then a person would pick up some water on the tip of a blade of grass.

# sn13.2:1.4
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn13.2:1.5
source: katamaṃ nu kho bahutaraṃ, yaṃ vā kusaggena udakaṃ ubbhataṃ yaṃ vā pokkharaṇiyā udakan”ti?
sc_po: Which is more: the water on the tip of the blade of grass, or the water in the lotus pond?”

# sn13.2:2.1
source: “Etadeva, bhante, bahutaraṃ, yadidaṃ pokkharaṇiyā udakaṃ.
sc_po: “Sir, the water in the lotus pond is certainly more.

# sn13.2:2.2
source: Appamattakaṃ kusaggena udakaṃ ubbhataṃ.
sc_po: The water on the tip of a blade of grass is tiny.

# sn13.2:2.3
source: Neva satimaṃ kalaṃ upeti na sahassimaṃ kalaṃ upeti na satasahassimaṃ kalaṃ upeti pokkharaṇiyā udakaṃ upanidhāya kusaggena udakaṃ ubbhatan”ti.
sc_po: Compared to the water in the lotus pond, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part.”

# sn13.2:3.1
source: “Evameva kho, bhikkhave, ariyasāvakassa diṭṭhisampannassa puggalassa abhisametāvino etadeva bahutaraṃ dukkhaṃ yadidaṃ parikkhīṇaṃ pariyādiṇṇaṃ; appamattakaṃ avasiṭṭhaṃ.
sc_po: “In the same way, for a person with comprehension, a noble disciple accomplished in view, the suffering that’s over and done with is more, what’s left is tiny.

# sn13.2:3.2
source: Neva satimaṃ kalaṃ upeti na sahassimaṃ kalaṃ upeti na satasahassimaṃ kalaṃ upeti purimaṃ dukkhakkhandhaṃ parikkhīṇaṃ pariyādiṇṇaṃ upanidhāya, yadidaṃ sattakkhattuṃparamatā.
sc_po: Compared to the mass of suffering in the past that’s over and done with, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part, since there are at most seven more lives.

# sn13.2:3.3
source: Evaṃ mahatthiyo kho, bhikkhave, dhammābhisamayo; evaṃ mahatthiyo dhammacakkhupaṭilābho”ti.
sc_po: That’s how very beneficial it is to comprehend the teaching and gain the vision of the teaching.”
