Repository: kondannyo/PGP
Catalog: SN/*_text/sn13/sn13.06.po
Languages: sc_po

# sn13.6:0.1
source: Saṃyutta Nikāya 13
sc_po: Linked Discourses 13

# sn13.6:0.2
source: 1. Abhisamayavagga
sc_po: 1. Comprehension

# sn13.6:0.3
source: 6. Dutiyapathavīsutta
sc_po: 6. The Earth (2nd)

# sn13.6:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn13.6:1.2
source: “Seyyathāpi, bhikkhave, mahāpathavī parikkhayaṃ pariyādānaṃ gaccheyya, ṭhapetvā satta kolaṭṭhimattiyo guḷikā.
sc_po: “Mendicants, suppose the great earth was worn away and eroded except for seven clay balls the size of jujube seeds.

# sn13.6:1.3
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn13.6:1.4
source: katamaṃ nu kho bahutaraṃ, yaṃ vā mahāpathaviyā parikkhīṇaṃ pariyādiṇṇaṃ yā vā satta kolaṭṭhimattiyo guḷikā avasiṭṭhā”ti?
sc_po: Which is more: the great earth that has been worn away and eroded, or the seven clay balls the size of jujube seeds that are left?”

# sn13.6:2.1
source: “Etadeva, bhante, bahutaraṃ, mahāpathaviyā, yadidaṃ parikkhīṇaṃ pariyādiṇṇaṃ;
sc_po: “Sir, the great earth that has been worn away and eroded is certainly more.

# sn13.6:2.2
source: appamattikā satta kolaṭṭhimattiyo guḷikā avasiṭṭhā.
sc_po: The seven clay balls the size of jujube seeds are tiny.

# sn13.6:2.3
source: Neva satimaṃ kalaṃ upenti na sahassimaṃ kalaṃ upenti na satasahassimaṃ kalaṃ upenti mahāpathaviyā parikkhīṇaṃ pariyādiṇṇaṃ upanidhāya satta kolaṭṭhimattiyo guḷikā avasiṭṭhā”ti.
sc_po: Compared to the great earth that has been worn away and eroded, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part.”

# sn13.6:2.4
source: “Evameva kho, bhikkhave … pe …
sc_po: “In the same way, for a noble disciple, the suffering that’s over and done with is more …”
