Repository: kondannyo/PGP
Catalog: SN/*_text/sn13/sn13.03.po
Languages: sc_po

# sn13.3:0.1
source: Saṃyutta Nikāya 13
sc_po: Linked Discourses 13

# sn13.3:0.2
source: 1. Abhisamayavagga
sc_po: 1. Comprehension

# sn13.3:0.3
source: 3. Sambhejjaudakasutta
sc_po: 3. Where the Waters Flow Together

# sn13.3:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn13.3:1.2
source: “Seyyathāpi, bhikkhave, yatthimā mahānadiyo saṃsandanti samenti, seyyathidaṃ—
sc_po: “Mendicants, there are places where the great rivers—the Ganges, Yamuna, Aciravatī, Sarabhū, and Mahī—come together and converge.

# sn13.3:1.3
source: gaṅgā yamunā aciravatī sarabhū mahī, tato puriso dve vā tīṇi vā udakaphusitāni uddhareyya.
sc_po: Suppose a person was to draw two or three drops of water from such a place.

# sn13.3:1.4
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn13.3:1.5
source: katamaṃ nu kho bahutaraṃ, yāni vā dve vā tīṇi vā udakaphusitāni ubbhatāni yaṃ vā sambhejjaudakan”ti?
sc_po: Which is more: the two or three drops drawn out or the water in the confluence?”

# sn13.3:2.1
source: “Etadeva, bhante, bahutaraṃ yadidaṃ sambhejjaudakaṃ;
sc_po: “Sir, the water in the confluence is certainly more.

# sn13.3:2.2
source: appamattakāni dve vā tīṇi vā udakaphusitāni ubbhatāni.
sc_po: The two or three drops drawn out are tiny.

# sn13.3:2.3
source: Neva satimaṃ kalaṃ upenti na sahassimaṃ kalaṃ upenti na satasahassimaṃ kalaṃ upenti sambhejjaudakaṃ upanidhāya dve vā tīṇi vā udakaphusitāni ubbhatānī”ti.
sc_po: Compared to the water in the confluence, it’s not nearly a hundredth, a thousandth, or a hundred thousandth part.”

# sn13.3:2.4
source: “Evameva kho, bhikkhave … pe …
sc_po: “In the same way, for a noble disciple, the suffering that’s over and done with is more …”
