Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.02.po
Languages: sc_po

# sn3.2:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.2:0.2
source: 1. Paṭhamavagga
sc_po: 1. Shackles

# sn3.2:0.3
source: 2. Purisasutta
sc_po: 2. A Person

# sn3.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn3.2:1.2
source: Atha kho rājā pasenadi kosalo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
sc_po: Then King Pasenadi of Kosala went up to the Buddha, bowed, sat down to one side, and said to the Buddha,

# sn3.2:1.3
source: “kati nu kho, bhante, purisassa dhammā ajjhattaṃ uppajjamānā uppajjanti ahitāya dukkhāya aphāsuvihārāyā”ti?
sc_po: “Sir, how many things arise inside a person for their harm, suffering, and discomfort?”

# sn3.2:2.1
source: “Tayo kho, mahārāja, purisassa dhammā ajjhattaṃ uppajjamānā uppajjanti ahitāya dukkhāya aphāsuvihārāya.
sc_po: “Great king, three things arise inside a person for their harm, suffering, and discomfort.

# sn3.2:2.2
source: Katame tayo?
sc_po: What three?

# sn3.2:2.3
source: Lobho kho, mahārāja, purisassa dhammo ajjhattaṃ uppajjamāno uppajjati ahitāya dukkhāya aphāsuvihārāya.
sc_po: Greed,

# sn3.2:2.4
source: Doso kho, mahārāja, purisassa dhammo ajjhattaṃ uppajjamāno uppajjati ahitāya dukkhāya aphāsuvihārāya.
sc_po: hate,

# sn3.2:2.5
source: Moho kho, mahārāja, purisassa dhammo ajjhattaṃ uppajjamāno uppajjati ahitāya dukkhāya aphāsuvihārāya.
sc_po: and delusion.

# sn3.2:2.6
source: Ime kho, mahārāja, tayo purisassa dhammā ajjhattaṃ uppajjamānā uppajjanti ahitāya dukkhāya aphāsuvihārāyā”ti.
sc_po: These three things arise inside a person for their harm, suffering, and discomfort.”

# sn3.2:2.7
source: Idamavoca … pe …
sc_po: That is what the Buddha said. …

# sn3.2:3.1
source: “Lobho doso ca moho ca,
sc_po: “When greed, hate, and delusion,

# sn3.2:3.2
source: purisaṃ pāpacetasaṃ;
sc_po: have arisen inside oneself,

# sn3.2:3.3
source: Hiṃsanti attasambhūtā,
sc_po: they harm a person of wicked heart,

# sn3.2:3.4
source: tacasāraṃva samphalan”ti.
sc_po: as a reed is destroyed by its own fruit.”
