Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.08.po
Languages: sc_po

# sn3.8:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.8:0.2
source: 1. Paṭhamavagga
sc_po: 1. Shackles

# sn3.8:0.3
source: 8. Mallikāsutta
sc_po: 8. With Queen Mallikā

# sn3.8:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn3.8:1.2
source: Tena kho pana samayena rājā pasenadi kosalo mallikāya deviyā saddhiṃ uparipāsādavaragato hoti.
sc_po: Now at that time King Pasenadi of Kosala was upstairs in the stilt longhouse together with Queen Mallikā.

# sn3.8:1.3
source: Atha kho rājā pasenadi kosalo mallikaṃ deviṃ etadavoca:
sc_po: Then the king said to the queen,

# sn3.8:1.4
source: “atthi nu kho te, mallike, kocañño attanā piyataro”ti?
sc_po: “Mallikā, is there anyone more dear to you than yourself?”

# sn3.8:1.5
source: “Natthi kho me, mahārāja, kocañño attanā piyataro.
sc_po: “No, great king, there isn’t.

# sn3.8:1.6
source: Tuyhaṃ pana, mahārāja, atthañño koci attanā piyataro”ti?
sc_po: But is there anyone more dear to you than yourself?”

# sn3.8:1.7
source: “Mayhampi kho, mallike, natthañño koci attanā piyataro”ti.
sc_po: “For me also, Mallikā, there’s no-one.”

# sn3.8:2.1
source: Atha kho rājā pasenadi kosalo pāsādā orohitvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
sc_po: Then King Pasenadi of Kosala came downstairs from the stilt longhouse, went to the Buddha, bowed, sat down to one side, and told him what had happened.

# sn3.8:3.1
source: Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ gāthaṃ abhāsi:
sc_po: Then, knowing the meaning of this, on that occasion the Buddha recited this verse:

# sn3.8:4.1
source: “Sabbā disā anuparigamma cetasā,
sc_po: “Having explored every quarter with the mind,

# sn3.8:4.2
source: Nevajjhagā piyataramattanā kvaci;
sc_po: one finds no-one dearer than oneself.

# sn3.8:4.3
source: Evaṃ piyo puthu attā paresaṃ,
sc_po: Likewise for others, each holds themselves dear.

# sn3.8:4.4
source: Tasmā na hiṃse paramattakāmo”ti.
sc_po: So one who loves themselves would not harm others.”
