Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.25.po
Languages: sc_po

# sn3.25:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.25:0.2
source: 3. Tatiyavagga
sc_po: 3. Kosala

# sn3.25:0.3
source: 25. Pabbatūpamasutta
sc_po: 25. The Simile of the Mountain

# sn3.25:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn3.25:1.2
source: Ekamantaṃ nisinnaṃ kho rājānaṃ pasenadiṃ kosalaṃ bhagavā etadavoca:
sc_po: King Pasenadi of Kosala sat to one side, and the Buddha said to him,

# sn3.25:1.3
source: “handa kuto nu tvaṃ, mahārāja, āgacchasi divā divassā”ti?
sc_po: “So, great king, where are you coming from in the middle of the day?”

# sn3.25:1.4
source: “Yāni tāni, bhante, raññaṃ khattiyānaṃ muddhāvasittānaṃ issariyamadamattānaṃ kāmagedhapariyuṭṭhitānaṃ janapadatthāvariyappattānaṃ mahantaṃ pathavimaṇḍalaṃ abhivijiya ajjhāvasantānaṃ rājakaraṇīyāni bhavanti, tesu khvāhaṃ, etarahi ussukkamāpanno”ti.
sc_po: “Sir, there are anointed aristocratic kings who are infatuated with authority, and obsessed with greed for sensual pleasures. They have attained stability in the country, occupying a vast conquered territory. Today I have been busy fulfilling the duties of such kings.”

# sn3.25:2.1
source: “Taṃ kiṃ maññasi, mahārāja,
sc_po: “What do you think, great king?

# sn3.25:2.2
source: idha te puriso āgaccheyya puratthimāya disāya saddhāyiko paccayiko.
sc_po: Suppose a trustworthy and reliable man were to come from the east.

# sn3.25:2.3
source: So taṃ upasaṅkamitvā evaṃ vadeyya:
sc_po: He’d approach you and say:

# sn3.25:2.4
source: ‘yagghe, mahārāja, jāneyyāsi, ahaṃ āgacchāmi puratthimāya disāya.
sc_po: ‘Please sir, you should know this. I come from the east.

# sn3.25:2.5
source: Tatthaddasaṃ mahantaṃ pabbataṃ abbhasamaṃ, sabbe pāṇe nippothento āgacchati.
sc_po: There I saw a huge mountain that reached the clouds. And it was coming this way, crushing all creatures.

# sn3.25:2.6
source: Yaṃ te, mahārāja, karaṇīyaṃ, taṃ karohī’ti.
sc_po: So then, great king, do what you must!’

# sn3.25:2.7
source: Atha dutiyo puriso āgaccheyya pacchimāya disāya … pe …
sc_po: Then a second trustworthy and reliable man were to come from the west …

# sn3.25:2.8
source: atha tatiyo puriso āgaccheyya uttarāya disāya …
sc_po: a third from the north …

# sn3.25:2.9
source: atha catuttho puriso āgaccheyya dakkhiṇāya disāya saddhāyiko paccayiko.
sc_po: and a fourth from the south.

# sn3.25:2.10
source: So taṃ upasaṅkamitvā evaṃ vadeyya:
sc_po: He’d approach you and say:

# sn3.25:2.11
source: ‘yagghe, mahārāja, jāneyyāsi, ahaṃ āgacchāmi dakkhiṇāya disāya.
sc_po: ‘Please sir, you should know this. I come from the south.

# sn3.25:2.12
source: Tatthaddasaṃ mahantaṃ pabbataṃ abbhasamaṃ sabbe pāṇe nippothento āgacchati.
sc_po: There I saw a huge mountain that reached the clouds. And it was coming this way, crushing all creatures.

# sn3.25:2.13
source: Yaṃ te, mahārāja, karaṇīyaṃ taṃ karohī’ti.
sc_po: So then, great king, do what you must!’

# sn3.25:2.14
source: Evarūpe te, mahārāja, mahati mahabbhaye samuppanne dāruṇe manussakkhaye dullabhe manussatte kimassa karaṇīyan”ti?
sc_po: Should such a dire threat arise—a terrible loss of human life, when human birth is so rare—what would you do?”

# sn3.25:3.1
source: “Evarūpe me, bhante, mahati mahabbhaye samuppanne dāruṇe manussakkhaye dullabhe manussatte kimassa karaṇīyaṃ aññatra dhammacariyāya aññatra samacariyāya aññatra kusalakiriyāya aññatra puññakiriyāyā”ti?
sc_po: “Sir, what could I do but practice the teachings, practice morality, doing skillful and good actions?”

# sn3.25:4.1
source: “Ārocemi kho te, mahārāja, paṭivedemi kho te, mahārāja, adhivattati kho taṃ, mahārāja, jarāmaraṇaṃ.
sc_po: “I tell you, great king, I announce to you: old age and death are advancing upon you.

# sn3.25:4.2
source: Adhivattamāne ce te, mahārāja, jarāmaraṇe kimassa karaṇīyan”ti?
sc_po: Since old age and death are advancing upon you, what would you do?”

# sn3.25:4.3
source: “Adhivattamāne ca me, bhante, jarāmaraṇe kimassa karaṇīyaṃ aññatra dhammacariyāya samacariyāya kusalakiriyāya puññakiriyāya?
sc_po: “Sir, what can I do but practice the teachings, practice morality, doing skillful and good actions?

# sn3.25:4.4
source: Yāni tāni, bhante, raññaṃ khattiyānaṃ muddhāvasittānaṃ issariyamadamattānaṃ kāmagedhapariyuṭṭhitānaṃ janapadatthāvariyappattānaṃ mahantaṃ pathavimaṇḍalaṃ abhivijiya ajjhāvasantānaṃ hatthiyuddhāni bhavanti;
sc_po: Sir, there are anointed aristocratic kings who are infatuated with authority, and obsessed with greed for sensual pleasures. They have attained stability in the country, occupying a vast conquered territory. Such kings engage in battles of elephants,

# sn3.25:4.7
source: ajjhāvasantānaṃ assayuddhāni bhavanti … pe …
sc_po: cavalry,

# sn3.25:4.8
source: rathayuddhāni bhavanti … pe …
sc_po: chariots,

# sn3.25:4.9
source: pattiyuddhāni bhavanti;
sc_po: or infantry.

# sn3.25:4.10
source: tesampi, bhante, pattiyuddhānaṃ natthi gati natthi visayo adhivattamāne jarāmaraṇe.
sc_po: But there is no place, no scope for such battles when old age and death are advancing.

# sn3.25:4.11
source: Santi kho pana, bhante, imasmiṃ rājakule mantino mahāmattā, ye pahonti āgate paccatthike mantehi bhedayituṃ.
sc_po: In this royal court there are ministers of wise counsel who are capable of dividing an approaching enemy by wise counsel.

# sn3.25:4.12
source: Tesampi, bhante, mantayuddhānaṃ natthi gati natthi visayo adhivattamāne jarāmaraṇe.
sc_po: But there is no place, no scope for such diplomatic battles when old age and death are advancing.

# sn3.25:4.13
source: Saṃvijjati kho pana, bhante, imasmiṃ rājakule pahūtaṃ hiraññasuvaṇṇaṃ bhūmigatañceva vehāsaṭṭhañca, yena mayaṃ pahoma āgate paccatthike dhanena upalāpetuṃ.
sc_po: In this royal court there is abundant gold coin and bullion stored in dungeons and towers. Using this wealth we can pay off an approaching enemy.

# sn3.25:4.14
source: Tesampi, bhante, dhanayuddhānaṃ natthi gati natthi visayo adhivattamāne jarāmaraṇe.
sc_po: But there is no place, no scope for such monetary battles when old age and death are advancing.

# sn3.25:4.15
source: Adhivattamāne ca me, bhante, jarāmaraṇe kimassa karaṇīyaṃ aññatra dhammacariyāya samacariyāya kusalakiriyāya puññakiriyāyā”ti?
sc_po: When old age and death are advancing, what can I do but practice the teachings, practice morality, doing skillful and good actions?”

# sn3.25:5.1
source: “Evametaṃ, mahārāja, evametaṃ, mahārāja.
sc_po: “That’s so true, great king! That’s so true!

# sn3.25:5.2
source: Adhivattamāne jarāmaraṇe kimassa karaṇīyaṃ aññatra dhammacariyāya samacariyāya kusalakiriyāya puññakiriyāyā”ti?
sc_po: When old age and death are advancing, what can you do but practice the teachings, practice morality, doing skillful and good actions?”

# sn3.25:5.3
source: Idamavoca bhagavā … pe …
sc_po: That is what the Buddha said.

# sn3.25:5.4
source: satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn3.25:6.1
source: “Yathāpi selā vipulā,
sc_po: “Suppose there were vast mountains

# sn3.25:6.2
source: nabhaṃ āhacca pabbatā;
sc_po: of solid rock touching the sky

# sn3.25:6.3
source: Samantānupariyāyeyyuṃ,
sc_po: drawing in from all sides

# sn3.25:6.4
source: nippothento catuddisā.
sc_po: and crushing the four quarters.

# sn3.25:7.1
source: Evaṃ jarā ca maccu ca,
sc_po: So too old age and death

# sn3.25:7.2
source: adhivattanti pāṇine;
sc_po: advance upon all living creatures—

# sn3.25:7.3
source: Khattiye brāhmaṇe vesse,
sc_po: aristocrats, brahmins, merchants,

# sn3.25:7.4
source: sudde caṇḍālapukkuse;
sc_po: workers, outcastes, and scavengers.

# sn3.25:7.5
source: Na kiñci parivajjeti,
sc_po: They spare nothing.

# sn3.25:7.6
source: sabbamevābhimaddati.
sc_po: They crush all beneath them.

# sn3.25:8.1
source: Na tattha hatthīnaṃ bhūmi,
sc_po: There’s nowhere for elephants to take a stand,

# sn3.25:8.2
source: na rathānaṃ na pattiyā;
sc_po: nor chariots nor infantry.

# sn3.25:8.3
source: Na cāpi mantayuddhena,
sc_po: They can’t be defeated

# sn3.25:8.4
source: sakkā jetuṃ dhanena vā.
sc_po: by diplomatic battles or by wealth.

# sn3.25:9.1
source: Tasmā hi paṇḍito poso,
sc_po: That’s why an astute person,

# sn3.25:9.2
source: sampassaṃ atthamattano;
sc_po: seeing what’s good for themselves,

# sn3.25:9.3
source: Buddhe dhamme ca saṅghe ca,
sc_po: being wise, would place faith

# sn3.25:9.4
source: dhīro saddhaṃ nivesaye.
sc_po: in the Buddha, the teaching, and the Saṅgha.

# sn3.25:10.1
source: Yo dhammaṃ cari kāyena,
sc_po: Whoever lives by the teaching

# sn3.25:10.2
source: vācāya uda cetasā;
sc_po: in body, speech, and mind,

# sn3.25:10.3
source: Idheva naṃ pasaṃsanti,
sc_po: is praised in this life

# sn3.25:10.4
source: pecca sagge pamodatī”ti.
sc_po: and departs to rejoice in heaven.”

# sn3.25:11.5
source: Kosalasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses with the Kosalan are completed.
