Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.07.po
Languages: sc_po

# sn3.7:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.7:0.2
source: 1. Paṭhamavagga
sc_po: 1. Shackles

# sn3.7:0.3
source: 7. Aḍḍakaraṇasutta
sc_po: 7. Judgment

# sn3.7:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn3.7:1.2
source: Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
sc_po: Seated to one side, King Pasenadi said to the Buddha,

# sn3.7:1.3
source: “idhāhaṃ, bhante, aḍḍakaraṇe nisinno passāmi khattiyamahāsālepi brāhmaṇamahāsālepi gahapatimahāsālepi aḍḍhe mahaddhane mahābhoge pahūtajātarūparajate pahūtavittūpakaraṇe pahūtadhanadhaññe kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ sampajānamusā bhāsante.
sc_po: “Sir, when I’m sitting in judgment I see well-to-do aristocrats, brahmins, and householders—rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, and lots of money and grain. But they tell deliberate lies for the sake of sensual pleasures.

# sn3.7:1.4
source: Tassa mayhaṃ, bhante, etadahosi:
sc_po: Then it occurred to me:

# sn3.7:1.5
source: ‘alaṃ dāni me aḍḍakaraṇena, bhadramukho dāni aḍḍakaraṇena paññāyissatī’”ti.
sc_po: ‘Enough with passing judgment today. Now my dear will be known by the judgments he makes.’”

# sn3.7:2.1
source: “Evametaṃ, mahārāja, evametaṃ, mahārāja.
sc_po: “That’s so true, great king! That’s so true!

# sn3.7:2.2
source: Yepi te, mahārāja, khattiyamahāsālā brāhmaṇamahāsālā gahapatimahāsālā aḍḍhā mahaddhanā mahābhogā pahūtajātarūparajatā pahūtavittūpakaraṇā pahūtadhanadhaññā kāmahetu kāmanidānaṃ kāmādhikaraṇaṃ sampajānamusā bhāsanti;
sc_po: Those who are well-to-do aristocrats, brahmins, and householders tell deliberate lies for the sake of sensual pleasures.

# sn3.7:2.3
source: tesaṃ taṃ bhavissati dīgharattaṃ ahitāya dukkhāyā”ti.
sc_po: That is for their lasting harm and suffering.”

# sn3.7:2.4
source: Idamavoca … pe …
sc_po: That is what the Buddha said. …

# sn3.7:3.1
source: “Sārattā kāmabhogesu,
sc_po: “Full of desire for possessions and pleasures,

# sn3.7:3.2
source: giddhā kāmesu mucchitā;
sc_po: greedy, infatuated by sensual pleasures;

# sn3.7:3.3
source: Atisāraṃ na bujjhanti,
sc_po: they don’t notice that they’ve gone too far,

# sn3.7:3.4
source: macchā khippaṃva oḍḍitaṃ;
sc_po: like fish entering a net set out.

# sn3.7:3.5
source: Pacchāsaṃ kaṭukaṃ hoti,
sc_po: It’ll be bitter later on;

# sn3.7:3.6
source: vipāko hissa pāpako”ti.
sc_po: for the result will be bad for them.”
