Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.18.po
Languages: sc_po

# sn3.18:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.18:0.2
source: 2. Dutiyavagga
sc_po: 2. Childless

# sn3.18:0.3
source: 18. Kalyāṇamittasutta
sc_po: 18. Good Friends

# sn3.18:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn3.18:1.2
source: Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
sc_po: Seated to one side, King Pasenadi said to the Buddha,

# sn3.18:1.3
source: “idha mayhaṃ, bhante, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: “Just now, sir, as I was in private retreat this thought came to mind.

# sn3.18:1.4
source: ‘svākkhāto bhagavatā dhammo, so ca kho kalyāṇamittassa kalyāṇasahāyassa kalyāṇasampavaṅkassa, no pāpamittassa no pāpasahāyassa no pāpasampavaṅkassā’”ti.
sc_po: ‘The teaching is well explained by the Buddha. But it’s for someone with good friends, companions, and associates, not for someone with bad friends, companions, and associates.’”

# sn3.18:2.1
source: “Evametaṃ, mahārāja, evametaṃ, mahārāja.
sc_po: “That’s so true, great king! That’s so true!” said the Buddha. And he repeated the king’s statement, adding:

# sn3.18:3.1
source: Ekamidāhaṃ, mahārāja, samayaṃ sakkesu viharāmi nagarakaṃ nāma sakyānaṃ nigamo.
sc_po: “Great king, this one time I was staying in the land of the Sakyans where they have a town named Nagaraka.

# sn3.18:3.2
source: Atha kho, mahārāja, ānando bhikkhu yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho, mahārāja, ānando bhikkhu maṃ etadavoca:
sc_po: Then the mendicant Ānanda came to me, bowed, sat down to one side, and said:

# sn3.18:3.3
source: ‘upaḍḍhamidaṃ, bhante, brahmacariyassa—yadidaṃ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā’ti.
sc_po: ‘Sir, good friends, companions, and associates are half the spiritual life.’

# sn3.18:4.1
source: Evaṃ vuttāhaṃ, mahārāja, ānandaṃ bhikkhuṃ etadavocaṃ:
sc_po: When he had spoken, I said to him:

# sn3.18:4.2
source: ‘mā hevaṃ, ānanda, mā hevaṃ, ānanda.
sc_po: ‘Not so, Ānanda! Not so, Ānanda!

# sn3.18:4.3
source: Sakalameva hidaṃ, ānanda, brahmacariyaṃ—yadidaṃ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā.
sc_po: Good friends, companions, and associates are the whole of the spiritual life.

# sn3.18:4.4
source: Kalyāṇamittassetaṃ, ānanda, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvessati ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkarissati.
sc_po: A mendicant with good friends, companions, and associates can expect to develop and cultivate the noble eightfold path.

# sn3.18:5.1
source: Kathañca, ānanda, bhikkhu kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaroti?
sc_po: And how does a mendicant with good friends develop and cultivate the noble eightfold path?

# sn3.18:5.2
source: Idhānanda, bhikkhu sammādiṭṭhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ, sammāsaṅkappaṃ bhāveti … sammāvācaṃ bhāveti … sammākammantaṃ bhāveti … sammāājīvaṃ bhāveti … sammāvāyāmaṃ bhāveti … sammāsatiṃ bhāveti … sammāsamādhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn3.18:5.3
source: Evaṃ kho, ānanda, bhikkhu kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaroti.
sc_po: That’s how a mendicant with good friends develops and cultivates the noble eightfold path.

# sn3.18:5.4
source: Tadamināpetaṃ, ānanda, pariyāyena veditabbaṃ yathā sakalamevidaṃ brahmacariyaṃ—yadidaṃ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatāti.
sc_po: And here’s another way to understand how good friends are the whole of the spiritual life.

# sn3.18:6.1
source: Mamañhi, ānanda, kalyāṇamittaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, byādhidhammā sattā byādhito parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti.
sc_po: For, by relying on me as a good friend, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.

# sn3.18:6.2
source: Iminā kho etaṃ, ānanda, pariyāyena veditabbaṃ yathā sakalamevidaṃ brahmacariyaṃ—yadidaṃ kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā’ti.
sc_po: This is another way to understand how good friends are the whole of the spiritual life.’

# sn3.18:7.1
source: Tasmātiha te, mahārāja, evaṃ sikkhitabbaṃ:
sc_po: So, great king, you should train like this:

# sn3.18:7.2
source: ‘kalyāṇamitto bhavissāmi kalyāṇasahāyo kalyāṇasampavaṅko’ti.
sc_po: ‘I will have good friends, companions, and associates.’

# sn3.18:7.3
source: Evañhi te, mahārāja, sikkhitabbaṃ.
sc_po: That’s how you should train.

# sn3.18:8.1
source: Kalyāṇamittassa te, mahārāja, kalyāṇasahāyassa kalyāṇasampavaṅkassa ayaṃ eko dhammo upanissāya vihātabbo—
sc_po: When you have good friends, companions, and associates, you should live supported by one thing:

# sn3.18:8.2
source: appamādo kusalesu dhammesu.
sc_po: diligence in skillful qualities.

# sn3.18:9.1
source: Appamattassa te, mahārāja, viharato appamādaṃ upanissāya, itthāgārassa anuyantassa evaṃ bhavissati:
sc_po: When you’re diligent, supported by diligence, your ladies of the harem,

# sn3.18:10.1
source: Appamattassa te, mahārāja, viharato appamādaṃ upanissāya, khattiyānampi anuyantānaṃ evaṃ bhavissati:
sc_po: aristocrat vassals,

# sn3.18:11.1
source: Appamattassa te, mahārāja, viharato appamādaṃ upanissāya, balakāyassapi evaṃ bhavissati:
sc_po: troops,

# sn3.18:12.1
source: Appamattassa te, mahārāja, viharato appamādaṃ upanissāya, negamajānapadassapi evaṃ bhavissati:
sc_po: and people of town and country will think:

# sn3.18:12.2
source: ‘rājā kho appamatto viharati, appamādaṃ upanissāya.
sc_po: ‘The king lives diligently, supported by diligence.

# sn3.18:12.3
source: Handa mayampi appamattā viharāma, appamādaṃ upanissāyā’ti?
sc_po: We’d better live diligently, supported by diligence!’

# sn3.18:13.1
source: Appamattassa te, mahārāja, viharato appamādaṃ upanissāya, attāpi gutto rakkhito bhavissati—
sc_po: When you’re diligent, supported by diligence, then not only you yourself,

# sn3.18:13.2
source: itthāgārampi guttaṃ rakkhitaṃ bhavissati, kosakoṭṭhāgārampi guttaṃ rakkhitaṃ bhavissatī”ti.
sc_po: but your ladies of the harem, and your treasury and storehouses will be guarded and protected.”

# sn3.18:13.3
source: Idamavoca … pe …
sc_po: That is what the Buddha said. …

# sn3.18:14.1
source: “Bhoge patthayamānena,
sc_po: “For one who desires a continuous flow

# sn3.18:14.2
source: uḷāre aparāpare;
sc_po: of exceptional wealth,

# sn3.18:14.3
source: Appamādaṃ pasaṃsanti,
sc_po: the astute praise diligence

# sn3.18:14.4
source: puññakiriyāsu paṇḍitā;
sc_po: in making merit.

# sn3.18:14.5
source: Appamatto ubho atthe,
sc_po: Being diligent, an astute person

# sn3.18:14.6
source: adhiggaṇhāti paṇḍito.
sc_po: secures both benefits:

# sn3.18:15.1
source: Diṭṭhe dhamme ca yo attho,
sc_po: the benefit in this life,

# sn3.18:15.2
source: yo cattho samparāyiko;
sc_po: and in lives to come.

# sn3.18:15.3
source: Atthābhisamayā dhīro,
sc_po: A wise one, comprehending the meaning,

# sn3.18:15.4
source: paṇḍitoti pavuccatī”ti.
sc_po: is called ‘astute’.”
