Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.24.po
Languages: sc_po

# sn3.24:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.24:0.2
source: 3. Tatiyavagga
sc_po: 3. Kosala

# sn3.24:0.3
source: 24. Issattasutta
sc_po: 24. Archery

# sn3.24:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn3.24:1.2
source: Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
sc_po: Seated to one side, King Pasenadi said to the Buddha,

# sn3.24:1.3
source: “kattha nu kho, bhante, dānaṃ dātabban”ti?
sc_po: “Sir, where should a gift be given?”

# sn3.24:1.4
source: “Yattha kho, mahārāja, cittaṃ pasīdatī”ti.
sc_po: “Wherever your heart feels inspired, great king.”

# sn3.24:1.5
source: “Kattha pana, bhante, dinnaṃ mahapphalan”ti?
sc_po: “But sir, where is a gift very fruitful?”

# sn3.24:1.6
source: “Aññaṃ kho etaṃ, mahārāja, kattha dānaṃ dātabbaṃ, aññaṃ panetaṃ kattha dinnaṃ mahapphalanti?
sc_po: “Where a gift should be given is one thing, great king, but where a gift is very fruitful is another.

# sn3.24:1.7
source: Sīlavato kho, mahārāja, dinnaṃ mahapphalaṃ, no tathā dussīle.
sc_po: A gift is very fruitful when it’s given to an ethical person, not so much to an unethical person.

# sn3.24:1.8
source: Tena hi, mahārāja, taññevettha paṭipucchissāmi. Yathā, te khameyya, tathā naṃ byākareyyāsi.
sc_po: Well then, great king, I’ll ask you about this in return, and you can answer as you like.

# sn3.24:1.9
source: Taṃ kiṃ maññasi, mahārāja,
sc_po: What do you think, great king?

# sn3.24:1.10
source: idha tyassa yuddhaṃ paccupaṭṭhitaṃ saṅgāmo samupabyūḷho.
sc_po: Suppose you were at war, ready to fight a battle.

# sn3.24:1.11
source: Atha āgaccheyya khattiyakumāro asikkhito akatahattho akatayoggo akatūpāsano bhīru chambhī utrāsī palāyī.
sc_po: Then along comes an aristocrat youth who is untrained, inexpert, unfit, inexperienced. And he’s fearful, cowardly, trembling, quick to flee.

# sn3.24:1.12
source: Bhareyyāsi taṃ purisaṃ, attho ca te tādisena purisenā”ti?
sc_po: Would you employ such a man? Would he be of any use to you?”

# sn3.24:1.13
source: “Nāhaṃ, bhante, bhareyyaṃ taṃ purisaṃ, na ca me attho tādisena purisenā”ti.
sc_po: “No, sir, I would have no use for such a man.”

# sn3.24:1.14
source: “Atha āgaccheyya brāhmaṇakumāro asikkhito … pe …
sc_po: “What about a brahmin youth,

# sn3.24:1.15
source: atha āgaccheyya vessakumāro asikkhito … pe …
sc_po: a merchant youth,

# sn3.24:1.16
source: atha āgaccheyya suddakumāro asikkhito … pe …
sc_po: or a worker youth who was similar?”

# sn3.24:1.17
source: na ca me attho tādisena purisenā”ti.
sc_po: “No, sir, I would have no use for such a man.”

# sn3.24:2.1
source: “Taṃ kiṃ maññasi, mahārāja,
sc_po: “What do you think, great king?

# sn3.24:2.2
source: idha tyassa yuddhaṃ paccupaṭṭhitaṃ saṅgāmo samupabyūḷho.
sc_po: Suppose you were at war, ready to fight a battle.

# sn3.24:2.3
source: Atha āgaccheyya khattiyakumāro susikkhito katahattho katayoggo katūpāsano abhīru acchambhī anutrāsī apalāyī.
sc_po: Then along comes an aristocrat youth who is trained, expert, fit, experienced. And he’s fearless, brave, bold, standing his ground.

# sn3.24:2.4
source: Bhareyyāsi taṃ purisaṃ, attho ca te tādisena purisenā”ti?
sc_po: Would you employ such a man? Would he be of any use to you?”

# sn3.24:2.5
source: “Bhareyyāhaṃ, bhante, taṃ purisaṃ, attho ca me tādisena purisenā”ti.
sc_po: “Yes, sir, I would have a use for such a man.”

# sn3.24:2.6
source: “Atha āgaccheyya brāhmaṇakumāro … pe …
sc_po: “What about a brahmin youth,

# sn3.24:2.7
source: atha āgaccheyya vessakumāro … pe …
sc_po: a merchant youth,

# sn3.24:2.8
source: atha āgaccheyya suddakumāro susikkhito katahattho katayoggo katūpāsano abhīru acchambhī anutrāsī apalāyī.
sc_po: or a worker youth who was similar?

# sn3.24:2.9
source: Bhareyyāsi taṃ purisaṃ, attho ca te tādisena purisenā”ti?
sc_po: Would you employ such a man? Would he be of any use to you?”

# sn3.24:2.10
source: “Bhareyyāhaṃ, bhante, taṃ purisaṃ, attho ca me tādisena purisenā”ti.
sc_po: “Yes, sir, I would have a use for such a man.”

# sn3.24:3.1
source: “Evameva kho, mahārāja, yasmā kasmā cepi kulā agārasmā anagāriyaṃ pabbajito hoti, so ca hoti pañcaṅgavippahīno pañcaṅgasamannāgato, tasmiṃ dinnaṃ mahapphalaṃ hoti.
sc_po: “In the same way, a gift to anyone who has given up five factors and possesses five factors is very fruitful, no matter what family they’ve gone forth from.

# sn3.24:3.2
source: Katamāni pañcaṅgāni pahīnāni honti?
sc_po: What are the five factors they’ve given up?

# sn3.24:3.3
source: Kāmacchando pahīno hoti, byāpādo pahīno hoti, thinamiddhaṃ pahīnaṃ hoti, uddhaccakukkuccaṃ pahīnaṃ hoti, vicikicchā pahīnā hoti.
sc_po: Sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.

# sn3.24:3.4
source: Imāni pañcaṅgāni pahīnāni honti.
sc_po: These are the five factors they’ve given up.

# sn3.24:3.5
source: Katamehi pañcahaṅgehi samannāgato hoti?
sc_po: What are the five factors they possess?

# sn3.24:3.6
source: Asekkhena sīlakkhandhena samannāgato hoti, asekkhena samādhikkhandhena samannāgato hoti, asekkhena paññākkhandhena samannāgato hoti, asekkhena vimuttikkhandhena samannāgato hoti, asekkhena vimuttiñāṇadassanakkhandhena samannāgato hoti.
sc_po: The entire spectrum of an adept’s ethics, immersion, wisdom, freedom, and knowledge and vision of freedom.

# sn3.24:3.7
source: Imehi pañcahaṅgehi samannāgato hoti.
sc_po: These are the five factors they possess.

# sn3.24:3.8
source: Iti pañcaṅgavippahīne pañcaṅgasamannāgate dinnaṃ mahapphalan”ti.
sc_po: I say that a gift to anyone who has given up these five factors and possesses these five factors is very fruitful.”

# sn3.24:3.9
source: Idamavoca bhagavā … pe …
sc_po: That is what the Buddha said.

# sn3.24:3.10
source: satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn3.24:4.1
source: “Issattaṃ balavīriyañca,
sc_po: “Any youth skilled at archery,

# sn3.24:4.2
source: yasmiṃ vijjetha māṇave;
sc_po: powerful and vigorous,

# sn3.24:4.3
source: Taṃ yuddhattho bhare rājā,
sc_po: would be employed by a king going to war—

# sn3.24:4.4
source: nāsūraṃ jātipaccayā.
sc_po: one is not a coward because of one’s birth.

# sn3.24:5.1
source: Tatheva khantisoraccaṃ,
sc_po: Just so, whoever is settled

# sn3.24:5.2
source: dhammā yasmiṃ patiṭṭhitā;
sc_po: in the qualities of patience and gentleness,

# sn3.24:5.3
source: Ariyavuttiṃ medhāviṃ,
sc_po: a clever person with noble conduct,

# sn3.24:5.4
source: hīnajaccampi pūjaye.
sc_po: should be venerated even if they’re low born.

# sn3.24:6.1
source: Kāraye assame ramme,
sc_po: You should build lovely hermitages

# sn3.24:6.2
source: vāsayettha bahussute;
sc_po: and settle learned people in them.

# sn3.24:6.3
source: Papañca vivane kayirā,
sc_po: You should set up water supplies in barren regions

# sn3.24:6.4
source: dugge saṅkamanāni ca.
sc_po: and passages in places hard to travel.

# sn3.24:7.1
source: Annaṃ pānaṃ khādanīyaṃ,
sc_po: Food, drink, edibles,

# sn3.24:7.2
source: vatthasenāsanāni ca;
sc_po: clothes, and lodgings

# sn3.24:7.3
source: Dadeyya ujubhūtesu,
sc_po: should be given to the upright ones,

# sn3.24:7.4
source: vippasannena cetasā.
sc_po: with a clear and confident heart.

# sn3.24:8.1
source: Yathā hi megho thanayaṃ,
sc_po: The thundering rain cloud,

# sn3.24:8.2
source: vijjumālī satakkaku;
sc_po: its hundred peaks wreathed in lightning,

# sn3.24:8.3
source: Thalaṃ ninnañca pūreti,
sc_po: pours down over the rich earth,

# sn3.24:8.4
source: abhivassaṃ vasundharaṃ.
sc_po: soaking the uplands and valleys.

# sn3.24:9.1
source: Tatheva saddho sutavā,
sc_po: So too an astute person,

# sn3.24:9.2
source: abhisaṅkhacca bhojanaṃ;
sc_po: faithful and learned,

# sn3.24:9.3
source: Vanibbake tappayati,
sc_po: should prepare a meal to satisfy

# sn3.24:9.4
source: annapānena paṇḍito.
sc_po: renunciates with food and drink.

# sn3.24:10.1
source: Āmodamāno pakireti,
sc_po: Rejoicing, they distribute,

# sn3.24:10.2
source: detha dethāti bhāsati;
sc_po: saying, ‘Give! give!’

# sn3.24:10.3
source: Taṃ hissa gajjitaṃ hoti,
sc_po: For that is their thunder,

# sn3.24:10.4
source: devasseva pavassato;
sc_po: like the gods when it rains.

# sn3.24:10.5
source: Sā puññadhārā vipulā,
sc_po: That stream of merit so abundant

# sn3.24:10.6
source: dātāraṃ abhivassatī”ti.
sc_po: showers down on the giver.”
