Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.15.po
Languages: sc_po

# sn3.15:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.15:0.2
source: 2. Dutiyavagga
sc_po: 2. Childless

# sn3.15:0.3
source: 15. Dutiyasaṅgāmasutta
sc_po: 15. Battle (2nd)

# sn3.15:1.1
source: Atha kho rājā māgadho ajātasattu vedehiputto caturaṅginiṃ senaṃ sannayhitvā rājānaṃ pasenadiṃ kosalaṃ abbhuyyāsi yena kāsi.
sc_po: Then King Ajātasattu Vedehiputta of Magadha mobilized an army of four divisions and marched to Kāsi to attack King Pasenadi of Kosala.

# sn3.15:1.2
source: Assosi kho rājā pasenadi kosalo:
sc_po: When King Pasenadi heard of this,

# sn3.15:1.4
source: Atha kho rājā pasenadi kosalo caturaṅginiṃ senaṃ sannayhitvā rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ paccuyyāsi yena kāsi.
sc_po: he mobilized an army of four divisions and marched to Kāsi to defend it against Ajātasattu.

# sn3.15:1.5
source: Atha kho rājā ca māgadho ajātasattu vedehiputto rājā ca pasenadi kosalo saṅgāmesuṃ.
sc_po: Then the two kings met in battle.

# sn3.15:1.6
source: Tasmiṃ kho pana saṅgāme rājā pasenadi kosalo rājānaṃ māgadhaṃ ajātasattuṃ vedehiputtaṃ parājesi, jīvaggāhañca naṃ aggahesi.
sc_po: And in that battle Pasenadi defeated Ajātasattu and captured him alive.

# sn3.15:1.7
source: Atha kho rañño pasenadissa kosalassa etadahosi:
sc_po: Then King Pasenadi thought,

# sn3.15:1.8
source: “kiñcāpi kho myāyaṃ rājā māgadho ajātasattu vedehiputto adubbhantassa dubbhati, atha ca pana me bhāgineyyo hoti.
sc_po: “Even though I’ve never betrayed this King Ajātasattu, he betrayed me. Still, he is my nephew.

# sn3.15:1.9
source: Yannūnāhaṃ rañño māgadhassa ajātasattuno vedehiputtassa sabbaṃ hatthikāyaṃ pariyādiyitvā sabbaṃ assakāyaṃ pariyādiyitvā sabbaṃ rathakāyaṃ pariyādiyitvā sabbaṃ pattikāyaṃ pariyādiyitvā jīvantameva naṃ osajjeyyan”ti.
sc_po: Now that I’ve vanquished all of Ajātasattu’s elephant troops, cavalry, chariots, and infantry, why don’t I let him loose with just his life?”

# sn3.15:2.1
source: Atha kho rājā pasenadi kosalo rañño māgadhassa ajātasattuno vedehiputtassa sabbaṃ hatthikāyaṃ pariyādiyitvā sabbaṃ assakāyaṃ pariyādiyitvā sabbaṃ rathakāyaṃ pariyādiyitvā sabbaṃ pattikāyaṃ pariyādiyitvā jīvantameva naṃ osajji.
sc_po: And that’s what he did.

# sn3.15:3.1
source: Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisiṃsu.
sc_po: Then several mendicants …

# sn3.15:3.2
source: Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: told the Buddha what had happened.

# sn3.15:6.1
source: Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imā gāthāyo abhāsi:
sc_po: Then, knowing the meaning of this, on that occasion the Buddha recited these verses:

# sn3.15:7.1
source: “Vilumpateva puriso,
sc_po: “A man goes on plundering

# sn3.15:7.2
source: yāvassa upakappati;
sc_po: as long as it serves his ends.

# sn3.15:7.3
source: Yadā caññe vilumpanti,
sc_po: But as soon as others plunder him,

# sn3.15:7.4
source: so vilutto viluppati.
sc_po: the plunderer is plundered.

# sn3.15:8.1
source: Ṭhānañhi maññati bālo,
sc_po: For the fool thinks they’ve got away with it

# sn3.15:8.2
source: yāva pāpaṃ na paccati;
sc_po: as long as the wickedness doesn’t ripen.

# sn3.15:8.3
source: Yadā ca paccati pāpaṃ,
sc_po: But when the wickedness ripens,

# sn3.15:8.4
source: atha dukkhaṃ nigacchati.
sc_po: they fall into suffering.

# sn3.15:9.1
source: Hantā labhati hantāraṃ,
sc_po: A killer creates a killer;

# sn3.15:9.2
source: jetāraṃ labhate jayaṃ;
sc_po: a conqueror creates a conqueror;

# sn3.15:9.3
source: Akkosako ca akkosaṃ,
sc_po: an abuser creates abuse,

# sn3.15:9.4
source: rosetārañca rosako;
sc_po: and a bully creates a bully.

# sn3.15:9.5
source: Atha kammavivaṭṭena,
sc_po: And so as deeds unfold

# sn3.15:9.6
source: so vilutto viluppatī”ti.
sc_po: the plunderer is plundered.”
