Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.03.po
Languages: sc_po

# sn3.3:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.3:0.2
source: 1. Paṭhamavagga
sc_po: 1. Shackles

# sn3.3:0.3
source: 3. Jarāmaraṇasutta
sc_po: 3. Old Age and Death

# sn3.3:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn3.3:1.2
source: Ekamantaṃ nisinno kho rājā pasenadi kosalo bhagavantaṃ etadavoca:
sc_po: Seated to one side, King Pasenadi said to the Buddha,

# sn3.3:1.3
source: “atthi nu kho, bhante, jātassa aññatra jarāmaraṇā”ti?
sc_po: “Sir, for someone who has been reborn, is there anything apart from old age and death?”

# sn3.3:1.4
source: “Natthi kho, mahārāja, jātassa aññatra jarāmaraṇā.
sc_po: “Great king, for someone who has been reborn, there’s nothing apart from old age and death.

# sn3.3:1.5
source: Yepi te, mahārāja, khattiyamahāsālā aḍḍhā mahaddhanā mahābhogā pahūtajātarūparajatā pahūtavittūpakaraṇā pahūtadhanadhaññā, tesampi jātānaṃ natthi aññatra jarāmaraṇā.
sc_po: Even for well-to-do aristocrats,

# sn3.3:1.6
source: Yepi te, mahārāja, brāhmaṇamahāsālā … pe …
sc_po: brahmins,

# sn3.3:1.7
source: gahapatimahāsālā aḍḍhā mahaddhanā mahābhogā pahūtajātarūparajatā pahūtavittūpakaraṇā pahūtadhanadhaññā, tesampi jātānaṃ natthi aññatra jarāmaraṇā.
sc_po: or householders—rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, and lots of money and grain—when they’re born, there’s nothing apart from old age and death.

# sn3.3:1.8
source: Yepi te, mahārāja, bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, tesampāyaṃ kāyo bhedanadhammo nikkhepanadhammo”ti.
sc_po: Even for mendicants who are perfected—who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment—their bodies are liable to break up and be laid to rest.

# sn3.3:1.9
source: Idamavoca … pe …
sc_po: That is what the Buddha said. …

# sn3.3:2.1
source: “Jīranti ve rājarathā sucittā,
sc_po: “The fancy chariots of kings wear out,

# sn3.3:2.2
source: Atho sarīrampi jaraṃ upeti;
sc_po: and this body too gets old.

# sn3.3:2.3
source: Satañca dhammo na jaraṃ upeti,
sc_po: But goodness never gets old:

# sn3.3:2.4
source: Santo have sabbhi pavedayantī”ti.
sc_po: so the true and good proclaim.”
