Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.22.po
Languages: sc_po

# sn3.22:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.22:0.2
source: 3. Tatiyavagga
sc_po: 3. Kosala

# sn3.22:0.3
source: 22. Ayyikāsutta
sc_po: 22. Grandmother

# sn3.22:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn3.22:1.2
source: Ekamantaṃ nisinnaṃ kho rājānaṃ pasenadiṃ kosalaṃ bhagavā etadavoca:
sc_po: King Pasenadi of Kosala sat to one side, and the Buddha said to him,

# sn3.22:1.3
source: “handa kuto nu tvaṃ, mahārāja, āgacchasi divādivassā”ti?
sc_po: “So, great king, where are you coming from in the middle of the day?”

# sn3.22:2.1
source: “Ayyikā me, bhante, kālaṅkatā jiṇṇā vuḍḍhā mahallikā addhagatā vayoanuppattā vīsavassasatikā jātiyā.
sc_po: “Sir, my grandmother has passed away. She was old, elderly and senior. She was advanced in years and had reached the final stage of life; she was a hundred and twenty years old.

# sn3.22:2.2
source: Ayyikā kho pana me, bhante, piyā hoti manāpā.
sc_po: But I loved my grandmother; she was dear to me.

# sn3.22:2.3
source: Hatthiratanena cepāhaṃ, bhante, labheyyaṃ ‘mā me ayyikā kālamakāsī’ti, hatthiratanampāhaṃ dadeyyaṃ:
sc_po: If by giving away the elephant treasure I could get my grandmother back, I’d do it.

# sn3.22:2.5
source: Assaratanena cepāhaṃ, bhante, labheyyaṃ ‘mā me ayyikā kālamakāsī’ti, assaratanampāhaṃ dadeyyaṃ:
sc_po: If by giving away the horse treasure I could get my grandmother back, I’d do it.

# sn3.22:2.7
source: Gāmavarena cepāhaṃ, bhante, labheyyaṃ ‘mā me ayyikā kālamakāsī’ti, gāmavarampāhaṃ dadeyyaṃ:
sc_po: If by giving away a prize village I could get my grandmother back, I’d do it.

# sn3.22:2.9
source: Janapadapadesena cepāhaṃ, bhante, labheyyaṃ ‘mā me ayyikā kālamakāsī’ti, janapadapadesampāhaṃ dadeyyaṃ:
sc_po: If by giving away the whole country I could get my grandmother back, I’d do it.”

# sn3.22:2.11
source: ‘Sabbe sattā, mahārāja, maraṇadhammā maraṇapariyosānā maraṇaṃ anatītā’ti.
sc_po: “Great king, all sentient beings are liable to die. Death is their end; they’re not exempt from death.”

# sn3.22:2.12
source: ‘Acchariyaṃ, bhante, abbhutaṃ, bhante.
sc_po: “It’s incredible, sir, it’s amazing,

# sn3.22:2.13
source: Yāvasubhāsitamidaṃ, bhante, bhagavatā—
sc_po: how well said this was by the Buddha:

# sn3.22:2.14
source: sabbe sattā maraṇadhammā maraṇapariyosānā maraṇaṃ anatītā’”ti.
sc_po: ‘All sentient beings are liable to die. Death is their end; they’re not exempt from death.’”

# sn3.22:3.1
source: “Evametaṃ, mahārāja, evametaṃ, mahārāja.
sc_po: “That’s so true, great king! That’s so true!

# sn3.22:3.2
source: Sabbe sattā maraṇadhammā maraṇapariyosānā maraṇaṃ anatītā.
sc_po: All sentient beings are liable to die. Death is their end; they’re not exempt from death.

# sn3.22:3.3
source: Seyyathāpi, mahārāja, yāni kānici kumbhakārabhājanāni āmakāni ceva pakkāni ca sabbāni tāni bhedanadhammāni bhedanapariyosānāni bhedanaṃ anatītāni;
sc_po: It’s like the vessels made by potters. Whatever kind they are, whether baked or unbaked, all of them are liable to break apart. Breaking is their end; they’re not exempt from breakage.

# sn3.22:3.4
source: evameva kho, mahārāja, sabbe sattā maraṇadhammā maraṇapariyosānā maraṇaṃ anatītā”ti.
sc_po: In the same way, all sentient beings are liable to die. Death is their end; they’re not exempt from death.”

# sn3.22:3.5
source: Idamavoca … pe …
sc_po: That is what the Buddha said. …

# sn3.22:4.1
source: “Sabbe sattā marissanti,
sc_po: “All beings will die,

# sn3.22:4.2
source: maraṇantañhi jīvitaṃ;
sc_po: for life ends with death.

# sn3.22:4.3
source: Yathākammaṃ gamissanti,
sc_po: They pass on according to their deeds,

# sn3.22:4.4
source: puññapāpaphalūpagā;
sc_po: reaping the fruits of good and bad.

# sn3.22:4.5
source: Nirayaṃ pāpakammantā,
sc_po: Those who do bad go to hell,

# sn3.22:4.6
source: puññakammā ca suggatiṃ.
sc_po: and if you do good you go to heaven.

# sn3.22:5.1
source: Tasmā kareyya kalyāṇaṃ,
sc_po: That’s why you should do good,

# sn3.22:5.2
source: nicayaṃ samparāyikaṃ;
sc_po: investing in the future life.

# sn3.22:5.3
source: Puññāni paralokasmiṃ,
sc_po: The good deeds of sentient beings

# sn3.22:5.4
source: patiṭṭhā honti pāṇinan”ti.
sc_po: support them in the next world.”
