Repository: kondannyo/PGP
Catalog: SN/*_text/sn03/sn3.10.po
Languages: sc_po

# sn3.10:0.1
source: Saṃyutta Nikāya 3
sc_po: Linked Discourses 3

# sn3.10:0.2
source: 1. Paṭhamavagga
sc_po: 1. Shackles

# sn3.10:0.3
source: 10. Bandhanasutta
sc_po: 10. Shackles

# sn3.10:1.1
source: Tena kho pana samayena raññā pasenadinā kosalena mahājanakāyo bandhāpito hoti, appekacce rajjūhi appekacce andūhi appekacce saṅkhalikāhi.
sc_po: Now at that time a large group of people had been put in shackles by King Pasenadi of Kosala—some in ropes, some in manacles, some in chains.

# sn3.10:2.1
source: Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisiṃsu.
sc_po: Then several mendicants robed up in the morning and, taking their bowls and robes, entered Sāvatthī for alms.

# sn3.10:2.2
source: Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkantā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then, after the meal, when they returned from alms-round, they went up to the Buddha, bowed, sat down to one side, and told him what was happening.

# sn3.10:3.1
source: Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imā gāthāyo abhāsi:
sc_po: Then, knowing the meaning of this, on that occasion the Buddha recited these verses:

# sn3.10:4.1
source: “Na taṃ daḷhaṃ bandhanamāhu dhīrā,
sc_po: “The wise say that shackle is not strong

# sn3.10:4.2
source: Yadāyasaṃ dārujaṃ pabbajañca;
sc_po: that’s made of iron, wood, or knots.

# sn3.10:4.3
source: Sārattarattā maṇikuṇḍalesu,
sc_po: But obsession with jewels and earrings,

# sn3.10:4.4
source: Puttesu dāresu ca yā apekkhā.
sc_po: concern for your partners and children:

# sn3.10:5.1
source: Etaṃ daḷhaṃ bandhanamāhu dhīrā,
sc_po: this the wise say is a strong shackle

# sn3.10:5.2
source: Ohārinaṃ sithilaṃ duppamuñcaṃ;
sc_po: that drags you down, tight, hard to escape.

# sn3.10:5.3
source: Etampi chetvāna paribbajanti,
sc_po: They cut this too and go forth,

# sn3.10:5.4
source: Anapekkhino kāmasukhaṃ pahāyā”ti.
sc_po: unconcerned, having given up sensual pleasures.”
