Repository: kondannyo/PGP
Catalog: SN/*_text/sn33/sn33.51-54.po
Languages: sc_po

# sn33.51-54:0.1
source: Saṃyutta Nikāya 33
sc_po: Linked Discourses 33

# sn33.51-54:0.2
source: 1. Vacchagottavagga
sc_po: 1. With Vacchagotta

# sn33.51-54:0.3
source: 51–54. Rūpaappaccakkhakammādisuttacatukka
sc_po: 51–54. Four Discourses on Not Directly Experiencing Form, Etc.

# sn33.51-54:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn33.51-54:1.2
source: Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the wanderer Vacchagotta went up to the Buddha and exchanged greetings with him.

# sn33.51-54:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side, and said to the Buddha:

# sn33.51-54:1.4
source: “ko nu kho, bho gotama, hetu, ko paccayo, yānimāni anekavihitāni diṭṭhigatāni loke uppajjanti—
sc_po: “What is the cause, Master Gotama, what is the reason why these various misconceptions arise in the world? …”

# sn33.51-54:1.7
source: “Rūpe kho, vaccha, appaccakkhakammā, rūpasamudaye appaccakkhakammā, rūpanirodhe appaccakkhakammā, rūpanirodhagāminiyā paṭipadāya appaccakkhakammā … pe ….
sc_po: “Vaccha, it is because of not directly experiencing form …

# sn33.51-54:2.2
source: “Vedanāya kho, vaccha, appaccakkhakammā … pe … vedanānirodhagāminiyā paṭipadāya appaccakkhakammā … pe ….
sc_po: feeling …

# sn33.51-54:3.2
source: “Saññāya kho, vaccha, appaccakkhakammā … pe … saññānirodhagāminiyā paṭipadāya appaccakkhakammā … pe ….
sc_po: perception …

# sn33.51-54:4.2
source: “Saṅkhāresu kho, vaccha, appaccakkhakammā … pe … saṅkhāranirodhagāminiyā paṭipadāya appaccakkhakammā … pe ….
sc_po: choices …”
