Repository: kondannyo/PGP
Catalog: SN/*_text/sn33/sn33.02.po
Languages: sc_po

# sn33.2:0.1
source: Saṃyutta Nikāya 33
sc_po: Linked Discourses 33

# sn33.2:0.2
source: 1. Vacchagottavagga
sc_po: 1. With Vacchagotta

# sn33.2:0.3
source: 2. Vedanāaññāṇasutta
sc_po: 2. Not Knowing Feeling

# sn33.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn33.2:1.2
source: Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca:
sc_po: Then the wanderer Vacchagotta said to the Buddha:

# sn33.2:1.3
source: “ko nu kho, bho gotama, hetu, ko paccayo, yānimāni anekavihitāni diṭṭhigatāni loke uppajjanti—
sc_po: “What is the cause, Master Gotama, what is the reason why these various misconceptions arise in the world? That is:

# sn33.2:1.4
source: sassato lokoti vā, asassato lokoti vā … pe …
sc_po: the cosmos is eternal, or not eternal …

# sn33.2:1.5
source: neva hoti na na hoti tathāgato paraṃ maraṇāti vā”ti?
sc_po: after death, a Realized One neither exists nor doesn’t exist.”

# sn33.2:1.6
source: “Vedanāya kho, vaccha, aññāṇā, vedanāsamudaye aññāṇā, vedanānirodhe aññāṇā, vedanānirodhagāminiyā paṭipadāya aññāṇā;
sc_po: “Vaccha, it is because of not knowing feeling, its origin, its cessation, and the practice that leads to its cessation

# sn33.2:1.7
source: evamimāni anekavihitāni diṭṭhigatāni loke uppajjanti—
sc_po: that these various misconceptions arise in the world.

# sn33.2:1.10
source: Ayaṃ kho, vaccha, hetu, ayaṃ paccayo, yānimāni anekavihitāni diṭṭhigatāni loke uppajjanti—
sc_po: This is the cause, this is the reason.”
