Repository: kondannyo/PGP
Catalog: SN/*_text/sn30/sn30.03.po
Languages: sc_po

# sn30.3:0.1
source: Saṃyutta Nikāya 30
sc_po: Linked Discourses 30

# sn30.3:0.2
source: 1. Supaṇṇavagga
sc_po: 1. Phoenixes

# sn30.3:0.3
source: 3. Dvayakārīsutta
sc_po: 3. Both Kinds of Deeds

# sn30.3:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn30.3:1.2
source: Aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him:

# sn30.3:1.3
source: “ko nu kho, bhante, hetu, ko paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā aṇḍajānaṃ supaṇṇānaṃ sahabyataṃ upapajjatī”ti?
sc_po: “Sir, what is the cause, what is the reason why someone, when their body breaks up, after death, is reborn in the company of the egg-born phoenixes?”

# sn30.3:1.4
source: “Idha, bhikkhu, ekacco kāyena dvayakārī hoti, vācāya dvayakārī, manasā dvayakārī.
sc_po: “Mendicant, it’s when someone does both kinds of deeds by body, speech, and mind.

# sn30.3:1.5
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# sn30.3:1.6
source: ‘aṇḍajā supaṇṇā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: ‘The egg-born phoenixes are long-lived, beautiful, and very happy.’

# sn30.3:1.7
source: Tassa evaṃ hoti:
sc_po: They think:

# sn30.3:1.8
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā aṇḍajānaṃ supaṇṇānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the egg-born phoenixes!’

# sn30.3:1.9
source: So kāyassa bhedā paraṃ maraṇā aṇḍajānaṃ supaṇṇānaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of the egg-born phoenixes.

# sn30.3:1.10
source: Ayaṃ kho, bhikkhu, hetu, ayaṃ paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā aṇḍajānaṃ supaṇṇānaṃ sahabyataṃ upapajjatī”ti.
sc_po: This is the cause, this is the reason why someone, when their body breaks up, after death, is reborn in the company of the egg-born phoenixes.”
