Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.015.po
Languages: sc_po

# sn35.15:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.15:0.2
source: 2. Yamakavagga
sc_po: 2. Pairs

# sn35.15:0.3
source: 15. Paṭhamaassādapariyesanasutta
sc_po: 15. In Search of Gratification (Interior)

# sn35.15:1.1
source: “Cakkhussāhaṃ, bhikkhave, assādapariyesanaṃ acariṃ.
sc_po: “Mendicants, I went in search of the eye’s gratification,

# sn35.15:1.2
source: Yo cakkhussa assādo tadajjhagamaṃ.
sc_po: and I found it.

# sn35.15:1.3
source: Yāvatā cakkhussa assādo paññāya me so sudiṭṭho.
sc_po: I’ve seen clearly with wisdom the full extent of the eye’s gratification.

# sn35.15:1.4
source: Cakkhussāhaṃ, bhikkhave, ādīnavapariyesanaṃ acariṃ.
sc_po: I went in search of the eye’s drawback,

# sn35.15:1.5
source: Yo cakkhussa ādīnavo tadajjhagamaṃ.
sc_po: and I found it.

# sn35.15:1.6
source: Yāvatā cakkhussa ādīnavo paññāya me so sudiṭṭho.
sc_po: I’ve seen clearly with wisdom the full extent of the eye’s drawback.

# sn35.15:1.7
source: Cakkhussāhaṃ, bhikkhave, nissaraṇapariyesanaṃ acariṃ.
sc_po: I went in search of escape from the eye,

# sn35.15:1.8
source: Yaṃ cakkhussa nissaraṇaṃ tadajjhagamaṃ.
sc_po: and I found it.

# sn35.15:1.9
source: Yāvatā cakkhussa nissaraṇaṃ, paññāya me taṃ sudiṭṭhaṃ.
sc_po: I’ve seen clearly with wisdom the full extent of escape from the eye.

# sn35.15:1.10
source: Sotassāhaṃ, bhikkhave …
sc_po: I went in search of the ear’s …

# sn35.15:1.11
source: ghānassāhaṃ, bhikkhave …
sc_po: nose’s …

# sn35.15:1.12
source: jivhāyāhaṃ bhikkhave, assādapariyesanaṃ acariṃ.
sc_po: tongue’s …

# sn35.15:1.20
source: Yāvatā jivhāya nissaraṇaṃ, paññāya me taṃ sudiṭṭhaṃ … pe …
sc_po: body’s …

# sn35.15:1.21
source: manassāhaṃ, bhikkhave, assādapariyesanaṃ acariṃ.
sc_po: mind’s gratification,

# sn35.15:1.22
source: Yo manassa assādo tadajjhagamaṃ.
sc_po: and I found it.

# sn35.15:1.23
source: Yāvatā manassa assādo paññāya me so sudiṭṭho.
sc_po: I’ve seen clearly with wisdom the full extent of the mind’s gratification.

# sn35.15:1.24
source: Manassāhaṃ, bhikkhave, ādīnavapariyesanaṃ acariṃ.
sc_po: I went in search of the mind’s drawback,

# sn35.15:1.25
source: Yo manassa ādīnavo tadajjhagamaṃ.
sc_po: and I found it.

# sn35.15:1.26
source: Yāvatā manassa ādīnavo paññāya me so sudiṭṭho.
sc_po: I’ve seen clearly with wisdom the full extent of the mind’s drawback.

# sn35.15:1.27
source: Manassāhaṃ, bhikkhave, nissaraṇapariyesanaṃ acariṃ.
sc_po: I went in search of escape from the mind,

# sn35.15:1.28
source: Yaṃ manassa nissaraṇaṃ tadajjhagamaṃ.
sc_po: and I found it.

# sn35.15:1.29
source: Yāvatā manassa nissaraṇaṃ, paññāya me taṃ sudiṭṭhaṃ.
sc_po: I’ve seen clearly with wisdom the full extent of escape from the mind.

# sn35.15:2.1
source: Yāvakīvañcāhaṃ, bhikkhave, imesaṃ channaṃ ajjhattikānaṃ āyatanānaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññāsiṃ … pe …
sc_po: As long as I didn’t truly understand these six interior sense fields’ gratification, drawback, and escape for what they are, I didn’t announce my supreme perfect awakening …

# sn35.15:2.2
source: paccaññāsiṃ.
sc_po: But when I did truly understand …

# sn35.15:2.3
source: Ñāṇañca pana me dassanaṃ udapādi:
sc_po: Knowledge and vision arose in me:

# sn35.15:2.4
source: ‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti.
sc_po: ‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’”
