Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.243.po
Languages: sc_po

# sn35.243:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.243:0.2
source: 19. Āsīvisavagga
sc_po: 19. The Simile of the Vipers

# sn35.243:0.3
source: 243. Avassutapariyāyasutta
sc_po: 243. The Explanation on the Corrupt

# sn35.243:1.1
source: Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.
sc_po: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.

# sn35.243:1.2
source: Tena kho pana samayena kāpilavatthavānaṃ sakyānaṃ navaṃ santhāgāraṃ acirakāritaṃ hoti anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.
sc_po: Now at that time a new town hall had recently been constructed for the Sakyans of Kapilavatthu. It had not yet been occupied by an ascetic or brahmin or any person at all.

# sn35.243:1.3
source: Atha kho kāpilavatthavā sakyā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho kāpilavatthavā sakyā bhagavantaṃ etadavocuṃ:
sc_po: Then the Sakyans of Kapilavatthu went up to the Buddha, bowed, sat down to one side, and said to him,

# sn35.243:1.4
source: “idha, bhante, kāpilavatthavānaṃ sakyānaṃ navaṃ santhāgāraṃ acirakāritaṃ anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.
sc_po: “Sir, a new town hall has recently been constructed for the Sakyans of Kapilavatthu. It has not yet been occupied by an ascetic or brahmin or any person at all.

# sn35.243:1.5
source: Taṃ, bhante, bhagavā paṭhamaṃ paribhuñjatu.
sc_po: May the Buddha be the first to use it,

# sn35.243:1.6
source: Bhagavatā paṭhamaṃ paribhuttaṃ pacchā kāpilavatthavā sakyā paribhuñjissanti.
sc_po: and only then will the Sakyans of Kapilavatthu use it.

# sn35.243:1.7
source: Tadassa kāpilavatthavānaṃ sakyānaṃ dīgharattaṃ hitāya sukhāyā”ti.
sc_po: That would be for the lasting welfare and happiness of the Sakyans of Kapilavatthu.”

# sn35.243:1.8
source: Adhivāsesi bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# sn35.243:2.1
source: Atha kho kāpilavatthavā sakyā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena navaṃ santhāgāraṃ tenupasaṅkamiṃsu; upasaṅkamitvā sabbasanthariṃ santhāgāraṃ santharitvā āsanāni paññāpetvā udakamaṇikaṃ patiṭṭhāpetvā telappadīpaṃ āropetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ etadavocuṃ:
sc_po: Knowing that the Buddha had consented, the Sakyans got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went to the new town hall, where they spread carpets all over, prepared seats, set up a water jar, and placed a lamp. Then they went back to the Buddha and told him of their preparations, saying,

# sn35.243:2.3
source: Yassadāni, bhante, bhagavā kālaṃ maññatī”ti.
sc_po: “Please, sir, come at your convenience.”

# sn35.243:2.4
source: Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṃghena yena navaṃ santhāgāraṃ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā santhāgāraṃ pavisitvā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisīdi.
sc_po: Then the Buddha robed up and, taking his bowl and robe, went to the new town hall together with the Saṅgha of mendicants. Having washed his feet he entered the town hall and sat against the central column facing east.

# sn35.243:2.5
source: Bhikkhusaṃghopi kho pāde pakkhāletvā santhāgāraṃ pavisitvā pacchimaṃ bhittiṃ nissāya puratthābhimukho nisīdi bhagavantaṃyeva purakkhatvā.
sc_po: The Saṅgha of mendicants also washed their feet, entered the town hall, and sat against the west wall facing east, with the Buddha right in front of them.

# sn35.243:2.6
source: Kāpilavatthavā sakyā pāde pakkhāletvā santhāgāraṃ pavisitvā puratthimaṃ bhittiṃ nissāya pacchimābhimukhā nisīdiṃsu bhagavantaṃyeva purakkhatvā.
sc_po: The Sakyans of Kapilavatthu also washed their feet, entered the town hall, and sat against the east wall facing west, with the Buddha right in front of them.

# sn35.243:2.7
source: Atha kho bhagavā kāpilavatthave sakye bahudeva rattiṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uyyojesi:
sc_po: The Buddha spent most of the night educating, encouraging, firing up, and inspiring the Sakyans with a Dhamma talk. Then he dismissed them, saying,

# sn35.243:2.8
source: “abhikkantā kho, gotamā, ratti.
sc_po: “The night is getting late, Gotamas.

# sn35.243:2.9
source: Yassadāni kālaṃ maññathā”ti.
sc_po: Please go at your convenience.”

# sn35.243:2.10
source: “Evaṃ, bhante”ti kho kāpilavatthavā sakyā bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.
sc_po: “Yes, sir,” replied the Sakyans. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving.

# sn35.243:3.1
source: Atha kho bhagavā acirapakkantesu kāpilavatthavesu sakyesu āyasmantaṃ mahāmoggallānaṃ āmantesi:
sc_po: And then, soon after the Sakyans had left, the Buddha addressed Venerable Mahāmoggallāna,

# sn35.243:3.2
source: “vigatathinamiddho kho, moggallāna, bhikkhusaṃgho.
sc_po: “Moggallāna, the Saṅgha of mendicants is rid of dullness and drowsiness.

# sn35.243:3.3
source: Paṭibhātu taṃ, moggallāna, bhikkhūnaṃ dhammī kathā.
sc_po: Give them some Dhamma talk as you feel inspired.

# sn35.243:3.4
source: Piṭṭhi me āgilāyati;
sc_po: My back is sore,

# sn35.243:3.5
source: tamahaṃ āyamissāmī”ti.
sc_po: I’ll stretch it.”

# sn35.243:3.6
source: “Evaṃ, bhante”ti kho āyasmā mahāmoggallāno bhagavato paccassosi.
sc_po: “Yes, sir,” Mahāmoggallāna replied.

# sn35.243:3.7
source: Atha kho bhagavā catugguṇaṃ saṅghāṭiṃ paññapetvā dakkhiṇena passena sīhaseyyaṃ kappesi, pāde pādaṃ accādhāya, sato sampajāno uṭṭhānasaññaṃ manasi karitvā.
sc_po: And then the Buddha spread out his outer robe folded in four and laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up.

# sn35.243:3.8
source: Tatra kho āyasmā mahāmoggallāno bhikkhū āmantesi:
sc_po: There Venerable Mahāmoggallāna addressed the mendicants:

# sn35.243:3.9
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# sn35.243:3.10
source: “Āvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# sn35.243:3.11
source: Āyasmā mahāmoggallāno etadavoca:
sc_po: Venerable Mahāmoggallāna said this:

# sn35.243:3.12
source: “avassutapariyāyañca vo, āvuso, desessāmi, anavassutapariyāyañca.
sc_po: “I will teach you the explanation of the corrupt and the uncorrupted.

# sn35.243:3.13
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# sn35.243:3.14
source: “Evamāvuso”ti kho te bhikkhū āyasmato mahāmoggallānassa paccassosuṃ.
sc_po: “Yes, reverend,” they replied.

# sn35.243:3.15
source: Āyasmā mahāmoggallāno etadavoca:
sc_po: Venerable Mahāmoggallāna said this:

# sn35.243:4.1
source: “Kathaṃ, āvuso, avassuto hoti?
sc_po: “And how is someone corrupt?

# sn35.243:4.2
source: Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassatī viharati parittacetaso,
sc_po: Take a mendicant who sees a sight with the eye. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted.

# sn35.243:4.3
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti … pe …
sc_po: And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.243:4.4
source: jivhāya rasaṃ sāyitvā … pe …
sc_po: They hear a sound … smell an odor … taste a flavor … feel a touch …

# sn35.243:4.5
source: manasā dhammaṃ viññāya piyarūpe dhamme adhimuccati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyassatī ca viharati parittacetaso,
sc_po: know a thought with the mind. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart.

# sn35.243:4.6
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.
sc_po: And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.243:4.7
source: Ayaṃ vuccati, āvuso, bhikkhu avassuto cakkhuviññeyyesu rūpesu … pe …
sc_po: This is called a mendicant who is corrupt when it comes to sights known by the eye,

# sn35.243:4.8
source: avassuto jivhāviññeyyesu rasesu … pe …
sc_po: sounds … smells … tastes … touches …

# sn35.243:4.9
source: avassuto manoviññeyyesu dhammesu.
sc_po: thoughts known by the mind.

# sn35.243:4.10
source: Evaṃvihāriñcāvuso, bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati labhateva māro otāraṃ, labhati māro ārammaṇaṃ … pe …
sc_po: When a mendicant lives like this, if Māra comes at them through the eye he finds a vulnerability and gets hold of them.

# sn35.243:4.11
source: jivhāto cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ … pe …
sc_po: If Māra comes at them through the ear … nose … tongue … body …

# sn35.243:4.12
source: manato cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ.
sc_po: mind he finds a vulnerability and gets hold of them.

# sn35.243:5.1
source: Seyyathāpi, āvuso, naḷāgāraṃ vā tiṇāgāraṃ vā sukkhaṃ kolāpaṃ terovassikaṃ.
sc_po: Suppose there was a house made of reeds or straw that was dried up, withered, and decrepit.

# sn35.243:5.2
source: Puratthimāya cepi naṃ disāya puriso ādittāya tiṇukkāya upasaṅkameyya, labhetheva aggi otāraṃ, labhetha aggi ārammaṇaṃ;
sc_po: If a person came to it with a burning grass torch from the east,

# sn35.243:5.3
source: pacchimāya cepi naṃ disāya puriso ādittāya tiṇukkāya upasaṅkameyya … pe …
sc_po: west,

# sn35.243:5.4
source: uttarāya cepi naṃ disāya … pe …
sc_po: north,

# sn35.243:5.5
source: dakkhiṇāya cepi naṃ disāya … pe …
sc_po: south,

# sn35.243:5.6
source: heṭṭhimato cepi naṃ … pe …
sc_po: below,

# sn35.243:5.7
source: uparimato cepi naṃ …
sc_po: above,

# sn35.243:5.8
source: yato kutoci cepi naṃ puriso ādittāya tiṇukkāya upasaṅkameyya, labhetheva aggi otāraṃ labhetha aggi ārammaṇaṃ.
sc_po: or from anywhere, the fire would find a vulnerability, it would get a foothold.

# sn35.243:5.9
source: Evameva kho, āvuso, evaṃvihāriṃ bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ … pe …
sc_po: In the same way, when a mendicant lives like this, if Māra comes at them through the eye he finds a vulnerability and gets hold of them.

# sn35.243:5.10
source: jivhāto cepi naṃ māro upasaṅkamati … pe …
sc_po: If Māra comes at them through the ear … nose … tongue … body …

# sn35.243:5.11
source: manato cepi naṃ māro upasaṅkamati, labhateva māro otāraṃ, labhati māro ārammaṇaṃ.
sc_po: mind he finds a vulnerability and gets hold of them.

# sn35.243:5.12
source: Evaṃvihāriñcāvuso, bhikkhuṃ rūpā adhibhaṃsu, na bhikkhu rūpe adhibhosi;
sc_po: When a mendicant lives like this, they’re mastered by sights,

# sn35.243:5.13
source: saddā bhikkhuṃ adhibhaṃsu, na bhikkhu sadde adhibhosi;
sc_po: sounds,

# sn35.243:5.14
source: gandhā bhikkhuṃ adhibhaṃsu, na bhikkhu gandhe adhibhosi;
sc_po: smells,

# sn35.243:5.15
source: rasā bhikkhuṃ adhibhaṃsu, na bhikkhu rase adhibhosi;
sc_po: tastes,

# sn35.243:5.16
source: phoṭṭhabbā bhikkhuṃ adhibhaṃsu, na bhikkhu phoṭṭhabbe adhibhosi;
sc_po: touches,

# sn35.243:5.17
source: dhammā bhikkhuṃ adhibhaṃsu, na bhikkhu dhamme adhibhosi.
sc_po: and thoughts, they don’t master these things.

# sn35.243:5.18
source: Ayaṃ vuccatāvuso, bhikkhu rūpādhibhūto, saddādhibhūto, gandhādhibhūto, rasādhibhūto, phoṭṭhabbādhibhūto, dhammādhibhūto, adhibhūto, anadhibhū, adhibhaṃsu naṃ pāpakā akusalā dhammā saṃkilesikā ponobhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā.
sc_po: This is called a mendicant who has been mastered by sights, sounds, smells, tastes, touches, and thoughts. They’re mastered, not a master. Bad, unskillful qualities have mastered them, which are defiled, leading to future lives, hurtful, and resulting in suffering and future rebirth, old age, and death.

# sn35.243:5.19
source: Evaṃ kho, āvuso, avassuto hoti.
sc_po: That’s how someone is corrupt.

# sn35.243:6.1
source: Kathañcāvuso, anavassuto hoti?
sc_po: And how is someone uncorrupted?

# sn35.243:6.2
source: Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso,
sc_po: Take a mendicant who sees a sight with the eye. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart.

# sn35.243:6.3
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti … pe …
sc_po: And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.243:6.4
source: jivhāya rasaṃ sāyitvā … pe …
sc_po: They hear a sound … smell an odor … taste a flavor … feel a touch …

# sn35.243:6.5
source: manasā dhammaṃ viññāya piyarūpe dhamme nādhimuccati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso,
sc_po: know a thought with the mind. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart.

# sn35.243:6.6
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.
sc_po: And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.243:6.7
source: Ayaṃ vuccatāvuso, bhikkhu anavassuto cakkhuviññeyyesu rūpesu … pe …
sc_po: This is called a mendicant who is uncorrupted when it comes to sights known by the eye,

# sn35.243:6.8
source: anavassuto manoviññeyyesu dhammesu.
sc_po: sounds … smells … tastes … touches … thoughts known by the mind.

# sn35.243:6.9
source: Evaṃvihāriñcāvuso, bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ … pe …
sc_po: When a mendicant lives like this, if Māra comes at them through the eye he doesn’t find a vulnerability or get hold of them.

# sn35.243:6.10
source: jivhāto cepi naṃ māro upasaṅkamati … pe …
sc_po: If Māra comes at them through the ear … nose … tongue … body …

# sn35.243:6.11
source: manato cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ.
sc_po: mind he doesn’t find a vulnerability or get hold of them.

# sn35.243:7.1
source: Seyyathāpi, āvuso, kūṭāgāraṃ vā sālā vā bahalamattikā addāvalepanā.
sc_po: Suppose there was a bungalow or hall made of thick clay with its plaster still wet.

# sn35.243:7.2
source: Puratthimāya cepi naṃ disāya puriso ādittāya tiṇukkāya upasaṅkameyya, neva labhetha aggi otāraṃ, na labhetha aggi ārammaṇaṃ … pe …
sc_po: If a person came to it with a burning grass torch from the east,

# sn35.243:7.3
source: pacchimāya cepi naṃ …
sc_po: west,

# sn35.243:7.4
source: uttarāya cepi naṃ …
sc_po: north,

# sn35.243:7.5
source: dakkhiṇāya cepi naṃ …
sc_po: south,

# sn35.243:7.6
source: heṭṭhimato cepi naṃ …
sc_po: below,

# sn35.243:7.7
source: uparimato cepi naṃ …
sc_po: above,

# sn35.243:7.8
source: yato kutoci cepi naṃ puriso ādittāya tiṇukkāya upasaṅkameyya, neva labhetha aggi otāraṃ, na labhetha aggi ārammaṇaṃ.
sc_po: or from anywhere, the fire wouldn’t find a vulnerability, it would get no foothold.

# sn35.243:7.9
source: Evameva kho, āvuso, evaṃvihāriṃ bhikkhuṃ cakkhuto cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ … pe …
sc_po: In the same way, when a mendicant lives like this, if Māra comes at them through the eye he doesn’t find a vulnerability or get hold of them.

# sn35.243:7.10
source: manato cepi naṃ māro upasaṅkamati, neva labhati māro otāraṃ, na labhati māro ārammaṇaṃ.
sc_po: If Māra comes at them through the ear … nose … tongue … body … mind he doesn’t find a vulnerability or get hold of them.

# sn35.243:7.11
source: Evaṃvihārī cāvuso, bhikkhu rūpe adhibhosi, na rūpā bhikkhuṃ adhibhaṃsu;
sc_po: When a mendicant lives like this, they master sights,

# sn35.243:7.12
source: sadde bhikkhu adhibhosi, na saddā bhikkhuṃ adhibhaṃsu;
sc_po: sounds,

# sn35.243:7.13
source: gandhe bhikkhu adhibhosi, na gandhā bhikkhuṃ adhibhaṃsu;
sc_po: smells,

# sn35.243:7.14
source: rase bhikkhu adhibhosi, na rasā bhikkhuṃ adhibhaṃsu;
sc_po: tastes,

# sn35.243:7.15
source: phoṭṭhabbe bhikkhu adhibhosi, na phoṭṭhabbā bhikkhuṃ adhibhaṃsu;
sc_po: touches,

# sn35.243:7.16
source: dhamme bhikkhu adhibhosi, na dhammā bhikkhuṃ adhibhaṃsu.
sc_po: and thoughts, they’re not mastered by these things.

# sn35.243:7.17
source: Ayaṃ vuccatāvuso, bhikkhu rūpādhibhū, saddādhibhū, gandhādhibhū, rasādhibhū, phoṭṭhabbādhibhū, dhammādhibhū, adhibhū, anadhibhūto, adhibhosi te pāpake akusale dhamme saṃkilesike ponobhavike sadare dukkhavipāke āyatiṃ jātijarāmaraṇiye.
sc_po: This is called a mendicant who has mastered sights, sounds, smells, tastes, touches, and thoughts. They’re a master, not mastered. Bad, unskillful qualities have been mastered by them, which are defiled, leading to future lives, hurtful, and resulting in suffering and future rebirth, old age, and death.

# sn35.243:7.18
source: Evaṃ kho, āvuso, anavassuto hotī”ti.
sc_po: That’s how someone is uncorrupted.”

# sn35.243:8.1
source: Atha kho bhagavā uṭṭhahitvā āyasmantaṃ mahāmoggallānaṃ āmantesi:
sc_po: Then the Buddha got up and said to Venerable Mahāmoggallāna:

# sn35.243:8.2
source: “sādhu sādhu, moggallāna.
sc_po: “Good, good, Moggallāna!

# sn35.243:8.3
source: Sādhu kho tvaṃ, moggallāna, bhikkhūnaṃ avassutapariyāyañca anavassutapariyāyañca abhāsī”ti.
sc_po: It’s good that you’ve taught this explanation of the corrupt and the uncorrupted.”

# sn35.243:9.1
source: Idamavoca āyasmā mahāmoggallāno.
sc_po: This is what Venerable Mahāmoggallāna said,

# sn35.243:9.2
source: Samanuñño satthā ahosi.
sc_po: and the teacher approved.

# sn35.243:9.3
source: Attamanā te bhikkhū āyasmato mahāmoggallānassa bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what Mahāmoggallāna said.
