Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.003.po
Languages: sc_po

# sn35.3:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.3:0.2
source: 1. Aniccavagga
sc_po: 1. Impermanence

# sn35.3:0.3
source: 3. Ajjhattānattasutta
sc_po: 3. The Interior as Not-Self

# sn35.3:1.1
source: “Cakkhuṃ, bhikkhave, anattā.
sc_po: “Mendicants, the eye is not-self.

# sn35.3:1.2
source: Yadanattā taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
sc_po: And what’s not-self should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# sn35.3:1.3
source: Sotaṃ anattā … pe …
sc_po: The ear,

# sn35.3:1.4
source: ghānaṃ anattā …
sc_po: nose,

# sn35.3:1.5
source: jivhā anattā …
sc_po: tongue,

# sn35.3:1.6
source: kāyo anattā …
sc_po: body,

# sn35.3:1.7
source: mano anattā.
sc_po: and mind are not-self.

# sn35.3:1.8
source: Yadanattā taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
sc_po: And what’s not-self should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# sn35.3:1.9
source: Evaṃ passaṃ … pe …
sc_po: Seeing this …

# sn35.3:1.10
source: nāparaṃ itthattāyāti pajānātī”ti.
sc_po: They understand: ‘… there is no return to any state of existence.’”
