Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.019.po
Languages: sc_po

# sn35.19:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.19:0.2
source: 2. Yamakavagga
sc_po: 2. Pairs

# sn35.19:0.3
source: 19. Paṭhamābhinandasutta
sc_po: 19. Taking Pleasure (Interior)

# sn35.19:1.1
source: “Yo, bhikkhave, cakkhuṃ abhinandati, dukkhaṃ so abhinandati.
sc_po: “Mendicants, if you take pleasure in the eye, you take pleasure in suffering.

# sn35.19:1.2
source: Yo dukkhaṃ abhinandati, aparimutto so dukkhasmāti vadāmi.
sc_po: If you take pleasure in suffering, I say you’re not exempt from suffering.

# sn35.19:1.3
source: Yo sotaṃ … pe …
sc_po: If you take pleasure in the ear …

# sn35.19:1.4
source: yo ghānaṃ … pe …
sc_po: nose …

# sn35.19:1.5
source: yo jivhaṃ abhinandati, dukkhaṃ so abhinandati.
sc_po: tongue …

# sn35.19:1.7
source: Yo kāyaṃ … pe …
sc_po: body …

# sn35.19:1.8
source: yo manaṃ abhinandati, dukkhaṃ so abhinandati.
sc_po: mind, you take pleasure in suffering.

# sn35.19:1.9
source: Yo dukkhaṃ abhinandati, aparimutto so dukkhasmā”ti vadāmi.
sc_po: If you take pleasure in suffering, I say you’re not exempt from suffering.

# sn35.19:2.1
source: “Yo ca kho, bhikkhave, cakkhuṃ nābhinandati, dukkhaṃ so nābhinandati.
sc_po: If you don’t take pleasure in the eye, you don’t take pleasure in suffering.

# sn35.19:2.2
source: Yo dukkhaṃ nābhinandati, parimutto so dukkhasmāti vadāmi.
sc_po: If you don’t take pleasure in suffering, I say you’re exempt from suffering.

# sn35.19:2.3
source: Yo sotaṃ … pe …
sc_po: If you don’t take pleasure in the ear …

# sn35.19:2.4
source: yo ghānaṃ … pe …
sc_po: nose …

# sn35.19:2.5
source: yo jivhaṃ nābhinandati, dukkhaṃ so nābhinandati.
sc_po: tongue …

# sn35.19:2.7
source: Yo kāyaṃ … pe …
sc_po: body …

# sn35.19:2.8
source: yo manaṃ nābhinandati, dukkhaṃ so nābhinandati.
sc_po: mind, you don’t take pleasure in suffering.

# sn35.19:2.9
source: Yo dukkhaṃ nābhinandati, parimutto so dukkhasmā”ti vadāmi.
sc_po: If you don’t take pleasure in suffering, I say you’re exempt from suffering.”
