Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.228.po
Languages: sc_po

# sn35.228:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.228:0.2
source: 18. Samuddavagga
sc_po: 18. The Ocean

# sn35.228:0.3
source: 228. Paṭhamasamuddasutta
sc_po: 228. The Ocean (1st)

# sn35.228:1.1
source: “‘Samuddo, samuddo’ti, bhikkhave, assutavā puthujjano bhāsati.
sc_po: “Mendicants, an uneducated ordinary person speaks of the ocean.

# sn35.228:1.2
source: Neso, bhikkhave, ariyassa vinaye samuddo.
sc_po: But that’s not the ocean in the training of the noble one.

# sn35.228:1.3
source: Mahā eso, bhikkhave, udakarāsi mahāudakaṇṇavo.
sc_po: That’s just a large body of water, a large sea of water.

# sn35.228:1.4
source: Cakkhu, bhikkhave, purisassa samuddo;
sc_po: For a person, the eye is an ocean,

# sn35.228:1.5
source: tassa rūpamayo vego.
sc_po: and its currents are made of sights.

# sn35.228:2.1
source: Yo taṃ rūpamayaṃ vegaṃ sahati, ayaṃ vuccati, bhikkhave, atari cakkhusamuddaṃ saūmiṃ sāvaṭṭaṃ sagāhaṃ sarakkhasaṃ;
sc_po: Someone who can withstand those currents is said to have crossed over the ocean of the eye, with its waves and whirlpools, its sharks, and monsters.

# sn35.228:2.2
source: tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇo … pe …
sc_po: Crossed over, the brahmin stands on the far shore.

# sn35.228:2.3
source: jivhā, bhikkhave, purisassa samuddo;
sc_po: For a person, the ear … nose … tongue … body …

# sn35.228:2.7
source: mano, bhikkhave, purisassa samuddo;
sc_po: mind is an ocean,

# sn35.228:2.8
source: tassa dhammamayo vego.
sc_po: and its currents are made of thoughts.

# sn35.228:2.9
source: Yo taṃ dhammamayaṃ vegaṃ sahati, ayaṃ vuccati, bhikkhave, atari manosamuddaṃ saūmiṃ sāvaṭṭaṃ sagāhaṃ sarakkhasaṃ;
sc_po: Someone who can withstand those currents is said to have crossed over the ocean of the mind, with its waves and whirlpools, its sharks, and monsters.

# sn35.228:2.10
source: tiṇṇo pāraṅgato thale tiṭṭhati brāhmaṇo”ti.
sc_po: Crossed over, the brahmin stands on the far shore.”

# sn35.228:2.11
source: Idamavoca … pe …
sc_po: That is what the Buddha said.

# sn35.228:2.12
source: satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn35.228:3.1
source: “Yo imaṃ samuddaṃ sagāhaṃ sarakkhasaṃ,
sc_po: “A knowledge master who’s crossed the ocean so hard to cross,

# sn35.228:3.2
source: Saūmiṃ sāvaṭṭaṃ sabhayaṃ duttaraṃ accatari;
sc_po: with its sharks and monsters, its waves, whirlpools, and dangers;

# sn35.228:3.3
source: Sa vedagū vusitabrahmacariyo,
sc_po: they’ve completed the spiritual journey, and gone to the end of the world,

# sn35.228:3.4
source: Lokantagū pāragatoti vuccatī”ti.
sc_po: they’re called ‘one who has gone beyond’.”
