Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.162.po
Languages: sc_po

# sn35.162:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.162:0.2
source: 16. Nandikkhayavagga
sc_po: 16. The End of Relishing

# sn35.162:0.3
source: 162. Koṭṭhikaaniccasutta
sc_po: 162. With Koṭṭhita on Impermanence

# sn35.162:1.1
source: Atha kho āyasmā mahākoṭṭhiko yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho āyasmā koṭṭhiko bhagavantaṃ etadavoca:
sc_po: Then Venerable Mahākoṭṭhita went up to the Buddha … and asked him,

# sn35.162:1.2
source: “sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.
sc_po: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# sn35.162:2.1
source: “Yaṃ kho, koṭṭhika, aniccaṃ tatra te chando pahātabbo.
sc_po: “Koṭṭhita, you should give up desire for what is impermanent.

# sn35.162:2.2
source: Kiñca, koṭṭhika, aniccaṃ?
sc_po: And what is impermanent?

# sn35.162:2.3
source: Cakkhu kho, koṭṭhika, aniccaṃ; tatra te chando pahātabbo.
sc_po: The eye,

# sn35.162:2.4
source: Rūpā aniccā; tatra te chando pahātabbo.
sc_po: sights,

# sn35.162:2.5
source: Cakkhuviññāṇaṃ aniccaṃ; tatra te chando pahātabbo.
sc_po: eye consciousness,

# sn35.162:2.6
source: Cakkhusamphasso anicco; tatra te chando pahātabbo.
sc_po: and eye contact are impermanent: you should give up desire for them.

# sn35.162:2.7
source: Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccaṃ; tatra te chando pahātabbo … pe …
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by eye contact is also impermanent: you should give up desire for it.

# sn35.162:2.8
source: jivhā aniccā; tatra te chando pahātabbo.
sc_po: The ear … nose … tongue … body …

# sn35.162:2.13
source: mano anicco; tatra te chando pahātabbo.
sc_po: The mind,

# sn35.162:2.14
source: Dhammā aniccā; tatra te chando pahātabbo.
sc_po: thoughts,

# sn35.162:2.15
source: Manoviññāṇaṃ aniccaṃ; tatra te chando pahātabbo.
sc_po: mind consciousness,

# sn35.162:2.16
source: Manosamphasso anicco; tatra te chando pahātabbo.
sc_po: and mind contact are impermanent: you should give up desire for them.

# sn35.162:2.17
source: Yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccaṃ; tatra te chando pahātabbo.
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by mind contact is also impermanent: you should give up desire for it.

# sn35.162:2.18
source: Yaṃ kho, koṭṭhika, aniccaṃ tatra te chando pahātabbo”ti.
sc_po: Koṭṭhita, you should give up desire for what is impermanent.”
