Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.242.po
Languages: sc_po

# sn35.242:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.242:0.2
source: 19. Āsīvisavagga
sc_po: 19. The Simile of the Vipers

# sn35.242:0.3
source: 242. Dutiyadārukkhandhopamasutta
sc_po: 242. The Simile of the Tree Trunk (2nd)

# sn35.242:1.1
source: Ekaṃ samayaṃ bhagavā kimilāyaṃ viharati gaṅgāya nadiyā tīre.
sc_po: At one time the Buddha was staying near Kimibilā on the bank of the Ganges river.

# sn35.242:1.2
source: Addasā kho bhagavā mahantaṃ dārukkhandhaṃ gaṅgāya nadiyā sotena vuyhamānaṃ.
sc_po: Seeing a large tree trunk being carried along by the current,

# sn35.242:1.3
source: Disvāna bhikkhū āmantesi:
sc_po: he addressed the mendicants:

# sn35.242:1.4
source: “passatha no tumhe, bhikkhave, amuṃ mahantaṃ dārukkhandhaṃ gaṅgāya nadiyā sotena vuyhamānan”ti?
sc_po: “Mendicants, do you see that large tree trunk being carried along by the current of the Ganges river?”

# sn35.242:1.5
source: “Evaṃ, bhante” … pe …
sc_po: “Yes, sir,” they replied. …

# sn35.242:1.6
source: evaṃ vutte, āyasmā kimilo bhagavantaṃ etadavoca:
sc_po: When this was said, Venerable Kimbila said to the Buddha:

# sn35.242:1.7
source: “kiṃ nu kho, bhante, orimaṃ tīraṃ … pe …
sc_po: “But sir, what’s the near shore and what’s the far shore? What’s sinking in the middle? What’s getting stranded on high ground? What’s getting taken by humans or non-humans? What’s getting caught up in a whirlpool? And what’s rotting away?” …

# sn35.242:1.8
source: “katamo ca, kimila, antopūtibhāvo.
sc_po: “And what, Kimbila, is rotting away?

# sn35.242:1.9
source: Idha, kimila, bhikkhu aññataraṃ saṃkiliṭṭhaṃ āpattiṃ āpanno hoti yathārūpāya āpattiyā na vuṭṭhānaṃ paññāyati.
sc_po: It’s when a mendicant has committed the kind of corrupt offense from which there is no rehabilitation.

# sn35.242:1.10
source: Ayaṃ vuccati, kimila, antopūtibhāvo”ti.
sc_po: This is called ‘rotting away’.”
