Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.136.po
Languages: sc_po

# sn35.136:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.136:0.2
source: 14. Devadahavagga
sc_po: 14. At Devadaha

# sn35.136:0.3
source: 136. Paṭhamarūpārāmasutta
sc_po: 136. Liking Sights (1st)

# sn35.136:1.1
source: “Rūpārāmā, bhikkhave, devamanussā rūparatā rūpasammuditā.
sc_po: “Mendicants, gods and humans like sights, they love them and enjoy them.

# sn35.136:1.2
source: Rūpavipariṇāmavirāganirodhā dukkhā, bhikkhave, devamanussā viharanti.
sc_po: But when sights perish, fade away, and cease, gods and humans live in suffering.

# sn35.136:1.3
source: Saddārāmā, bhikkhave, devamanussā saddaratā saddasammuditā.
sc_po: Gods and humans like sounds …

# sn35.136:1.5
source: Gandhārāmā …
sc_po: smells …

# sn35.136:1.6
source: rasārāmā …
sc_po: tastes …

# sn35.136:1.7
source: phoṭṭhabbārāmā …
sc_po: touches …

# sn35.136:1.8
source: dhammārāmā, bhikkhave, devamanussā dhammaratā dhammasammuditā.
sc_po: thoughts, they love them and enjoy them.

# sn35.136:1.9
source: Dhammavipariṇāmavirāganirodhā dukkhā, bhikkhave, devamanussā viharanti.
sc_po: But when thoughts perish, fade away, and cease, gods and humans live in suffering.

# sn35.136:1.10
source: Tathāgato ca kho, bhikkhave, arahaṃ sammāsambuddho rūpānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā na rūpārāmo na rūparato na rūpasammudito.
sc_po: The Realized One has truly understood the origin, ending, gratification, drawback, and escape of sights, so he doesn’t like, love, or enjoy them.

# sn35.136:1.11
source: Rūpavipariṇāmavirāganirodhā sukho, bhikkhave, tathāgato viharati.
sc_po: When sights perish, fade away, and cease, the Realized One lives happily.

# sn35.136:1.12
source: Saddānaṃ …
sc_po: The Realized One has truly understood the origin, ending, gratification, drawback, and escape of sounds …

# sn35.136:1.13
source: gandhānaṃ …
sc_po: smells …

# sn35.136:1.14
source: rasānaṃ …
sc_po: tastes …

# sn35.136:1.15
source: phoṭṭhabbānaṃ …
sc_po: touches …

# sn35.136:1.16
source: dhammānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā na dhammārāmo, na dhammarato, na dhammasammudito.
sc_po: thoughts, so he doesn’t like, love, or enjoy them.

# sn35.136:1.17
source: Dhammavipariṇāmavirāganirodhā sukho, bhikkhave, tathāgato viharati”.
sc_po: When thoughts perish, fade away, and cease, the Realized One lives happily.”

# sn35.136:1.18
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn35.136:1.19
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn35.136:2.1
source: “Rūpā saddā rasā gandhā,
sc_po: “Sights, sounds, tastes, smells,

# sn35.136:2.2
source: phassā dhammā ca kevalā;
sc_po: touches and thoughts, the lot of them—

# sn35.136:2.3
source: Iṭṭhā kantā manāpā ca,
sc_po: they’re likable, desirable, and pleasurable

# sn35.136:2.4
source: yāvatatthīti vuccati.
sc_po: as long as you can say that they exist.

# sn35.136:3.1
source: Sadevakassa lokassa,
sc_po: In all the world with its gods,

# sn35.136:3.2
source: ete vo sukhasammatā;
sc_po: this is reckoned as happiness.

# sn35.136:3.3
source: Yattha cete nirujjhanti,
sc_po: And where they cease

# sn35.136:3.4
source: taṃ tesaṃ dukkhasammataṃ.
sc_po: this is reckoned as suffering.

# sn35.136:4.1
source: Sukhaṃ diṭṭhamariyebhi,
sc_po: The noble ones have seen that happiness

# sn35.136:4.2
source: sakkāyassa nirodhanaṃ;
sc_po: is the cessation of identity.

# sn35.136:4.3
source: Paccanīkamidaṃ hoti,
sc_po: Those who see

# sn35.136:4.4
source: sabbalokena passataṃ.
sc_po: contradict the whole world.

# sn35.136:5.1
source: Yaṃ pare sukhato āhu,
sc_po: What others say is happiness

# sn35.136:5.2
source: tadariyā āhu dukkhato;
sc_po: the noble ones say is suffering.

# sn35.136:5.3
source: Yaṃ pare dukkhato āhu,
sc_po: What others say is suffering

# sn35.136:5.4
source: tadariyā sukhato vidū.
sc_po: the noble ones say is happiness.

# sn35.136:6.1
source: Passa dhammaṃ durājānaṃ,
sc_po: See, this teaching is hard to understand,

# sn35.136:6.2
source: sammūḷhettha aviddasu;
sc_po: it confuses the ignorant.

# sn35.136:6.3
source: Nivutānaṃ tamo hoti,
sc_po: Those who don’t see are closed off;

# sn35.136:6.4
source: andhakāro apassataṃ.
sc_po: for them, all is blind darkness.

# sn35.136:7.1
source: Satañca vivaṭaṃ hoti,
sc_po: But those who see are open;

# sn35.136:7.2
source: āloko passatāmiva;
sc_po: for the good, it is light.

# sn35.136:7.3
source: Santike na vijānanti,
sc_po: Though it’s right there, the unskilled fools

# sn35.136:7.4
source: maggā dhammassa akovidā.
sc_po: don’t understand the teaching.

# sn35.136:8.1
source: Bhavarāgaparetebhi,
sc_po: They’re mired in desire to be reborn,

# sn35.136:8.2
source: bhavarāgānusārībhi;
sc_po: flowing along the stream of lives,

# sn35.136:8.3
source: Māradheyyānupannehi,
sc_po: mired in Māra’s sovereignty:

# sn35.136:8.4
source: nāyaṃ dhammo susambudho.
sc_po: this teaching isn’t easy for them to understand.

# sn35.136:9.1
source: Ko nu aññatra mariyebhi,
sc_po: Who, apart from the noble ones,

# sn35.136:9.2
source: Padaṃ sambuddhumarahati;
sc_po: is qualified to understand this state?

# sn35.136:9.3
source: Yaṃ padaṃ sammadaññāya,
sc_po: When they’ve rightly understood it,

# sn35.136:9.4
source: Parinibbanti anāsavā”ti.
sc_po: they’re extinguished without defilements.”
