Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.095.po
Languages: sc_po

# sn35.95:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.95:0.2
source: 10. Saḷavagga
sc_po: 10. The Sixes

# sn35.95:0.3
source: 95. Mālukyaputtasutta
sc_po: 95. Māluṅkyaputta

# sn35.95:1.1
source: Atha kho āyasmā mālukyaputto yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho āyasmā mālukyaputto bhagavantaṃ etadavoca:
sc_po: Then Venerable Māluṅkyaputta went up to the Buddha … and asked him,

# sn35.95:1.2
source: “sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.
sc_po: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# sn35.95:2.1
source: “Ettha dāni, mālukyaputta, kiṃ dahare bhikkhū vakkhāma.
sc_po: “Well now, Māluṅkyaputta, what are we to say to the young monks,

# sn35.95:2.2
source: Yatra hi nāma tvaṃ, bhikkhu, jiṇṇo vuddho mahallako addhagato vayoanuppatto saṅkhittena ovādaṃ yācasī”ti.
sc_po: when even an old man like you, elderly and senior, advanced in years, having reached the final stage of life, asks the Realized One for brief advice?”

# sn35.95:3.1
source: “Kiñcāpāhaṃ, bhante, jiṇṇo vuddho mahallako addhagato vayoanuppatto.
sc_po: “Sir, even though I’m an old man, elderly and senior,

# sn35.95:3.2
source: Desetu me, bhante, bhagavā saṅkhittena dhammaṃ, desetu sugato saṅkhittena dhammaṃ, appeva nāmāhaṃ bhagavato bhāsitassa atthaṃ ājāneyyaṃ. Appeva nāmāhaṃ bhagavato bhāsitassa dāyādo assan”ti.
sc_po: may the Buddha please teach me Dhamma in brief! May the Holy one please teach me in brief! Hopefully I can understand the meaning of what the Buddha says. Hopefully I can be an heir of the Buddha’s teaching!”

# sn35.95:4.1
source: “Taṃ kiṃ maññasi, mālukyaputta,
sc_po: “What do you think, Māluṅkyaputta?

# sn35.95:4.2
source: ye te cakkhuviññeyyā rūpā adiṭṭhā adiṭṭhapubbā, na ca passasi, na ca te hoti passeyyanti? Atthi te tattha chando vā rāgo vā pemaṃ vā”ti?
sc_po: Do you have any desire or greed or fondness for sights known by the eye that you haven’t seen, you’ve never seen before, you don’t see, and you don’t think would be seen?”

# sn35.95:4.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn35.95:5.1
source: “Ye te sotaviññeyyā saddā assutā assutapubbā, na ca suṇāsi, na ca te hoti suṇeyyanti? Atthi te tattha chando vā rāgo vā pemaṃ vā”ti?
sc_po: “Do you have any desire or greed or affection for sounds known by the ear …

# sn35.95:6.1
source: “Ye te ghānaviññeyyā gandhā aghāyitā aghāyitapubbā, na ca ghāyasi, na ca te hoti ghāyeyyanti? Atthi te tattha chando vā rāgo vā pemaṃ vā”ti?
sc_po: smells known by the nose …

# sn35.95:7.1
source: “Ye te jivhāviññeyyā rasā asāyitā asāyitapubbā, na ca sāyasi, na ca te hoti sāyeyyanti? Atthi te tattha chando vā rāgo vā pemaṃ vā”ti?
sc_po: tastes known by the tongue …

# sn35.95:8.1
source: “Ye te kāyaviññeyyā phoṭṭhabbā asamphuṭṭhā asamphuṭṭhapubbā, na ca phusasi, na ca te hoti phuseyyanti? Atthi te tattha chando vā rāgo vā pemaṃ vā”ti?
sc_po: touches known by the body …

# sn35.95:9.1
source: “Ye te manoviññeyyā dhammā aviññātā aviññātapubbā, na ca vijānāsi, na ca te hoti vijāneyyanti? Atthi te tattha chando vā rāgo vā pemaṃ vā”ti?
sc_po: thoughts known by the mind that you haven’t known, you’ve never known before, you don’t know, and you don’t think would be known?”

# sn35.95:9.2
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn35.95:10.1
source: “Ettha ca te, mālukyaputta, diṭṭhasutamutaviññātabbesu dhammesu diṭṭhe diṭṭhamattaṃ bhavissati, sute sutamattaṃ bhavissati, mute mutamattaṃ bhavissati, viññāte viññātamattaṃ bhavissati.
sc_po: “In that case, when it comes to things that are to be seen, heard, thought, and known: in the seen will be merely the seen; in the heard will be merely the heard; in the thought will be merely the thought; in the known will be merely the known.

# sn35.95:10.2
source: Yato kho te, mālukyaputta, diṭṭhasutamutaviññātabbesu dhammesu diṭṭhe diṭṭhamattaṃ bhavissati, sute sutamattaṃ bhavissati, mute mutamattaṃ bhavissati, viññāte viññātamattaṃ bhavissati;
sc_po: When this is the case,

# sn35.95:10.3
source: tato tvaṃ, mālukyaputta, na tena.
sc_po: you won’t be ‘by that’.

# sn35.95:10.4
source: Yato tvaṃ, mālukyaputta, na tena;
sc_po: When you’re not ‘by that’,

# sn35.95:10.5
source: tato tvaṃ, mālukyaputta, na tattha.
sc_po: you won’t be ‘in that’.

# sn35.95:10.6
source: Yato tvaṃ, mālukyaputta, na tattha;
sc_po: When you’re not ‘in that’,

# sn35.95:10.7
source: tato tvaṃ, mālukyaputta, nevidha, na huraṃ, na ubhayamantarena.
sc_po: you won’t be in this world or the world beyond or in between the two.

# sn35.95:10.8
source: Esevanto dukkhassā”ti.
sc_po: Just this is the end of suffering.”

# sn35.95:11.1
source: “Imassa khvāhaṃ, bhante, bhagavatā saṅkhittena bhāsitassa vitthārena atthaṃ ājānāmi:
sc_po: “This is how I understand the detailed meaning of the Buddha’s brief statement:

# sn35.95:12.1
source: ‘Rūpaṃ disvā sati muṭṭhā,
sc_po: ‘When you see a sight, mindfulness is lost

# sn35.95:12.2
source: Piyaṃ nimittaṃ manasi karoto;
sc_po: as attention latches on a pleasant feature.

# sn35.95:12.3
source: Sārattacitto vedeti,
sc_po: Experiencing it with a mind full of desire,

# sn35.95:12.4
source: Tañca ajjhosa tiṭṭhati.
sc_po: you keep clinging to it.

# sn35.95:13.1
source: Tassa vaḍḍhanti vedanā,
sc_po: Many feelings grow

# sn35.95:13.2
source: anekā rūpasambhavā;
sc_po: arising from sights.

# sn35.95:13.3
source: Abhijjhā ca vihesā ca,
sc_po: The mind is damaged

# sn35.95:13.4
source: cittamassūpahaññati;
sc_po: by covetousness and cruelty.

# sn35.95:13.5
source: Evaṃ ācinato dukkhaṃ,
sc_po: Heaping up suffering like this,

# sn35.95:13.6
source: ārā nibbāna vuccati.
sc_po: you’re said to be far from extinguishment.

# sn35.95:14.1
source: Saddaṃ sutvā sati muṭṭhā,
sc_po: When you hear a sound, mindfulness is lost

# sn35.95:14.2
source: Piyaṃ nimittaṃ manasi karoto;
sc_po: as attention latches on a pleasant feature.

# sn35.95:14.3
source: Sārattacitto vedeti,
sc_po: Experiencing it with a mind full of desire,

# sn35.95:14.4
source: Tañca ajjhosa tiṭṭhati.
sc_po: you keep clinging to it.

# sn35.95:15.1
source: Tassa vaḍḍhanti vedanā,
sc_po: Many feelings grow

# sn35.95:15.2
source: anekā saddasambhavā;
sc_po: arising from sounds.

# sn35.95:15.3
source: Abhijjhā ca vihesā ca,
sc_po: The mind is damaged

# sn35.95:15.4
source: cittamassūpahaññati;
sc_po: by covetousness and cruelty.

# sn35.95:15.5
source: Evaṃ ācinato dukkhaṃ,
sc_po: Heaping up suffering like this,

# sn35.95:15.6
source: ārā nibbāna vuccati.
sc_po: you’re said to be far from extinguishment.

# sn35.95:16.1
source: Gandhaṃ ghatvā sati muṭṭhā,
sc_po: When you smell an odor, mindfulness is lost

# sn35.95:16.2
source: Piyaṃ nimittaṃ manasi karoto;
sc_po: as attention latches on a pleasant feature.

# sn35.95:16.3
source: Sārattacitto vedeti,
sc_po: Experiencing it with a mind full of desire,

# sn35.95:16.4
source: Tañca ajjhosa tiṭṭhati.
sc_po: you keep clinging to it.

# sn35.95:17.1
source: Tassa vaḍḍhanti vedanā,
sc_po: Many feelings grow

# sn35.95:17.2
source: anekā gandhasambhavā;
sc_po: arising from smells.

# sn35.95:17.3
source: Abhijjhā ca vihesā ca,
sc_po: The mind is damaged

# sn35.95:17.4
source: cittamassūpahaññati;
sc_po: by covetousness and cruelty.

# sn35.95:17.5
source: Evaṃ ācinato dukkhaṃ,
sc_po: Heaping up suffering like this,

# sn35.95:17.6
source: ārā nibbāna vuccati.
sc_po: you’re said to be far from extinguishment.

# sn35.95:18.1
source: Rasaṃ bhotvā sati muṭṭhā,
sc_po: When you enjoy a taste, mindfulness is lost

# sn35.95:18.2
source: Piyaṃ nimittaṃ manasi karoto;
sc_po: as attention latches on a pleasant feature.

# sn35.95:18.3
source: Sārattacitto vedeti,
sc_po: Experiencing it with a mind full of desire,

# sn35.95:18.4
source: Tañca ajjhosa tiṭṭhati.
sc_po: you keep clinging to it.

# sn35.95:19.1
source: Tassa vaḍḍhanti vedanā,
sc_po: Many feelings grow

# sn35.95:19.2
source: anekā rasasambhavā;
sc_po: arising from tastes.

# sn35.95:19.3
source: Abhijjhā ca vihesā ca,
sc_po: The mind is damaged

# sn35.95:19.4
source: cittamassūpahaññati;
sc_po: by covetousness and cruelty.

# sn35.95:19.5
source: Evaṃ ācinato dukkhaṃ,
sc_po: Heaping up suffering like this,

# sn35.95:19.6
source: ārā nibbāna vuccati.
sc_po: you’re said to be far from extinguishment.

# sn35.95:20.1
source: Phassaṃ phussa sati muṭṭhā,
sc_po: When you sense a touch, mindfulness is lost

# sn35.95:20.2
source: Piyaṃ nimittaṃ manasi karoto;
sc_po: as attention latches on a pleasant feature.

# sn35.95:20.3
source: Sārattacitto vedeti,
sc_po: Experiencing it with a mind full of desire,

# sn35.95:20.4
source: Tañca ajjhosa tiṭṭhati.
sc_po: you keep clinging to it.

# sn35.95:21.1
source: Tassa vaḍḍhanti vedanā,
sc_po: Many feelings grow

# sn35.95:21.2
source: anekā phassasambhavā;
sc_po: arising from touches.

# sn35.95:21.3
source: Abhijjhā ca vihesā ca,
sc_po: The mind is damaged

# sn35.95:21.4
source: cittamassūpahaññati;
sc_po: by covetousness and cruelty.

# sn35.95:21.5
source: Evaṃ ācinato dukkhaṃ,
sc_po: Heaping up suffering like this,

# sn35.95:21.6
source: ārā nibbāna vuccati.
sc_po: you’re said to be far from extinguishment.

# sn35.95:22.1
source: Dhammaṃ ñatvā sati muṭṭhā,
sc_po: When you know a thought, mindfulness is lost

# sn35.95:22.2
source: Piyaṃ nimittaṃ manasi karoto;
sc_po: as attention latches on a pleasant feature.

# sn35.95:22.3
source: Sārattacitto vedeti,
sc_po: Experiencing it with a mind full of desire,

# sn35.95:22.4
source: Tañca ajjhosa tiṭṭhati.
sc_po: you keep clinging to it.

# sn35.95:23.1
source: Tassa vaḍḍhanti vedanā,
sc_po: Many feelings grow

# sn35.95:23.2
source: anekā dhammasambhavā;
sc_po: arising from thoughts.

# sn35.95:23.3
source: Abhijjhā ca vihesā ca,
sc_po: The mind is damaged

# sn35.95:23.4
source: cittamassūpahaññati;
sc_po: by covetousness and cruelty.

# sn35.95:23.5
source: Evaṃ ācinato dukkhaṃ,
sc_po: Heaping up suffering like this,

# sn35.95:23.6
source: ārā nibbāna vuccati.
sc_po: you’re said to be far from extinguishment.

# sn35.95:24.1
source: Na so rajjati rūpesu,
sc_po: When you see a sight with mindfulness,

# sn35.95:24.2
source: rūpaṃ disvā paṭissato;
sc_po: there’s no desire for sights.

# sn35.95:24.3
source: Virattacitto vedeti,
sc_po: Experiencing it with a mind free of desire,

# sn35.95:24.4
source: tañca nājjhosa tiṭṭhati.
sc_po: you don’t keep clinging to it.

# sn35.95:25.1
source: Yathāssa passato rūpaṃ,
sc_po: Even as you see a sight

# sn35.95:25.2
source: sevato cāpi vedanaṃ;
sc_po: and get familiar with how it feels,

# sn35.95:25.3
source: Khīyati nopacīyati,
sc_po: you wear away, you don’t heap up:

# sn35.95:25.4
source: evaṃ so caratī sato;
sc_po: that’s how to live mindfully.

# sn35.95:25.5
source: Evaṃ apacinato dukkhaṃ,
sc_po: Eroding suffering like this,

# sn35.95:25.6
source: santike nibbāna vuccati.
sc_po: you’re said to be in the presence of extinguishment.

# sn35.95:26.1
source: Na so rajjati saddesu,
sc_po: When you hear a sound with mindfulness,

# sn35.95:26.2
source: saddaṃ sutvā paṭissato;
sc_po: there’s no desire for sounds.

# sn35.95:26.3
source: Virattacitto vedeti,
sc_po: Experiencing it with a mind free of desire,

# sn35.95:26.4
source: tañca nājjhosa tiṭṭhati.
sc_po: you don’t keep clinging to it.

# sn35.95:27.1
source: Yathāssa suṇato saddaṃ,
sc_po: Even as you hear a sound

# sn35.95:27.2
source: sevato cāpi vedanaṃ;
sc_po: and get familiar with how it feels,

# sn35.95:27.3
source: Khīyati nopacīyati,
sc_po: you wear away, you don’t heap up:

# sn35.95:27.4
source: evaṃ so caratī sato;
sc_po: that’s how to live mindfully.

# sn35.95:27.5
source: Evaṃ apacinato dukkhaṃ,
sc_po: Eroding suffering like this,

# sn35.95:27.6
source: santike nibbāna vuccati.
sc_po: you’re said to be in the presence of extinguishment.

# sn35.95:28.1
source: Na so rajjati gandhesu,
sc_po: When you smell an odor with mindfulness,

# sn35.95:28.2
source: gandhaṃ ghatvā paṭissato;
sc_po: there’s no desire for odors.

# sn35.95:28.3
source: Virattacitto vedeti,
sc_po: Experiencing it with a mind free of desire,

# sn35.95:28.4
source: tañca nājjhosa tiṭṭhati.
sc_po: you don’t keep clinging to it.

# sn35.95:29.1
source: Yathāssa ghāyato gandhaṃ,
sc_po: Even as you smell an odor

# sn35.95:29.2
source: sevato cāpi vedanaṃ;
sc_po: and get familiar with how it feels,

# sn35.95:29.3
source: Khīyati nopacīyati,
sc_po: you wear away, you don’t heap up:

# sn35.95:29.4
source: evaṃ so caratī sato;
sc_po: that’s how to live mindfully.

# sn35.95:29.5
source: Evaṃ apacinato dukkhaṃ,
sc_po: Eroding suffering like this,

# sn35.95:29.6
source: santike nibbāna vuccati.
sc_po: you’re said to be in the presence of extinguishment.

# sn35.95:30.1
source: Na so rajjati rasesu,
sc_po: Enjoying a taste with mindfulness,

# sn35.95:30.2
source: rasaṃ bhotvā paṭissato;
sc_po: there’s no desire for tastes.

# sn35.95:30.3
source: Virattacitto vedeti,
sc_po: Experiencing it with a mind free of desire,

# sn35.95:30.4
source: tañca nājjhosa tiṭṭhati.
sc_po: you don’t keep clinging to it.

# sn35.95:31.1
source: Yathāssa sāyato rasaṃ,
sc_po: Even as you savor a taste

# sn35.95:31.2
source: sevato cāpi vedanaṃ;
sc_po: and get familiar with how it feels,

# sn35.95:31.3
source: Khīyati nopacīyati,
sc_po: you wear away, you don’t heap up:

# sn35.95:31.4
source: evaṃ so caratī sato;
sc_po: that’s how to live mindfully.

# sn35.95:31.5
source: Evaṃ apacinato dukkhaṃ,
sc_po: Eroding suffering like this,

# sn35.95:31.6
source: santike nibbāna vuccati.
sc_po: you’re said to be in the presence of extinguishment.

# sn35.95:32.1
source: Na so rajjati phassesu,
sc_po: When you sense a touch with mindfulness,

# sn35.95:32.2
source: phassaṃ phussa paṭissato;
sc_po: there’s no desire for touches.

# sn35.95:32.3
source: Virattacitto vedeti,
sc_po: Experiencing it with a mind free of desire,

# sn35.95:32.4
source: tañca nājjhosa tiṭṭhati.
sc_po: you don’t keep clinging to it.

# sn35.95:33.1
source: Yathāssa phusato phassaṃ,
sc_po: Even as you sense a touch

# sn35.95:33.2
source: sevato cāpi vedanaṃ;
sc_po: and get familiar with how it feels,

# sn35.95:33.3
source: Khīyati nopacīyati,
sc_po: you wear away, you don’t heap up:

# sn35.95:33.4
source: evaṃ so caratī sato;
sc_po: that’s how to live mindfully.

# sn35.95:33.5
source: Evaṃ apacinato dukkhaṃ,
sc_po: Eroding suffering like this,

# sn35.95:33.6
source: santike nibbāna vuccati.
sc_po: you’re said to be in the presence of extinguishment.

# sn35.95:34.1
source: Na so rajjati dhammesu,
sc_po: When you know a thought with mindfulness,

# sn35.95:34.2
source: dhammaṃ ñatvā paṭissato;
sc_po: there’s no desire for thoughts.

# sn35.95:34.3
source: Virattacitto vedeti,
sc_po: Experiencing it with a mind free of desire,

# sn35.95:34.4
source: tañca nājjhosa tiṭṭhati.
sc_po: you don’t keep clinging to it.

# sn35.95:35.1
source: Yathāssa jānato dhammaṃ,
sc_po: Even as you know a thought

# sn35.95:35.2
source: Sevato cāpi vedanaṃ;
sc_po: and get familiar with how it feels,

# sn35.95:35.3
source: Khīyati nopacīyati,
sc_po: you wear away, you don’t heap up:

# sn35.95:35.4
source: Evaṃ so caratī sato;
sc_po: that’s how to live mindfully.

# sn35.95:35.5
source: Evaṃ apacinato dukkhaṃ,
sc_po: Eroding suffering like this,

# sn35.95:35.6
source: Santike nibbāna vuccatī’ti.
sc_po: you’re said to be in the presence of extinguishment.’

# sn35.95:36.1
source: Imassa khvāhaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmī”ti.
sc_po: That’s how I understand the detailed meaning of the Buddha’s brief statement.”

# sn35.95:36.2
source: “Sādhu sādhu, mālukyaputta.
sc_po: “Good, good, Māluṅkyaputta!

# sn35.95:36.3
source: Sādhu kho tvaṃ, mālukyaputta, mayā saṅkhittena bhāsitassa vitthārena atthaṃ ājānāsi:
sc_po: It’s good that you understand the detailed meaning of what I’ve said in brief like this.

# sn35.95:37.1
source: ‘Rūpaṃ disvā sati muṭṭhā,
sc_po: (The Buddha repeats the verses in full.)

# sn35.95:41.1
source: Imassa kho, mālukyaputta, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo”ti.
sc_po: This is how to understand the detailed meaning of what I said in brief.”

# sn35.95:42.1
source: Atha kho āyasmā mālukyaputto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: And then Venerable Māluṅkyaputta approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# sn35.95:42.2
source: Atha kho āyasmā mālukyaputto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Then Māluṅkyaputta, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# sn35.95:42.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# sn35.95:42.4
source: Aññataro ca panāyasmā mālukyaputto arahataṃ ahosīti.
sc_po: And Venerable Māluṅkyaputta became one of the perfected.
