Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.030.po
Languages: sc_po

# sn35.30:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.30:0.2
source: 3. Sabbavagga
sc_po: 3. All

# sn35.30:0.3
source: 30. Samugghātasāruppasutta
sc_po: 30. The Practice Fit for Uprooting

# sn35.30:1.1
source: “Sabbamaññitasamugghātasāruppaṃ vo, bhikkhave, paṭipadaṃ desessāmi.
sc_po: “Mendicants, I will teach you the practice fit for uprooting all identifying.

# sn35.30:1.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmīti.
sc_po: Listen and pay close attention, I will speak. …

# sn35.30:1.3
source: Katamā ca sā, bhikkhave, sabbamaññitasamugghātasāruppā paṭipadā?
sc_po: And what is the practice fit for uprooting all identifying?

# sn35.30:1.4
source: Idha, bhikkhave, bhikkhu cakkhuṃ na maññati, cakkhusmiṃ na maññati, cakkhuto na maññati, cakkhuṃ meti na maññati.
sc_po: It’s when a mendicant does not identify with the eye, does not identify regarding the eye, does not identify as the eye, and does not identify ‘the eye is mine.’

# sn35.30:1.5
source: Rūpe na maññati, rūpesu na maññati, rūpato na maññati, rūpā meti na maññati.
sc_po: They don’t identify with sights, they don’t identify regarding sights, they don’t identify as sights, and they don’t identify ‘sights are mine.’

# sn35.30:1.6
source: Cakkhuviññāṇaṃ na maññati, cakkhuviññāṇasmiṃ na maññati, cakkhuviññāṇato na maññati, cakkhuviññāṇaṃ meti na maññati.
sc_po: They don’t identify with eye consciousness …

# sn35.30:1.7
source: Cakkhusamphassaṃ na maññati, cakkhusamphassasmiṃ na maññati, cakkhusamphassato na maññati, cakkhusamphasso meti na maññati.
sc_po: eye contact …

# sn35.30:1.8
source: Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññati, tasmimpi na maññati, tatopi na maññati, taṃ meti na maññati … pe …
sc_po: They don’t identify with the pleasant, painful, or neutral feeling that arises conditioned by eye contact. They don’t identify regarding that, they don’t identify as that, and they don’t identify ‘that is mine.’

# sn35.30:1.9
source: jivhaṃ na maññati, jivhāya na maññati, jivhāto na maññati, jivhā meti na maññati.
sc_po: They don’t identify with the ear … nose … tongue …

# sn35.30:1.13
source: Yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññati, tasmimpi na maññati, tatopi na maññati, taṃ meti na maññati … pe …
sc_po: body …

# sn35.30:1.14
source: manaṃ na maññati, manasmiṃ na maññati, manato na maññati, mano meti na maññati.
sc_po: mind …

# sn35.30:1.18
source: Yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññati, tasmimpi na maññati, tatopi na maññati, taṃ meti na maññati.
sc_po: They don’t identify with the pleasant, painful, or neutral feeling that arises conditioned by mind contact. They don’t identify regarding that, they don’t identify as that, and they don’t identify ‘that is mine.’

# sn35.30:1.19
source: Sabbaṃ na maññati, sabbasmiṃ na maññati, sabbato na maññati, sabbaṃ meti na maññati.
sc_po: They don’t identify with all, they don’t identify regarding all, they don’t identify as all, and they don’t identify ‘all is mine.’

# sn35.30:1.20
source: So evaṃ amaññamāno na ca kiñci loke upādiyati.
sc_po: Not identifying, they don’t grasp at anything in the world.

# sn35.30:1.21
source: Anupādiyaṃ na paritassati. Aparitassaṃ paccattaññeva parinibbāyati.
sc_po: Not grasping, they’re not anxious. Not being anxious, they personally become extinguished.

# sn35.30:1.22
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# sn35.30:1.23
source: Ayaṃ kho sā, bhikkhave, sabbamaññitasamugghātasāruppā paṭipadā”ti.
sc_po: This is the practice fit for uprooting all identifying.”
