Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.164.po
Languages: sc_po

# sn35.164:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.164:0.2
source: 16. Nandikkhayavagga
sc_po: 16. The End of Relishing

# sn35.164:0.3
source: 164. Koṭṭhikaanattasutta
sc_po: 164. With Koṭṭhita on Not-Self

# sn35.164:1.3
source: “Yo kho, koṭṭhika, anattā tatra te chando pahātabbo.
sc_po: “Koṭṭhita, you should give up desire for what is not-self.

# sn35.164:1.4
source: Ko ca, koṭṭhika, anattā?
sc_po: And what is not-self?

# sn35.164:1.5
source: Cakkhu kho, koṭṭhika, anattā; tatra te chando pahātabbo.
sc_po: The eye,

# sn35.164:1.6
source: Rūpā anattā; tatra te chando pahātabbo.
sc_po: sights,

# sn35.164:1.7
source: Cakkhuviññāṇaṃ anattā; tatra te chando pahātabbo.
sc_po: eye consciousness,

# sn35.164:1.8
source: Cakkhusamphasso anattā; tatra te chando pahātabbo.
sc_po: and eye contact are not-self: you should give up desire for them.

# sn35.164:1.9
source: Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi anattā; tatra te chando pahātabbo … pe …
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by eye contact is also not-self: You should give up desire for it.

# sn35.164:1.10
source: jivhā anattā; tatra te chando pahātabbo … pe …
sc_po: The ear … nose … tongue … body …

# sn35.164:1.11
source: mano anattā; tatra te chando pahātabbo.
sc_po: The mind,

# sn35.164:1.12
source: Dhammā anattā; tatra te chando pahātabbo.
sc_po: thoughts,

# sn35.164:1.13
source: Manoviññāṇaṃ …
sc_po: mind consciousness,

# sn35.164:1.14
source: manosamphasso …
sc_po: and mind contact …

# sn35.164:1.15
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi anattā; tatra te chando pahātabbo.
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by mind contact is also not-self: you should give up desire for it.

# sn35.164:1.16
source: Yo kho, koṭṭhika, anattā, tatra te chando pahātabbo”ti.
sc_po: Koṭṭhita, you should give up desire for what is not-self.”
