Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.132.po
Languages: sc_po

# sn35.132:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.132:0.2
source: 13. Gahapativagga
sc_po: 13. Householders

# sn35.132:0.3
source: 132. Lohiccasutta
sc_po: 132. With Lohicca

# sn35.132:1.1
source: Ekaṃ samayaṃ āyasmā mahākaccāno avantīsu viharati makkarakate araññakuṭikāyaṃ.
sc_po: At one time Venerable Mahākaccāna was staying in the land of the Avantis in a wilderness hut near Makkarakaṭa.

# sn35.132:1.2
source: Atha kho lohiccassa brāhmaṇassa sambahulā antevāsikā kaṭṭhahārakā māṇavakā yenāyasmato mahākaccānassa araññakuṭikā tenupasaṅkamiṃsu; upasaṅkamitvā parito parito kuṭikāya anucaṅkamanti anuvicaranti uccāsaddā mahāsaddā kānici kānici seleyyakāni karonti:
sc_po: Then several youths, students of the brahmin Lohicca, approached Mahākaccāna’s wilderness hut while collecting firewood. They walked and wandered all around the hut, making a dreadful racket and all kinds of jeers:

# sn35.132:1.3
source: “ime pana muṇḍakā samaṇakā ibbhā kaṇhā bandhupādāpaccā, imesaṃ bharatakānaṃ sakkatā garukatā mānitā pūjitā apacitā”ti.
sc_po: “These shavelings, fake ascetics, riffraff, black spawn from the feet of our Kinsman, the Lord! They’re honored, respected, esteemed, revered, and venerated by those who pretend to inherit Vedic culture.”

# sn35.132:1.4
source: Atha kho āyasmā mahākaccāno vihārā nikkhamitvā te māṇavake etadavoca:
sc_po: And then Mahākaccāna left his dwelling and said to those brahmin students,

# sn35.132:1.5
source: “mā māṇavakā saddamakattha;
sc_po: “Students, stop being so noisy.

# sn35.132:1.6
source: dhammaṃ vo bhāsissāmī”ti.
sc_po: I will speak to you on the teaching.”

# sn35.132:1.7
source: Evaṃ vutte, te māṇavakā tuṇhī ahesuṃ.
sc_po: When this was said, the students fell silent.

# sn35.132:1.8
source: Atha kho āyasmā mahākaccāno te māṇavake gāthāhi ajjhabhāsi:
sc_po: Then Mahākaccāna recited these verses for them.

# sn35.132:2.1
source: “Sīluttamā pubbatarā ahesuṃ,
sc_po: “The brahmins of old excelled in ethics,

# sn35.132:2.2
source: Te brāhmaṇā ye purāṇaṃ saranti;
sc_po: and remembered the ancient traditions.

# sn35.132:2.3
source: Guttāni dvārāni surakkhitāni,
sc_po: Their sense doors were guarded, well protected,

# sn35.132:2.4
source: Ahesuṃ tesaṃ abhibhuyya kodhaṃ.
sc_po: and they had mastered anger.

# sn35.132:3.1
source: Dhamme ca jhāne ca ratā ahesuṃ,
sc_po: Those brahmins who remembered the ancient traditions

# sn35.132:3.2
source: Te brāhmaṇā ye purāṇaṃ saranti.
sc_po: enjoyed virtue and absorption.

# sn35.132:4.1
source: Ime ca vokkamma japāmaseti,
sc_po: But these have lost their way. Claiming to recite,

# sn35.132:4.2
source: Gottena mattā visamaṃ caranti;
sc_po: they live out of balance, judging everyone by their clan.

# sn35.132:4.3
source: Kodhābhibhūtā puthuattadaṇḍā,
sc_po: Mastered by anger, they take up many arms,

# sn35.132:4.4
source: Virajjamānā sataṇhātaṇhesu.
sc_po: attacking both the strong and the weak.

# sn35.132:5.1
source: Aguttadvārassa bhavanti moghā,
sc_po: All is vain for someone who doesn’t guard the sense doors,

# sn35.132:5.2
source: Supineva laddhaṃ purisassa vittaṃ;
sc_po: like the wealth a person finds in a dream.

# sn35.132:5.3
source: Anāsakā thaṇḍilasāyikā ca,
sc_po: Fasting, sleeping on bare ground,

# sn35.132:5.4
source: Pāto sinānañca tayo ca vedā.
sc_po: bathing at dawn, the three Vedas,

# sn35.132:6.1
source: Kharājinaṃ jaṭāpaṅko,
sc_po: rough hides, dreadlocks, and dirt,

# sn35.132:6.2
source: mantā sīlabbataṃ tapo;
sc_po: hymns, precepts and observances, and self-mortification,

# sn35.132:6.3
source: Kuhanā vaṅkadaṇḍā ca,
sc_po: those fake bent staffs,

# sn35.132:6.4
source: udakācamanāni ca;
sc_po: and rinsing with water.

# sn35.132:6.5
source: Vaṇṇā ete brāhmaṇānaṃ,
sc_po: These emblems of the brahmins

# sn35.132:6.6
source: katā kiñcikkhabhāvanā.
sc_po: are only used to generate profits.

# sn35.132:7.1
source: Cittañca susamāhitaṃ,
sc_po: A mind that’s serene,

# sn35.132:7.2
source: vippasannamanāvilaṃ;
sc_po: clear and undisturbed,

# sn35.132:7.3
source: Akhilaṃ sabbabhūtesu,
sc_po: kind to all creatures:

# sn35.132:7.4
source: so maggo brahmapattiyā”ti.
sc_po: that’s the path to attainment of Brahmā!”

# sn35.132:8.1
source: Atha kho te māṇavakā kupitā anattamanā yena lohicco brāhmaṇo tenupasaṅkamiṃsu; upasaṅkamitvā lohiccaṃ brāhmaṇaṃ etadavocuṃ:
sc_po: Then those students, offended and upset, went to the brahmin Lohicca and said to him,

# sn35.132:8.2
source: “yagghe bhavaṃ jāneyya, samaṇo mahākaccāno brāhmaṇānaṃ mante ekaṃsena apavadati, paṭikkosatī”ti?
sc_po: “Please, master, you should know this. The ascetic Mahākaccāna condemns and rejects outright the hymns of the brahmins!”

# sn35.132:8.3
source: Evaṃ vutte, lohicco brāhmaṇo kupito ahosi anattamano.
sc_po: When they said this, Lohicca was offended and upset.

# sn35.132:8.4
source: Atha kho lohiccassa brāhmaṇassa etadahosi:
sc_po: Then he thought,

# sn35.132:8.5
source: “na kho pana metaṃ patirūpaṃ yohaṃ aññadatthu māṇavakānaṃyeva sutvā samaṇaṃ mahākaccānaṃ akkoseyyaṃ paribhāseyyaṃ.
sc_po: “But it wouldn’t be appropriate for me to abuse or insult the ascetic Mahākaccāna solely because of what I’ve heard from these students.

# sn35.132:8.6
source: Yannūnāhaṃ upasaṅkamitvā puccheyyan”ti.
sc_po: Why don’t I go and ask him about it?”

# sn35.132:9.1
source: Atha kho lohicco brāhmaṇo tehi māṇavakehi saddhiṃ yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodi.
sc_po: Then the brahmin Lohicca together with those students went to Venerable Mahākaccāna and exchanged greetings with him.

# sn35.132:9.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho lohicco brāhmaṇo āyasmantaṃ mahākaccānaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to him,

# sn35.132:9.3
source: “āgamaṃsu nu khvidha, bho kaccāna, amhākaṃ sambahulā antevāsikā kaṭṭhahārakā māṇavakā”ti?
sc_po: “Master Kaccāna, did several young students of mine come by here collecting firewood?”

# sn35.132:9.4
source: “Āgamaṃsu khvidha te, brāhmaṇa, sambahulā antevāsikā kaṭṭhahārakā māṇavakā”ti.
sc_po: “They did, brahmin.”

# sn35.132:9.5
source: “Ahu pana bhoto kaccānassa tehi māṇavakehi saddhiṃ kocideva kathāsallāpo”ti?
sc_po: “But did you have some discussion with them?”

# sn35.132:9.6
source: “Ahu kho me, brāhmaṇa, tehi māṇavakehi saddhiṃ kocideva kathāsallāpo”ti.
sc_po: “I did.”

# sn35.132:9.7
source: “Yathā kathaṃ pana bhoto kaccānassa tehi māṇavakehi saddhiṃ ahosi kathāsallāpo”ti?
sc_po: “But what kind of discussion did you have with them?”

# sn35.132:9.8
source: “Evaṃ kho me, brāhmaṇa, tehi māṇavakehi saddhiṃ ahosi kathāsallāpo:
sc_po: “This is the discussion I had with these students.”

# sn35.132:10.1
source: ‘Sīluttamā pubbatarā ahesuṃ,
sc_po: (Mahākaccāna repeats the verses.)

# sn35.132:12.1
source: “‘Aguttadvāro’ti bhavaṃ kaccāno āha.
sc_po: “Master Kaccāna spoke of someone who doesn’t guard the sense doors.

# sn35.132:12.2
source: Kittāvatā nu kho, bho kaccāna, aguttadvāro hotī”ti?
sc_po: How do you define someone who doesn’t guard the sense doors?”

# sn35.132:12.3
source: “Idha, brāhmaṇa, ekacco cakkhunā rūpaṃ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassati ca viharati, parittacetaso
sc_po: “Brahmin, take someone who sees a sight with their eyes. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted.

# sn35.132:12.4
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.
sc_po: And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.132:12.5
source: Sotena saddaṃ sutvā …
sc_po: When they hear a sound with their ears …

# sn35.132:12.6
source: ghānena gandhaṃ ghāyitvā …
sc_po: When they smell an odor with their nose …

# sn35.132:12.7
source: jivhāya rasaṃ sāyitvā …
sc_po: When they taste a flavor with their tongue …

# sn35.132:12.8
source: kāyena phoṭṭhabbaṃ phusitvā …
sc_po: When they feel a touch with their body …

# sn35.132:12.9
source: manasā dhammaṃ viññāya piyarūpe dhamme adhimuccati, appiyarūpe ca dhamme byāpajjati, anupaṭṭhitakāyassati ca viharati, parittacetaso
sc_po: When they know a thought with their mind, if it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart.

# sn35.132:12.10
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.
sc_po: And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.132:12.11
source: Evaṃ kho, brāhmaṇa, aguttadvāro hotī”ti.
sc_po: That’s how someone doesn’t guard the sense doors.”

# sn35.132:12.12
source: “Acchariyaṃ, bho kaccāna, abbhutaṃ, bho kaccāna.
sc_po: “It’s incredible, Master Kaccāna, it’s amazing!

# sn35.132:12.13
source: Yāvañcidaṃ bhotā kaccānena aguttadvārova samāno aguttadvāroti akkhāto.
sc_po: How accurately you’ve explained someone whose sense doors are unguarded!

# sn35.132:13.1
source: ‘Guttadvāro’ti bhavaṃ kaccāno āha.
sc_po: You also spoke of someone who does guard the sense doors.

# sn35.132:13.2
source: Kittāvatā nu kho, bho kaccāna, guttadvāro hotī”ti?
sc_po: How do you define someone who does guard the sense doors?”

# sn35.132:13.3
source: “Idha, brāhmaṇa, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyassati ca viharati, appamāṇacetaso
sc_po: “Brahmin, take someone who sees a sight with their eyes. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart.

# sn35.132:13.4
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.
sc_po: And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.132:13.5
source: Sotena saddaṃ sutvā …
sc_po: When they hear a sound with their ears …

# sn35.132:13.6
source: ghānena gandhaṃ ghāyitvā …
sc_po: When they smell an odor with their nose …

# sn35.132:13.7
source: jivhāya rasaṃ sāyitvā …
sc_po: When they taste a flavor with their tongue …

# sn35.132:13.8
source: kāyena phoṭṭhabbaṃ phusitvā …
sc_po: When they feel a touch with their body …

# sn35.132:13.9
source: manasā dhammaṃ viññāya piyarūpe dhamme nādhimuccati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyassati ca viharati, appamāṇacetaso
sc_po: When they know a thought with their mind, if it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart.

# sn35.132:13.10
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.
sc_po: And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.132:13.11
source: Evaṃ kho, brāhmaṇa, guttadvāro hotī”ti.
sc_po: That’s how someone guards the sense doors.”

# sn35.132:14.1
source: “Acchariyaṃ, bho kaccāna, abbhutaṃ, bho kaccāna.
sc_po: “It’s incredible, Master Kaccāna, it’s amazing!

# sn35.132:14.2
source: Yāvañcidaṃ bhotā kaccānena guttadvārova samāno guttadvāroti akkhāto.
sc_po: How accurately you’ve explained someone whose sense doors are guarded!

# sn35.132:14.3
source: Abhikkantaṃ, bho kaccāna; abhikkantaṃ, bho kaccāna.
sc_po: Excellent, Master Kaccāna! Excellent!

# sn35.132:14.4
source: Seyyathāpi, bho kaccāna, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā kaccānena anekapariyāyena dhammo pakāsito.
sc_po: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Kaccāna has made the teaching clear in many ways.

# sn35.132:14.5
source: Esāhaṃ, bho kaccāna, taṃ bhagavantaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṅghañca.
sc_po: I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# sn35.132:14.6
source: Upāsakaṃ maṃ bhavaṃ kaccāno dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ.
sc_po: From this day forth, may Master Kaccāna remember me as a lay follower who has gone for refuge for life.

# sn35.132:14.7
source: Yathā ca bhavaṃ kaccāno makkarakate upāsakakulāni upasaṅkamati; evameva lohiccakulaṃ upasaṅkamatu.
sc_po: Please come to my family just as you go to the families of the lay followers in Makkarakaṭa.

# sn35.132:14.8
source: Tattha ye māṇavakā vā māṇavikā vā bhavantaṃ kaccānaṃ abhivādessanti paccuṭṭhissanti āsanaṃ vā udakaṃ vā dassanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāyā”ti.
sc_po: The brahmin boys and girls there will bow to you, rise in your presence, and give you a seat and water. That will be for their lasting welfare and happiness.”
