Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.160.po
Languages: sc_po

# sn35.160:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.160:0.2
source: 16. Nandikkhayavagga
sc_po: 16. The End of Relishing

# sn35.160:0.3
source: 160. Jīvakambavanasamādhisutta
sc_po: 160. On Immersion at Jīvaka’s Mango Grove

# sn35.160:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati jīvakambavane.
sc_po: At one time the Buddha was staying near Rājagaha in Jīvaka’s Mango Grove.

# sn35.160:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# sn35.160:1.4
source: “samādhiṃ, bhikkhave, bhāvetha.
sc_po: “Mendicants, develop immersion.

# sn35.160:1.5
source: Samāhitassa, bhikkhave, bhikkhuno yathābhūtaṃ okkhāyati.
sc_po: For a mendicant with immersion, things become truly clear.

# sn35.160:1.6
source: Kiñca yathābhūtaṃ okkhāyati?
sc_po: And what becomes truly clear?

# sn35.160:1.7
source: Cakkhuṃ aniccanti yathābhūtaṃ okkhāyati, rūpā aniccāti yathābhūtaṃ okkhāyati, cakkhuviññāṇaṃ aniccanti yathābhūtaṃ okkhāyati, cakkhusamphasso aniccoti yathābhūtaṃ okkhāyati, yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccanti yathābhūtaṃ okkhāyati … pe …
sc_po: It becomes truly clear that the eye, sights, eye consciousness, and eye contact are impermanent. And it also becomes truly clear that the painful, pleasant, or neutral feeling that arises conditioned by eye contact is impermanent.

# sn35.160:1.8
source: jivhā aniccāti yathābhūtaṃ okkhāyati … pe …
sc_po: It becomes truly clear that the ear … nose … tongue … body …

# sn35.160:1.9
source: mano aniccoti yathābhūtaṃ okkhāyati, dhammā aniccāti yathābhūtaṃ okkhāyati … pe …
sc_po: mind, thoughts, mind consciousness, and mind contact are impermanent.

# sn35.160:1.10
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccanti yathābhūtaṃ okkhāyati.
sc_po: And it also becomes truly clear that the painful, pleasant, or neutral feeling that arises conditioned by mind contact is impermanent.

# sn35.160:1.11
source: Samādhiṃ, bhikkhave, bhāvetha.
sc_po: Mendicants, develop immersion.

# sn35.160:1.12
source: Samāhitassa, bhikkhave, bhikkhuno yathābhūtaṃ okkhāyatī”ti.
sc_po: For a mendicant with immersion, things become truly clear.”
