Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.141.po
Languages: sc_po

# sn35.141:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.141:0.2
source: 14. Devadahavagga
sc_po: 14. At Devadaha

# sn35.141:0.3
source: 141. Ajjhattadukkhahetusutta
sc_po: 141. Interior and Cause Are Suffering

# sn35.141:1.1
source: “Cakkhuṃ, bhikkhave, dukkhaṃ.
sc_po: “Mendicants, the eye is suffering.

# sn35.141:1.2
source: Yopi hetu yopi paccayo cakkhussa uppādāya, sopi dukkho.
sc_po: The cause and condition that gives rise to the eye is also suffering.

# sn35.141:1.3
source: Dukkhasambhūtaṃ, bhikkhave, cakkhu kuto sukhaṃ bhavissati … pe …
sc_po: Since the eye is produced by what is suffering, how could it be happiness?

# sn35.141:1.4
source: jivhā dukkhā.
sc_po: The ear … nose … tongue … body …

# sn35.141:1.7
source: mano dukkho.
sc_po: mind is suffering.

# sn35.141:1.8
source: Yopi hetu yopi paccayo manassa uppādāya, sopi dukkho.
sc_po: The cause and condition that gives rise to the mind is also suffering.

# sn35.141:1.9
source: Dukkhasambhūto, bhikkhave, mano kuto sukho bhavissati.
sc_po: Since the mind is produced by what is suffering, how could it be happiness?

# sn35.141:1.10
source: Evaṃ passaṃ … pe …
sc_po: Seeing this …

# sn35.141:1.11
source: nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘… there is no return to any state of existence.’”
