Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.074.po
Languages: sc_po

# sn35.74:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.74:0.2
source: 8. Gilānavagga
sc_po: 8. Sick

# sn35.74:0.3
source: 74. Paṭhamagilānasutta
sc_po: 74. Sick (1st)

# sn35.74:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn35.74:1.2
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha, and said to him,

# sn35.74:1.3
source: “amukasmiṃ, bhante, vihāre aññataro bhikkhu navo appaññāto ābādhiko dukkhito bāḷhagilāno.
sc_po: “Sir, in such and such a monastery there’s a mendicant who is junior and not well-known. He’s sick, suffering, gravely ill.

# sn35.74:1.4
source: Sādhu, bhante, bhagavā yena so bhikkhu tenupasaṅkamatu anukampaṃ upādāyā”ti.
sc_po: Please go to him out of compassion.”

# sn35.74:2.1
source: Atha kho bhagavā navavādañca sutvā gilānavādañca, “appaññāto bhikkhū”ti iti viditvā yena so bhikkhu tenupasaṅkami.
sc_po: When the Buddha heard that the mendicant was junior and ill, understanding that he was not well-known, he went to him.

# sn35.74:2.2
source: Addasā kho so bhikkhu bhagavantaṃ dūratova āgacchantaṃ.
sc_po: That mendicant saw the Buddha coming off in the distance

# sn35.74:2.3
source: Disvāna mañcake samadhosi.
sc_po: and tried to rise on his cot.

# sn35.74:2.4
source: Atha kho bhagavā taṃ bhikkhuṃ etadavoca:
sc_po: The Buddha said to that monk,

# sn35.74:2.5
source: “alaṃ, bhikkhu, mā tvaṃ mañcake samadhosi.
sc_po: “It’s all right, mendicant, don’t get up.

# sn35.74:2.6
source: Santimāni āsanāni paññattāni, tatthāhaṃ nisīdissāmī”ti.
sc_po: There are some seats spread out, I will sit there.”

# sn35.74:2.7
source: Nisīdi bhagavā paññatte āsane.
sc_po: He sat on the seat spread out

# sn35.74:2.8
source: Nisajja kho bhagavā taṃ bhikkhuṃ etadavoca:
sc_po: and said to the mendicant,

# sn35.74:2.9
source: “kacci te, bhikkhu, khamanīyaṃ, kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti no abhikkamanti, paṭikkamosānaṃ paññāyati no abhikkamo”ti?
sc_po: “I hope you’re keeping well, mendicant; I hope you’re alright. I hope that your pain is fading, not growing, that its fading is evident, not its growing.”

# sn35.74:3.1
source: “Na me, bhante, khamanīyaṃ, na yāpanīyaṃ, bāḷhā me dukkhā vedanā abhikkamanti no paṭikkamanti, abhikkamosānaṃ paññāyati no paṭikkamo”ti.
sc_po: “Sir, I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading.”

# sn35.74:4.1
source: “Kacci te, bhikkhu, na kiñci kukkuccaṃ, na koci vippaṭisāro”ti?
sc_po: “I hope you don’t have any remorse or regret?”

# sn35.74:5.1
source: “Taggha me, bhante, anappakaṃ kukkuccaṃ, anappako vippaṭisāro”ti.
sc_po: “Indeed, sir, I have no little remorse and regret.”

# sn35.74:6.1
source: “Kacci pana taṃ, bhikkhu, attā sīlato upavadatī”ti?
sc_po: “I hope you have no reason to blame yourself when it comes to ethical conduct?”

# sn35.74:7.1
source: “Na kho maṃ, bhante, attā sīlato upavadatī”ti.
sc_po: “No sir, I have no reason to blame myself when it comes to ethical conduct.”

# sn35.74:8.1
source: “No ce kira te, bhikkhu, attā sīlato upavadati, atha kiñca te kukkuccaṃ ko ca vippaṭisāro”ti?
sc_po: “In that case, mendicant, why do you have remorse and regret?”

# sn35.74:9.1
source: “Na khvāhaṃ, bhante, sīlavisuddhatthaṃ bhagavatā dhammaṃ desitaṃ ājānāmī”ti.
sc_po: “Because I understand that the Buddha has not taught the Dhamma merely for the sake of ethical purity.”

# sn35.74:10.1
source: “No ce kira tvaṃ, bhikkhu, sīlavisuddhatthaṃ mayā dhammaṃ desitaṃ ājānāsi, atha kimatthaṃ carahi tvaṃ, bhikkhu, mayā dhammaṃ desitaṃ ājānāsī”ti?
sc_po: “If that is so, what exactly do you understand to be the purpose of teaching the Dhamma?”

# sn35.74:11.1
source: “Rāgavirāgatthaṃ khvāhaṃ, bhante, bhagavatā dhammaṃ desitaṃ ājānāmī”ti.
sc_po: “I understand that the Buddha has taught the Dhamma for the purpose of the fading away of greed.”

# sn35.74:12.1
source: “Sādhu sādhu, bhikkhu.
sc_po: “Good, good, mendicant!

# sn35.74:12.2
source: Sādhu kho tvaṃ, bhikkhu, rāgavirāgatthaṃ mayā dhammaṃ desitaṃ ājānāsi.
sc_po: It’s good that you understand that I’ve taught the Dhamma for the purpose of the fading away of greed.

# sn35.74:12.3
source: Rāgavirāgattho hi, bhikkhu, mayā dhammo desito.
sc_po: For that is indeed the purpose.

# sn35.74:12.4
source: Taṃ kiṃ maññasi, bhikkhu,
sc_po: What do you think, mendicant?

# sn35.74:12.5
source: cakkhu niccaṃ vā aniccaṃ vā”ti?
sc_po: Is the eye permanent or impermanent?”

# sn35.74:13.1
source: “Aniccaṃ, bhante”.
sc_po: “Impermanent, sir.” …

# sn35.74:14.2
source: Sotaṃ …
sc_po: “Is the ear …

# sn35.74:14.3
source: ghānaṃ …
sc_po: nose …

# sn35.74:14.4
source: jivhā …
sc_po: tongue …

# sn35.74:14.5
source: kāyo …
sc_po: body …

# sn35.74:14.6
source: mano nicco vā anicco vā”ti?
sc_po: mind permanent or impermanent?”

# sn35.74:15.1
source: “Anicco, bhante”.
sc_po: “Impermanent, sir.”

# sn35.74:16.1
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
sc_po: “But if it’s impermanent, is it suffering or happiness?”

# sn35.74:17.1
source: “Dukkhaṃ, bhante”.
sc_po: “Suffering, sir.”

# sn35.74:18.1
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ:
sc_po: “But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus:

# sn35.74:18.2
source: ‘etaṃ mama, esohamasmi, eso me attā’”ti?
sc_po: ‘This is mine, I am this, this is my self’?”

# sn35.74:19.1
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn35.74:20.1
source: “Evaṃ passaṃ, bhikkhu, sutavā ariyasāvako cakkhusmimpi nibbindati, sotasmimpi nibbindati … pe … manasmimpi nibbindati.
sc_po: “Seeing this, a learned noble disciple grows disillusioned with the eye, ear, nose, tongue, body, and mind.

# sn35.74:20.2
source: Nibbindaṃ virajjati; virāgā vimuccati; vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
sc_po: Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed.

# sn35.74:20.3
source: ‘Khīṇā jāti … pe … nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘Rebirth is ended … there is no return to any state of existence.’”

# sn35.74:21.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn35.74:21.2
source: Attamano so bhikkhu bhagavato bhāsitaṃ abhinandi.
sc_po: Satisfied, that mendicant was happy with what the Buddha said.

# sn35.74:21.3
source: Imasmiñca pana veyyākaraṇasmiṃ bhaññamāne tassa bhikkhuno virajaṃ vītamalaṃ dhammacakkhuṃ udapādi:
sc_po: And while this discourse was being spoken, the stainless, immaculate vision of the Dhamma arose in that mendicant:

# sn35.74:21.4
source: “yaṃ kiñci samudayadhammaṃ sabbaṃ taṃ nirodhadhamman”ti.
sc_po: “Everything that has a beginning has an end.”
