Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.080.po
Languages: sc_po

# sn35.80:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.80:0.2
source: 8. Gilānavagga
sc_po: 8. Sick

# sn35.80:0.3
source: 80. Dutiyaavijjāpahānasutta
sc_po: 80. Giving Up Ignorance (2nd)

# sn35.80:1.1
source: Atha kho aññataro bhikkhu … pe … etadavoca:
sc_po: Then a mendicant went up to the Buddha … and asked him,

# sn35.80:1.2
source: “atthi nu kho, bhante, eko dhammo yassa pahānā bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti?
sc_po: “Sir, is there one thing such that by giving it up a mendicant gives up ignorance and gives rise to knowledge?”

# sn35.80:2.1
source: “Atthi kho, bhikkhu, eko dhammo yassa pahānā bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti.
sc_po: “There is, mendicant.”

# sn35.80:3.1
source: “Katamo pana, bhante, eko dhammo yassa pahānā bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti?
sc_po: “But what is that one thing?”

# sn35.80:4.1
source: “Avijjā kho, bhikkhu, eko dhammo yassa pahānā bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti.
sc_po: “Ignorance is one thing such that by giving it up a mendicant gives up ignorance and gives rise to knowledge.”

# sn35.80:5.1
source: “Kathaṃ pana, bhante, jānato, kathaṃ passato avijjā pahīyati, vijjā uppajjatī”ti?
sc_po: “But how does a mendicant know and see so as to give up ignorance and give rise to knowledge?”

# sn35.80:6.1
source: “Idha, bhikkhu, bhikkhuno sutaṃ hoti:
sc_po: “It’s when a mendicant has heard:

# sn35.80:6.2
source: ‘sabbe dhammā nālaṃ abhinivesāyā’ti.
sc_po: ‘Nothing is worth clinging on to.’

# sn35.80:6.3
source: Evañcetaṃ, bhikkhu, bhikkhuno sutaṃ hoti:
sc_po: When a mendicant has heard that

# sn35.80:6.4
source: ‘sabbe dhammā nālaṃ abhinivesāyā’ti.
sc_po: nothing is worth clinging on to,

# sn35.80:6.5
source: So sabbaṃ dhammaṃ abhijānāti, sabbaṃ dhammaṃ abhiññāya sabbaṃ dhammaṃ parijānāti, sabbaṃ dhammaṃ pariññāya sabbanimittāni aññato passati, cakkhuṃ aññato passati, rūpe …
sc_po: they directly know all things. Directly knowing all things, they completely understand all things. Completely understanding all things, they see all signs as other. They see the eye, sights,

# sn35.80:6.6
source: cakkhuviññāṇaṃ …
sc_po: eye consciousness,

# sn35.80:6.7
source: cakkhusamphassaṃ …
sc_po: and eye contact as other.

# sn35.80:6.8
source: yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aññato passati … pe …
sc_po: And they also see the pleasant, painful, or neutral feeling that arises conditioned by eye contact as other. …

# sn35.80:6.9
source: manaṃ aññato passati, dhamme …
sc_po: They see the mind, thoughts,

# sn35.80:6.10
source: manoviññāṇaṃ …
sc_po: mind consciousness,

# sn35.80:6.11
source: manosamphassaṃ …
sc_po: and mind contact as other.

# sn35.80:6.12
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aññato passati.
sc_po: And they also see the pleasant, painful, or neutral feeling that arises conditioned by mind contact as other.

# sn35.80:6.13
source: Evaṃ kho, bhikkhu, jānato evaṃ passato bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti.
sc_po: That’s how a mendicant knows and sees so as to give up ignorance and give rise to knowledge.”
