Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.239.po
Languages: sc_po

# sn35.239:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.239:0.2
source: 19. Āsīvisavagga
sc_po: 19. The Simile of the Vipers

# sn35.239:0.3
source: 239. Rathopamasutta
sc_po: 239. The Simile of the Chariot

# sn35.239:1.1
source: “Tīhi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhasomanassabahulo viharati, yoni cassa āraddhā hoti āsavānaṃ khayāya.
sc_po: “Mendicants, when a mendicant has three qualities they’re full of joy and happiness in the present life, and they have laid the groundwork for ending the defilements.

# sn35.239:1.2
source: Katamehi tīhi?
sc_po: What three?

# sn35.239:1.3
source: Indriyesu guttadvāro hoti, bhojane mattaññū, jāgariyaṃ anuyutto.
sc_po: They guard the sense doors, eat in moderation, and are committed to wakefulness.

# sn35.239:2.1
source: Kathañca, bhikkhave, bhikkhu indriyesu guttadvāro hoti?
sc_po: And how does a mendicant guard the sense doors?

# sn35.239:2.2
source: Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti, nānubyañjanaggāhī;
sc_po: When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details.

# sn35.239:2.3
source: yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ. Tassa saṃvarāya paṭipajjati; rakkhati cakkhundriyaṃ; cakkhundriye saṃvaraṃ āpajjati.
sc_po: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.

# sn35.239:2.4
source: Sotena saddaṃ sutvā …
sc_po: When they hear a sound with their ears …

# sn35.239:2.5
source: ghānena gandhaṃ ghāyitvā …
sc_po: When they smell an odor with their nose …

# sn35.239:2.6
source: jivhāya rasaṃ sāyitvā …
sc_po: When they taste a flavor with their tongue …

# sn35.239:2.7
source: kāyena phoṭṭhabbaṃ phusitvā …
sc_po: When they feel a touch with their body …

# sn35.239:2.8
source: manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī;
sc_po: When they know a thought with their mind, they don’t get caught up in the features and details.

# sn35.239:2.9
source: yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati; rakkhati manindriyaṃ; manindriye saṃvaraṃ āpajjati.
sc_po: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.

# sn35.239:2.10
source: Seyyathāpi, bhikkhave, subhūmiyaṃ cātumahāpathe ājaññaratho yutto assa ṭhito odhastapatodo. Tamenaṃ dakkho yoggācariyo assadammasārathi abhiruhitvā vāmena hatthena rasmiyo gahetvā, dakkhiṇena hatthena patodaṃ gahetvā, yenicchakaṃ yadicchakaṃ sāreyyapi paccāsāreyyapi.
sc_po: Suppose a chariot stood harnessed to thoroughbreds at a level crossroads, with a goad ready. Then a deft horse trainer, a master charioteer, might mount the chariot, taking the reins in his right hand and goad in the left. He’d drive out and back wherever he wishes, whenever he wishes.

# sn35.239:2.11
source: Evameva kho, bhikkhave, bhikkhu imesaṃ channaṃ indriyānaṃ ārakkhāya sikkhati, saṃyamāya sikkhati, damāya sikkhati, upasamāya sikkhati.
sc_po: In the same way, a mendicant trains to protect, control, tame, and pacify these six senses.

# sn35.239:2.12
source: Evaṃ kho, bhikkhave, bhikkhu indriyesu guttadvāro hoti.
sc_po: That’s how a mendicant guards the sense doors.

# sn35.239:3.1
source: Kathañca, bhikkhave, bhikkhu bhojane mattaññū hoti?
sc_po: And how does a mendicant eat in moderation?

# sn35.239:3.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti:
sc_po: It’s when a mendicant reflects properly on the food that they eat:

# sn35.239:3.3
source: ‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā, yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati, anavajjatā ca phāsuvihāro cā’ti.
sc_po: ‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’

# sn35.239:3.4
source: Seyyathāpi, bhikkhave, puriso vaṇaṃ ālimpeyya yāvadeva rohanatthāya, seyyathā vā pana akkhaṃ abbhañjeyya yāvadeva bhārassa nittharaṇatthāya;
sc_po: It’s like a person who puts ointment on a wound only so that it can heal; or who oils an axle only so that it can carry a load.

# sn35.239:3.5
source: evaṃ kho, bhikkhave, bhikkhu paṭisaṅkhā yoniso āhāraṃ āhāreti:
sc_po: In the same way, a mendicant reflects properly on the food that they eat:

# sn35.239:3.6
source: ‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā, yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati, anavajjatā ca phāsuvihāro cā’ti.
sc_po: ‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’

# sn35.239:3.7
source: Evaṃ kho, bhikkhave, bhikkhu bhojane mattaññū hoti.
sc_po: That’s how a mendicant eats in moderation.

# sn35.239:4.1
source: Kathañca, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti?
sc_po: And how is a mendicant committed to wakefulness?

# sn35.239:4.2
source: Idha, bhikkhave, bhikkhu divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.
sc_po: It’s when a mendicant practices walking and sitting meditation by day, purifying their mind from obstacles.

# sn35.239:4.3
source: Rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.
sc_po: In the evening, they continue to practice walking and sitting meditation.

# sn35.239:4.4
source: Rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasi karitvā.
sc_po: In the middle of the night, they lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up.

# sn35.239:4.5
source: Rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.
sc_po: In the last part of the night, they get up and continue to practice walking and sitting meditation, purifying their mind from obstacles.

# sn35.239:4.6
source: Evaṃ kho, bhikkhave, bhikkhu jāgariyaṃ anuyutto hoti.
sc_po: This is how a mendicant is committed to wakefulness.

# sn35.239:4.7
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhasomanassabahulo viharati, yoni cassa āraddhā hoti āsavānaṃ khayāyā”ti.
sc_po: When a mendicant has these three qualities they’re full of joy and happiness in the present life, and they have laid the groundwork for ending the defilements.”
