Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.024.po
Languages: sc_po

# sn35.24:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.24:0.2
source: 3. Sabbavagga
sc_po: 3. All

# sn35.24:0.3
source: 24. Pahānasutta
sc_po: 24. Giving Up

# sn35.24:1.1
source: “Sabbappahānāya vo, bhikkhave, dhammaṃ desessāmi.
sc_po: “Mendicants, I will teach you the principle for giving up the all.

# sn35.24:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.24:1.3
source: Katamo ca, bhikkhave, sabbappahānāya dhammo?
sc_po: And what is the principle for giving up the all?

# sn35.24:1.4
source: Cakkhuṃ, bhikkhave, pahātabbaṃ, rūpā pahātabbā, cakkhuviññāṇaṃ pahātabbaṃ, cakkhusamphasso pahātabbo, yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi pahātabbaṃ … pe …
sc_po: The eye should be given up. Sights should be given up. Eye consciousness should be given up. Eye contact should be given up. The painful, pleasant, or neutral feeling that arises conditioned by eye contact should also be given up.

# sn35.24:1.6
source: jivhā pahātabbā, rasā pahātabbā, jivhāviññāṇaṃ pahātabbaṃ, jivhāsamphasso pahātabbo, yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi pahātabbaṃ.
sc_po: tongue …

# sn35.24:1.7
source: Kāyo pahātabbo …
sc_po: body …

# sn35.24:1.8
source: mano pahātabbo, dhammā pahātabbā, manoviññāṇaṃ pahātabbaṃ, manosamphasso pahātabbo, yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi pahātabbaṃ.
sc_po: mind should be given up. Thoughts should be given up. Mind consciousness should be given up. Mind contact should be given up. The painful, pleasant, or neutral feeling that arises conditioned by mind contact should be given up.

# sn35.24:1.9
source: Ayaṃ kho, bhikkhave, sabbappahānāya dhammo”ti.
sc_po: This is the principle for giving up the all.”
