Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.230.po
Languages: sc_po

# sn35.230:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.230:0.2
source: 18. Samuddavagga
sc_po: 18. The Ocean

# sn35.230:0.3
source: 230. Bāḷisikopamasutta
sc_po: 230. The Simile of the Fisherman

# sn35.230:1.1
source: “Seyyathāpi, bhikkhave, bāḷisiko āmisagatabaḷisaṃ gambhīre udakarahade pakkhipeyya.
sc_po: “Mendicants, suppose a fisherman was to cast a baited hook into a deep lake.

# sn35.230:1.2
source: Tamenaṃ aññataro āmisacakkhu maccho gileyya.
sc_po: Seeing the bait, a fish would swallow it.

# sn35.230:1.3
source: Evañhi so, bhikkhave, maccho gilitabaḷiso bāḷisikassa anayaṃ āpanno byasanaṃ āpanno yathākāmakaraṇīyo bāḷisikassa.
sc_po: And so the fish that swallowed the hook would meet with tragedy and disaster, and the fisherman can do what he wants with it.

# sn35.230:2.1
source: Evameva kho, bhikkhave, chayime baḷisā lokasmiṃ anayāya sattānaṃ vadhāya pāṇinaṃ.
sc_po: In the same way, there are these six hooks in the world that mean tragedy and slaughter for living creatures.

# sn35.230:2.2
source: Katame cha?
sc_po: What six?

# sn35.230:2.3
source: Santi, bhikkhave, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.230:2.4
source: Tañce, bhikkhu, abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: If a mendicant approves, welcomes, and keeps clinging to them,

# sn35.230:2.5
source: Ayaṃ vuccati, bhikkhave, bhikkhu gilitabaḷiso, mārassa anayaṃ āpanno byasanaṃ āpanno yathākāmakaraṇīyo pāpimato … pe …
sc_po: they’re called a mendicant who has swallowed Māra’s hook. They’ve met with tragedy and disaster, and the Wicked One can do what he wants with them.

# sn35.230:2.6
source: santi, bhikkhave, jivhāviññeyyā rasā … pe ….
sc_po: There are sounds … smells … tastes … touches …

# sn35.230:3.1
source: Santi, bhikkhave, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.230:3.2
source: Tañce, bhikkhu, abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: If a mendicant approves, welcomes, and keeps clinging to them,

# sn35.230:3.3
source: Ayaṃ vuccati, bhikkhave, bhikkhu gilitabaḷiso mārassa anayaṃ āpanno byasanaṃ āpanno yathākāmakaraṇīyo pāpimato.
sc_po: they’re called a mendicant who has swallowed Māra’s hook. They’ve met with tragedy and disaster, and the Wicked One can do what he wants with them.

# sn35.230:4.1
source: Santi ca, bhikkhave, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.230:4.2
source: Tañce, bhikkhu, nābhinandati nābhivadati nājjhosāya tiṭṭhati. Ayaṃ vuccati, bhikkhave, bhikkhu na gilitabaḷiso mārassa abhedi baḷisaṃ paribhedi baḷisaṃ na anayaṃ āpanno na byasanaṃ āpanno na yathākāmakaraṇīyo pāpimato … pe ….
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them, they’re called a mendicant who hasn’t swallowed Māra’s hook. They’ve broken the hook, destroyed it. They haven’t met with tragedy and disaster, and the Wicked One cannot do what he wants with them.

# sn35.230:5.1
source: Santi, bhikkhave, jivhāviññeyyā rasā … pe ….
sc_po: There are sounds … smells … tastes … touches …

# sn35.230:5.2
source: Santi, bhikkhave, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.230:5.3
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, ayaṃ vuccati, bhikkhave, bhikkhu na gilitabaḷiso mārassa abhedi baḷisaṃ paribhedi baḷisaṃ na anayaṃ āpanno na byasanaṃ āpanno na yathākāmakaraṇīyo pāpimato”ti.
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them, they’re called a mendicant who hasn’t swallowed Māra’s hook. They’ve broken the hook, destroyed it. They haven’t met with tragedy and disaster, and the Wicked One cannot do what he wants with them.”
