Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.092.po
Languages: sc_po

# sn35.92:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.92:0.2
source: 9. Channavagga
sc_po: 9. With Channa

# sn35.92:0.3
source: 92. Paṭhamadvayasutta
sc_po: 92. A Duality (1st)

# sn35.92:1.1
source: “Dvayaṃ vo, bhikkhave, desessāmi.
sc_po: “Mendicants, I will teach you a duality.

# sn35.92:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.92:1.3
source: Kiñca, bhikkhave, dvayaṃ?
sc_po: And what is a duality?

# sn35.92:1.4
source: Cakkhuñceva rūpā ca, sotañceva saddā ca, ghānañceva gandhā ca, jivhā ceva rasā ca, kāyo ceva phoṭṭhabbā ca, mano ceva dhammā ca—
sc_po: It’s just the eye and sights, the ear and sounds, the nose and smells, the tongue and tastes, the body and touches, and the mind and thoughts.

# sn35.92:1.5
source: idaṃ vuccati, bhikkhave, dvayaṃ.
sc_po: This is called a duality.

# sn35.92:2.1
source: Yo, bhikkhave, evaṃ vadeyya:
sc_po: Mendicants, suppose someone was to say:

# sn35.92:2.2
source: ‘ahametaṃ dvayaṃ paccakkhāya aññaṃ dvayaṃ paññapessāmī’ti, tassa vācāvatthukamevassa.
sc_po: ‘I’ll reject this duality and describe another duality.’ They’d have no grounds for that,

# sn35.92:2.3
source: Puṭṭho ca na sampāyeyya.
sc_po: they’d be stumped by questions, and, in addition, they’d get frustrated.

# sn35.92:2.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn35.92:2.6
source: Yathā taṃ, bhikkhave, avisayasmin”ti.
sc_po: Because they’re out of their element.”
