Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.237.po
Languages: sc_po

# sn35.237:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.237:0.2
source: 18. Samuddavagga
sc_po: 18. The Ocean

# sn35.237:0.3
source: 237. Dutiyahatthapādopamasutta
sc_po: 237. The Simile of Hands and Feet (2nd)

# sn35.237:1.1
source: “Hatthesu, bhikkhave, sati ādānanikkhepanaṃ hoti;
sc_po: “Mendicants, when there are hands, there’s picking up and putting down.

# sn35.237:1.2
source: pādesu sati abhikkamapaṭikkamo hoti;
sc_po: When there are feet, there’s coming and going.

# sn35.237:1.3
source: pabbesu sati samiñjanapasāraṇaṃ hoti;
sc_po: When there are joints, there’s contracting and extending.

# sn35.237:1.4
source: kucchismiṃ sati jighacchā pipāsā hoti.
sc_po: When there’s a belly, there’s hunger and thirst.

# sn35.237:1.5
source: Evameva kho, bhikkhave, cakkhusmiṃ sati cakkhusamphassapaccayā uppajjati ajjhattaṃ sukhaṃ dukkhaṃ … pe …
sc_po: In the same way, when there’s an eye, pleasure and pain arise internally conditioned by eye contact.

# sn35.237:1.6
source: jivhāya sati … pe …
sc_po: When there’s an ear … nose … tongue … body …

# sn35.237:1.7
source: manasmiṃ sati manosamphassapaccayā uppajjati ajjhattaṃ sukhaṃ dukkhaṃ … pe ….
sc_po: mind, pleasure and pain arise internally conditioned by mind contact.

# sn35.237:2.1
source: Hatthesu, bhikkhave, asati ādānanikkhepanaṃ na hoti;
sc_po: When there are no hands, there’s no picking up and putting down.

# sn35.237:2.2
source: pādesu asati abhikkamapaṭikkamo na hoti;
sc_po: When there are no feet, there’s no coming and going.

# sn35.237:2.3
source: pabbesu asati samiñjanapasāraṇaṃ na hoti;
sc_po: When there are no joints, there’s no contracting and extending.

# sn35.237:2.4
source: kucchismiṃ asati jighacchā pipāsā na hoti.
sc_po: When there’s no belly, there’s no hunger and thirst.

# sn35.237:2.5
source: Evameva kho, bhikkhave, cakkhusmiṃ asati cakkhusamphassapaccayā nuppajjati ajjhattaṃ sukhaṃ dukkhaṃ … pe …
sc_po: In the same way, when there’s no eye, pleasure and pain don’t arise internally conditioned by eye contact.

# sn35.237:2.6
source: jivhāya asati jivhāsamphassapaccayā nuppajjati … pe …
sc_po: When there’s no ear … nose … tongue … body …

# sn35.237:2.7
source: manasmiṃ asati manosamphassapaccayā nuppajjati ajjhattaṃ sukhaṃ dukkhan”ti.
sc_po: mind, pleasure and pain don’t arise internally conditioned by mind contact.”
