Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.163.po
Languages: sc_po

# sn35.163:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.163:0.2
source: 16. Nandikkhayavagga
sc_po: 16. The End of Relishing

# sn35.163:0.3
source: 163. Koṭṭhikadukkhasutta
sc_po: 163. With Koṭṭhita on Suffering

# sn35.163:1.1
source: Atha kho āyasmā mahākoṭṭhiko … pe … bhagavantaṃ etadavoca:
sc_po: Then Venerable Mahākoṭṭhita … said to the Buddha:

# sn35.163:1.2
source: “sādhu me, bhante … pe … vihareyyan”ti.
sc_po: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# sn35.163:1.3
source: “Yaṃ kho, koṭṭhika, dukkhaṃ tatra te chando pahātabbo.
sc_po: “Koṭṭhita, you should give up desire for what is suffering.

# sn35.163:1.4
source: Kiñca, koṭṭhika, dukkhaṃ?
sc_po: And what is suffering?

# sn35.163:1.5
source: Cakkhu kho, koṭṭhika, dukkhaṃ; tatra te chando pahātabbo.
sc_po: The eye,

# sn35.163:1.6
source: Rūpā dukkhā; tatra te chando pahātabbo.
sc_po: sights,

# sn35.163:1.7
source: Cakkhuviññāṇaṃ dukkhaṃ; tatra te chando pahātabbo.
sc_po: eye consciousness,

# sn35.163:1.8
source: Cakkhusamphasso dukkho; tatra te chando pahātabbo.
sc_po: and eye contact are suffering: you should give up desire for them.

# sn35.163:1.9
source: Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi dukkhaṃ; tatra te chando pahātabbo … pe …
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by eye contact is also suffering; you should give up desire for it.

# sn35.163:1.10
source: jivhā dukkhā; tatra te chando pahātabbo … pe …
sc_po: The ear … nose … tongue … body …

# sn35.163:1.11
source: mano dukkho; tatra te chando pahātabbo.
sc_po: The mind,

# sn35.163:1.12
source: Dhammā dukkhā; tatra te chando pahātabbo.
sc_po: thoughts,

# sn35.163:1.13
source: Manoviññāṇaṃ dukkhaṃ; tatra te chando pahātabbo.
sc_po: mind consciousness,

# sn35.163:1.14
source: Manosamphasso dukkho; tatra te chando pahātabbo.
sc_po: and mind contact are suffering: you should give up desire for them.

# sn35.163:1.15
source: Yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi dukkhaṃ; tatra te chando pahātabbo.
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by mind contact is also suffering: you should give up desire for it.

# sn35.163:1.16
source: Yaṃ kho, koṭṭhika, dukkhaṃ tatra te chando pahātabbo”ti.
sc_po: Koṭṭhita, you should give up desire for what is suffering.”
