Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.021.po
Languages: sc_po

# sn35.21:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.21:0.2
source: 2. Yamakavagga
sc_po: 2. Pairs

# sn35.21:0.3
source: 21. Paṭhamadukkhuppādasutta
sc_po: 21. The Arising of Suffering (Interior)

# sn35.21:1.1
source: “Yo, bhikkhave, cakkhussa uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo, rogānaṃ ṭhiti, jarāmaraṇassa pātubhāvo.
sc_po: “Mendicants, the arising, continuation, rebirth, and manifestation of the eye is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn35.21:1.2
source: Yo sotassa … pe …
sc_po: The arising, continuation, rebirth, and manifestation of the ear …

# sn35.21:1.3
source: yo ghānassa …
sc_po: nose …

# sn35.21:1.4
source: yo jivhāya …
sc_po: tongue …

# sn35.21:1.5
source: yo kāyassa …
sc_po: body …

# sn35.21:1.6
source: yo manassa uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo, rogānaṃ ṭhiti, jarāmaraṇassa pātubhāvo.
sc_po: and mind is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn35.21:2.1
source: Yo ca kho, bhikkhave, cakkhussa nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho, rogānaṃ vūpasamo, jarāmaraṇassa atthaṅgamo.
sc_po: The cessation, settling, and ending of the eye is the cessation of suffering, the settling of diseases, and the ending of old age and death.

# sn35.21:2.2
source: Yo sotassa …
sc_po: The cessation, settling, and ending of the ear,

# sn35.21:2.3
source: yo ghānassa …
sc_po: nose,

# sn35.21:2.4
source: yo jivhāya …
sc_po: tongue,

# sn35.21:2.5
source: yo kāyassa …
sc_po: body,

# sn35.21:2.6
source: yo manassa nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho, rogānaṃ vūpasamo, jarāmaraṇassa atthaṅgamo”ti.
sc_po: and mind is the cessation of suffering, the settling of diseases, and the ending of old age and death.”
