Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.159.po
Languages: sc_po

# sn35.159:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.159:0.2
source: 16. Nandikkhayavagga
sc_po: 16. The End of Relishing

# sn35.159:0.3
source: 159. Bāhiraaniccanandikkhayasutta
sc_po: 159. Focus, the Exterior, and the End of Relishing

# sn35.159:1.1
source: “Rūpe, bhikkhave, yoniso manasi karotha, rūpāniccatañca yathābhūtaṃ samanupassatha.
sc_po: “Mendicants, properly attend to sights. Truly see the impermanence of sights.

# sn35.159:1.2
source: Rūpe, bhikkhave, bhikkhu yoniso manasikaronto, rūpāniccatañca yathābhūtaṃ samanupassanto rūpesupi nibbindati.
sc_po: When a mendicant does this, they grow disillusioned with sights.

# sn35.159:1.3
source: Nandikkhayā rāgakkhayo;
sc_po: When relishing ends, greed ends. When greed ends, relishing ends.

# sn35.159:1.5
source: Nandirāgakkhayā cittaṃ suvimuttanti vuccati.
sc_po: When relishing and greed end, the mind is said to be well freed.

# sn35.159:1.6
source: Sadde …
sc_po: Properly attend to sounds …

# sn35.159:1.7
source: gandhe …
sc_po: smells …

# sn35.159:1.8
source: rase …
sc_po: tastes …

# sn35.159:1.9
source: phoṭṭhabbe …
sc_po: touches …

# sn35.159:1.10
source: dhamme, bhikkhave, yoniso manasi karotha, dhammāniccatañca yathābhūtaṃ samanupassatha.
sc_po: thoughts. Truly see the impermanence of thoughts.

# sn35.159:1.11
source: Dhamme, bhikkhave, bhikkhu yoniso manasikaronto, dhammāniccatañca yathābhūtaṃ samanupassanto dhammesupi nibbindati.
sc_po: When a mendicant does this, they grow disillusioned with thoughts.

# sn35.159:1.12
source: Nandikkhayā rāgakkhayo;
sc_po: When relishing ends, greed ends.

# sn35.159:1.13
source: rāgakkhayā nandikkhayo.
sc_po: When greed ends, relishing ends.

# sn35.159:1.14
source: Nandirāgakkhayā cittaṃ suvimuttanti vuccatī”ti.
sc_po: When relishing and greed end, the mind is said to be well freed.”
