Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.023.po
Languages: sc_po

# sn35.23:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.23:0.2
source: 3. Sabbavagga
sc_po: 3. All

# sn35.23:0.3
source: 23. Sabbasutta
sc_po: 23. All

# sn35.23:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn35.23:1.2
source: “Sabbaṃ vo, bhikkhave, desessāmi.
sc_po: “Mendicants, I will teach you the all.

# sn35.23:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.23:1.4
source: Kiñca, bhikkhave, sabbaṃ?
sc_po: And what is the all?

# sn35.23:1.5
source: Cakkhuñceva rūpā ca, sotañca saddā ca, ghānañca gandhā ca, jivhā ca rasā ca, kāyo ca phoṭṭhabbā ca, mano ca dhammā ca—
sc_po: It’s just the eye and sights, the ear and sounds, the nose and smells, the tongue and tastes, the body and touches, and the mind and thoughts.

# sn35.23:1.6
source: idaṃ vuccati, bhikkhave, sabbaṃ.
sc_po: This is called the all.

# sn35.23:1.7
source: Yo, bhikkhave, evaṃ vadeyya:
sc_po: Mendicants, suppose someone was to say:

# sn35.23:1.8
source: ‘ahametaṃ sabbaṃ paccakkhāya aññaṃ sabbaṃ paññāpessāmī’ti, tassa vācāvatthukamevassa;
sc_po: ‘I’ll reject this all and describe another all.’ They’d have no grounds for that,

# sn35.23:1.9
source: puṭṭho ca na sampāyeyya, uttariñca vighātaṃ āpajjeyya.
sc_po: they’d be stumped by questions, and, in addition, they’d get frustrated.

# sn35.23:1.10
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn35.23:1.11
source: Yathā taṃ, bhikkhave, avisayasmin”ti.
sc_po: Because they’re out of their element.”
