Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.130.po
Languages: sc_po

# sn35.130:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.130:0.2
source: 13. Gahapativagga
sc_po: 13. Householders

# sn35.130:0.3
source: 130. Hāliddikānisutta
sc_po: 130. With Hāliddikāni

# sn35.130:1.1
source: Ekaṃ samayaṃ āyasmā mahākaccāno avantīsu viharati kuraraghare papāte pabbate.
sc_po: At one time Venerable Mahākaccāna was staying in the land of the Avantis near Kuraraghara on Steep Mountain.

# sn35.130:1.2
source: Atha kho hāliddikāni gahapati yenāyasmā mahākaccāno tenupasaṅkami … pe … ekamantaṃ nisinno kho hāliddikāni gahapati āyasmantaṃ mahākaccānaṃ etadavoca:
sc_po: Then the householder Hāliddikāni went up to Venerable Mahākaccāna … and asked him,

# sn35.130:1.3
source: “vuttamidaṃ, bhante, bhagavatā:
sc_po: “Sir, this was said by the Buddha:

# sn35.130:1.4
source: ‘dhātunānattaṃ paṭicca uppajjati phassanānattaṃ; phassanānattaṃ paṭicca uppajjati vedanānānattan’ti.
sc_po: ‘Diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings.’

# sn35.130:1.5
source: Kathaṃ nu kho, bhante, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ; phassanānattaṃ paṭicca uppajjati vedanānānattan”ti?
sc_po: How does diversity of elements give rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings?”

# sn35.130:1.6
source: “Idha, gahapati, bhikkhu cakkhunā rūpaṃ disvā ‘manāpaṃ itthetan’ti pajānāti cakkhuviññāṇaṃ sukhavedaniyañca.
sc_po: “Householder, it’s when a mendicant sees a sight and understands it to be agreeable.

# sn35.130:1.7
source: Phassaṃ paṭicca uppajjati sukhā vedanā.
sc_po: There is eye consciousness; and pleasant feeling arises dependent on a contact to be experienced as pleasant.

# sn35.130:1.8
source: Cakkhunā kho paneva rūpaṃ disvā ‘amanāpaṃ itthetan’ti pajānāti cakkhuviññāṇaṃ dukkhavedaniyañca.
sc_po: Then they see a sight and understand it to be disagreeable.

# sn35.130:1.9
source: Phassaṃ paṭicca uppajjati dukkhā vedanā.
sc_po: There is eye consciousness; and painful feeling arises dependent on a contact to be experienced as painful.

# sn35.130:1.10
source: Cakkhunā kho paneva rūpaṃ disvā ‘upekkhāṭṭhāniyaṃ itthetan’ti pajānāti cakkhuviññāṇaṃ adukkhamasukhavedaniyañca.
sc_po: Then they see a sight and understand it to be a basis for equanimity.

# sn35.130:1.11
source: Phassaṃ paṭicca uppajjati adukkhamasukhā vedanā.
sc_po: There is eye consciousness; and neutral feeling arises dependent on a contact to be experienced as neutral.

# sn35.130:2.1
source: Puna caparaṃ, gahapati, bhikkhu sotena saddaṃ sutvā … pe …
sc_po: Furthermore, a mendicant hears a sound with the ear …

# sn35.130:2.2
source: ghānena gandhaṃ ghāyitvā … pe …
sc_po: smells an odor with the nose …

# sn35.130:2.3
source: jivhāya rasaṃ sāyitvā … pe …
sc_po: tastes a flavor with the tongue …

# sn35.130:2.4
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
sc_po: feels a touch with the body …

# sn35.130:2.5
source: manasā dhammaṃ viññāya ‘manāpaṃ itthetan’ti pajānāti manoviññāṇaṃ sukhavedaniyañca.
sc_po: knows a thought with the mind and understands it to be agreeable.

# sn35.130:2.6
source: Phassaṃ paṭicca uppajjati sukhā vedanā.
sc_po: There is mind consciousness; and pleasant feeling arises dependent on a contact to be experienced as pleasant.

# sn35.130:2.7
source: Manasā kho paneva dhammaṃ viññāya ‘amanāpaṃ itthetan’ti pajānāti manoviññāṇaṃ dukkhavedaniyañca.
sc_po: Then they know a thought and understand it to be disagreeable.

# sn35.130:2.8
source: Phassaṃ paṭicca uppajjati dukkhā vedanā.
sc_po: There is mind consciousness; and painful feeling arises dependent on a contact to be experienced as painful.

# sn35.130:2.9
source: Manasā kho paneva dhammaṃ viññāya ‘upekkhāṭṭhāniyaṃ itthetan’ti pajānāti manoviññāṇaṃ adukkhamasukhavedaniyañca.
sc_po: Then they know a thought and understand it to be a basis for equanimity.

# sn35.130:2.10
source: Phassaṃ paṭicca uppajjati adukkhamasukhā vedanā.
sc_po: Neutral feeling arises dependent on a contact to be experienced as neutral.

# sn35.130:2.11
source: Evaṃ kho, gahapati, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ; phassanānattaṃ paṭicca uppajjati vedanānānattan”ti.
sc_po: That’s how diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings.”
