Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.053.po
Languages: sc_po

# sn35.53:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.53:0.2
source: 6. Avijjāvagga
sc_po: 6. Ignorance

# sn35.53:0.3
source: 53. Avijjāpahānasutta
sc_po: 53. Giving Up Ignorance

# sn35.53:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn35.53:1.2
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him:

# sn35.53:1.3
source: “kathaṃ nu kho, bhante, jānato kathaṃ passato avijjā pahīyati, vijjā uppajjatī”ti?
sc_po: “Sir, how does one know and see so as to give up ignorance and give rise to knowledge?”

# sn35.53:2.1
source: “Cakkhuṃ kho, bhikkhu, aniccato jānato passato avijjā pahīyati, vijjā uppajjati.
sc_po: “Mendicant, knowing and seeing the eye, sights, eye consciousness, and eye contact as impermanent, ignorance is given up and knowledge arises.

# sn35.53:2.5
source: yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccato jānato passato avijjā pahīyati, vijjā uppajjati.
sc_po: And also knowing and seeing the pleasant, painful, or neutral feeling that arises conditioned by eye contact as impermanent, ignorance is given up and knowledge arises.

# sn35.53:2.6
source: Sotaṃ …
sc_po: Knowing and seeing the ear …

# sn35.53:2.7
source: ghānaṃ …
sc_po: nose …

# sn35.53:2.8
source: jivhaṃ …
sc_po: tongue …

# sn35.53:2.9
source: kāyaṃ …
sc_po: body …

# sn35.53:2.10
source: manaṃ aniccato jānato passato avijjā pahīyati, vijjā uppajjati.
sc_po: Knowing and seeing the mind, thoughts, mind consciousness, and mind contact as impermanent, ignorance is given up and knowledge arises.

# sn35.53:2.14
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccato jānato passato avijjā pahīyati, vijjā uppajjati.
sc_po: And also knowing and seeing the pleasant, painful, or neutral feeling that arises conditioned by mind contact as impermanent, ignorance is given up and knowledge arises.

# sn35.53:2.15
source: Evaṃ kho, bhikkhu, jānato evaṃ passato avijjā pahīyati, vijjā uppajjatī”ti.
sc_po: That’s how to know and see so as to give up ignorance and give rise to knowledge.”
