Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.098.po
Languages: sc_po

# sn35.98:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.98:0.2
source: 10. Saḷavagga
sc_po: 10. The Sixes

# sn35.98:0.3
source: 98. Saṃvarasutta
sc_po: 98. Restraint

# sn35.98:1.1
source: “Saṃvarañca vo, bhikkhave, desessāmi, asaṃvarañca.
sc_po: “Mendicants, I will teach you who is restrained and who is unrestrained.

# sn35.98:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.98:1.3
source: Kathañca, bhikkhave, asaṃvaro hoti?
sc_po: And how is someone unrestrained?

# sn35.98:1.4
source: Santi, bhikkhave, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.98:1.5
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati, veditabbametaṃ, bhikkhave, bhikkhunā:
sc_po: If a mendicant approves, welcomes, and keeps clinging to them, they should understand:

# sn35.98:1.6
source: ‘parihāyāmi kusalehi dhammehi.
sc_po: ‘My skillful qualities are declining.

# sn35.98:1.7
source: Parihānañhetaṃ vuttaṃ bhagavatā’ti … pe …
sc_po: For this is what the Buddha calls decline.’

# sn35.98:1.8
source: santi, bhikkhave, jivhāviññeyyā rasā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.98:1.9
source: santi, bhikkhave, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.98:1.10
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati, veditabbametaṃ, bhikkhave, bhikkhunā:
sc_po: If a mendicant approves, welcomes, and keeps clinging to them, they should understand:

# sn35.98:1.11
source: ‘parihāyāmi kusalehi dhammehi.
sc_po: ‘My skillful qualities are declining.

# sn35.98:1.12
source: Parihānañhetaṃ vuttaṃ bhagavatā’ti.
sc_po: For this is what the Buddha calls decline.’

# sn35.98:1.13
source: Evaṃ kho, bhikkhave, asaṃvaro hoti.
sc_po: This is how someone is unrestrained.

# sn35.98:2.1
source: Kathañca, bhikkhave, saṃvaro hoti?
sc_po: And how is someone restrained?

# sn35.98:2.2
source: Santi, bhikkhave, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.98:2.3
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, veditabbametaṃ, bhikkhave, bhikkhunā:
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them, they should understand:

# sn35.98:2.4
source: ‘na parihāyāmi kusalehi dhammehi.
sc_po: ‘My skillful qualities are not declining.

# sn35.98:2.5
source: Aparihānañhetaṃ vuttaṃ bhagavatā’ti … pe …
sc_po: For this is what the Buddha calls non-decline.’

# sn35.98:2.6
source: santi, bhikkhave, jivhāviññeyyā rasā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.98:2.7
source: santi, bhikkhave, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.98:2.8
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, veditabbametaṃ bhikkhunā:
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them, they should understand:

# sn35.98:2.9
source: ‘na parihāyāmi kusalehi dhammehi.
sc_po: ‘My skillful qualities are not declining.

# sn35.98:2.10
source: Aparihānañhetaṃ vuttaṃ bhagavatā’ti.
sc_po: For this is what the Buddha calls non-decline.’

# sn35.98:2.11
source: Evaṃ kho, bhikkhave, saṃvaro hotī”ti.
sc_po: This is how someone is restrained.”
