Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.097.po
Languages: sc_po

# sn35.97:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.97:0.2
source: 10. Saḷavagga
sc_po: 10. The Sixes

# sn35.97:0.3
source: 97. Pamādavihārīsutta
sc_po: 97. One Who Lives Negligently

# sn35.97:1.1
source: “Pamādavihāriñca vo, bhikkhave, desessāmi appamādavihāriñca.
sc_po: “Mendicants, I will teach you who lives negligently and who lives diligently.

# sn35.97:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.97:1.3
source: Kathañca, bhikkhave, pamādavihārī hoti?
sc_po: And how does someone live negligently?

# sn35.97:1.4
source: Cakkhundriyaṃ asaṃvutassa, bhikkhave, viharato cittaṃ byāsiñcati cakkhuviññeyyesu rūpesu.
sc_po: When you live with the eye faculty unrestrained, your mind becomes polluted when it comes to sights known by the eye.

# sn35.97:1.5
source: tassa byāsittacittassa pāmojjaṃ na hoti.
sc_po: When the mind is polluted, there’s no joy.

# sn35.97:1.6
source: Pāmojje asati pīti na hoti.
sc_po: When there’s no joy, there’s no rapture.

# sn35.97:1.7
source: Pītiyā asati passaddhi na hoti.
sc_po: When there’s no rapture, there’s no tranquility.

# sn35.97:1.8
source: Passaddhiyā asati dukkhaṃ hoti.
sc_po: When there’s no tranquility, there’s suffering.

# sn35.97:1.9
source: Dukkhino cittaṃ na samādhiyati.
sc_po: When one is suffering, the mind does not become immersed in samādhi.

# sn35.97:1.10
source: Asamāhite citte dhammā na pātubhavanti.
sc_po: When the mind is not immersed in samādhi, principles do not become clear.

# sn35.97:1.11
source: Dhammānaṃ apātubhāvā pamādavihārītveva saṅkhaṃ gacchati … pe …
sc_po: Because principles have not become clear, you’re considered to live negligently.

# sn35.97:1.12
source: jivhindriyaṃ asaṃvutassa, bhikkhave, viharato cittaṃ byāsiñcati jivhāviññeyyesu rasesu,
sc_po: When you live with the ear … nose … tongue … body …

# sn35.97:1.15
source: manindriyaṃ asaṃvutassa, bhikkhave, viharato cittaṃ byāsiñcati manoviññeyyesu dhammesu,
sc_po: mind faculty unrestrained, your mind becomes polluted when it comes to thoughts known by the mind.

# sn35.97:1.16
source: tassa byāsittacittassa pāmojjaṃ na hoti.
sc_po: When the mind is polluted, there’s no joy.

# sn35.97:1.17
source: Pāmojje asati pīti na hoti.
sc_po: When there’s no joy, there’s no rapture.

# sn35.97:1.18
source: Pītiyā asati passaddhi na hoti.
sc_po: When there’s no rapture, there’s no tranquility.

# sn35.97:1.19
source: Passaddhiyā asati dukkhaṃ hoti.
sc_po: When there’s no tranquility, there’s suffering.

# sn35.97:1.20
source: Dukkhino cittaṃ na samādhiyati.
sc_po: When one is suffering, the mind does not become immersed in samādhi.

# sn35.97:1.21
source: Asamāhite citte dhammā na pātubhavanti.
sc_po: When the mind is not immersed in samādhi, principles do not become clear.

# sn35.97:1.22
source: Dhammānaṃ apātubhāvā pamādavihārītveva saṅkhaṃ gacchati.
sc_po: Because principles have not become clear, you’re considered to live negligently.

# sn35.97:1.23
source: Evaṃ kho, bhikkhave, pamādavihārī hoti.
sc_po: That’s how someone lives negligently.

# sn35.97:2.1
source: Kathañca, bhikkhave, appamādavihārī hoti?
sc_po: And how does someone live diligently?

# sn35.97:2.2
source: Cakkhundriyaṃ saṃvutassa, bhikkhave, viharato cittaṃ na byāsiñcati cakkhuviññeyyesu rūpesu,
sc_po: When you live with the eye faculty restrained, your mind doesn’t become polluted when it comes to sights known by the eye.

# sn35.97:2.3
source: tassa abyāsittacittassa pāmojjaṃ jāyati.
sc_po: When the mind isn’t polluted, joy springs up.

# sn35.97:2.4
source: Pamuditassa pīti jāyati.
sc_po: Being joyful, rapture springs up.

# sn35.97:2.5
source: Pītimanassa kāyo passambhati.
sc_po: When the mind is full of rapture, the body becomes tranquil.

# sn35.97:2.6
source: Passaddhakāyo sukhaṃ viharati.
sc_po: When the body is tranquil, one feels bliss.

# sn35.97:2.7
source: Sukhino cittaṃ samādhiyati.
sc_po: And when blissful, the mind becomes immersed in samādhi.

# sn35.97:2.8
source: Samāhite citte dhammā pātubhavanti.
sc_po: When the mind is immersed in samādhi, principles become clear.

# sn35.97:2.9
source: Dhammānaṃ pātubhāvā appamādavihārītveva saṅkhaṃ gacchati … pe …
sc_po: Because principles have become clear, you’re considered to live diligently.

# sn35.97:2.10
source: jivhindriyaṃ saṃvutassa, bhikkhave, viharato cittaṃ na byāsiñcati … pe …
sc_po: When you live with the ear … nose … tongue … body …

# sn35.97:2.12
source: Manindriyaṃ saṃvutassa, bhikkhave, viharato cittaṃ na byāsiñcati, manoviññeyyesu dhammesu,
sc_po: mind faculty restrained, your mind doesn’t become polluted when it comes to thoughts known by the mind.

# sn35.97:2.13
source: tassa abyāsittacittassa pāmojjaṃ jāyati.
sc_po: When the mind isn’t polluted, joy springs up.

# sn35.97:2.14
source: Pamuditassa pīti jāyati.
sc_po: Being joyful, rapture springs up.

# sn35.97:2.15
source: Pītimanassa kāyo passambhati.
sc_po: When the mind is full of rapture, the body becomes tranquil.

# sn35.97:2.16
source: Passaddhakāyo sukhaṃ viharati.
sc_po: When the body is tranquil, one feels bliss.

# sn35.97:2.17
source: Sukhino cittaṃ samādhiyati.
sc_po: And when blissful, the mind becomes immersed in samādhi.

# sn35.97:2.18
source: Samāhite citte dhammā pātubhavanti.
sc_po: When the mind is immersed in samādhi, principles become clear.

# sn35.97:2.19
source: Dhammānaṃ pātubhāvā appamādavihārītveva saṅkhaṃ gacchati.
sc_po: Because principles have become clear, you’re considered to live diligently.

# sn35.97:2.20
source: Evaṃ kho, bhikkhave, appamādavihārī hotī”ti.
sc_po: That’s how someone lives diligently.”
