Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.079.po
Languages: sc_po

# sn35.79:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.79:0.2
source: 8. Gilānavagga
sc_po: 8. Sick

# sn35.79:0.3
source: 79. Paṭhamaavijjāpahānasutta
sc_po: 79. Giving Up Ignorance (1st)

# sn35.79:1.1
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe …
sc_po: Then a mendicant went up to the Buddha …

# sn35.79:1.2
source: ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: and said to him:

# sn35.79:1.3
source: “atthi nu kho, bhante, eko dhammo yassa pahānā bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti?
sc_po: “Sir, is there one thing such that by giving it up a mendicant gives up ignorance and gives rise to knowledge?”

# sn35.79:2.1
source: “Atthi kho, bhikkhu, eko dhammo yassa pahānā bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti.
sc_po: “There is, mendicant.”

# sn35.79:3.1
source: “Katamo pana, bhante, eko dhammo yassa pahānā bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti?
sc_po: “But what is that one thing?”

# sn35.79:4.1
source: “Avijjā kho, bhikkhu, eko dhammo yassa pahānā bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti.
sc_po: “Ignorance is one thing such that by giving it up a mendicant gives up ignorance and gives rise to knowledge.”

# sn35.79:5.1
source: “Kathaṃ pana, bhante, jānato, kathaṃ passato bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti?
sc_po: “But how does a mendicant know and see so as to give up ignorance and give rise to knowledge?”

# sn35.79:6.1
source: “Cakkhuṃ kho, bhikkhu, aniccato jānato passato bhikkhuno avijjā pahīyati, vijjā uppajjati. Rūpe … cakkhuviññāṇaṃ … cakkhusamphassaṃ …
sc_po: “When a mendicant knows and sees the eye, sights, eye consciousness, and eye contact as impermanent, ignorance is given up and knowledge arises.

# sn35.79:6.2
source: yampidaṃ, cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccato jānato passato bhikkhuno avijjā pahīyati, vijjā uppajjati … pe …
sc_po: And also knowing and seeing the pleasant, painful, or neutral feeling that arises conditioned by eye contact as impermanent, ignorance is given up and knowledge arises. …

# sn35.79:6.3
source: manaṃ aniccato jānato passato bhikkhuno avijjā pahīyati, vijjā uppajjati. Dhamme … manoviññāṇaṃ … manosamphassaṃ …
sc_po: Knowing and seeing the mind, thoughts, mind consciousness, and mind contact as impermanent, ignorance is given up and knowledge arises.

# sn35.79:6.4
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccato jānato passato bhikkhuno avijjā pahīyati, vijjā uppajjati.
sc_po: And also knowing and seeing the pleasant, painful, or neutral feeling that arises conditioned by mind contact as impermanent, ignorance is given up and knowledge arises.

# sn35.79:6.5
source: Evaṃ kho, bhikkhu, jānato evaṃ passato bhikkhuno avijjā pahīyati, vijjā uppajjatī”ti.
sc_po: That’s how a mendicant knows and sees so as to give up ignorance and give rise to knowledge.”
