Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.146.po
Languages: sc_po

# sn35.146:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.146:0.2
source: 15. Navapurāṇavagga
sc_po: 15. The Old and the New

# sn35.146:0.3
source: 146. Kammanirodhasutta
sc_po: 146. The Cessation of Action

# sn35.146:1.1
source: “Navapurāṇāni, bhikkhave, kammāni desessāmi kammanirodhaṃ kammanirodhagāminiñca paṭipadaṃ.
sc_po: “Mendicants, I will teach you old action, new action, the cessation of action, and the practice that leads to the cessation of action.

# sn35.146:1.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmīti.
sc_po: Listen and pay close attention, I will speak. …

# sn35.146:1.3
source: Katamañca, bhikkhave, purāṇakammaṃ?
sc_po: And what is old action?

# sn35.146:1.4
source: Cakkhu, bhikkhave, purāṇakammaṃ abhisaṅkhataṃ abhisañcetayitaṃ vedaniyaṃ daṭṭhabbaṃ … pe …
sc_po: The eye is old action. It should be seen as produced by choices and intentions, as something to be felt.

# sn35.146:1.5
source: jivhā purāṇakammā abhisaṅkhatā abhisañcetayitā vedaniyā daṭṭhabbā … pe …
sc_po: The ear … nose … tongue … body …

# sn35.146:1.6
source: mano purāṇakammo abhisaṅkhato abhisañcetayito vedaniyo daṭṭhabbo.
sc_po: mind is old action. It should be seen as produced by choices and intentions, as something to be felt.

# sn35.146:1.7
source: Idaṃ vuccati, bhikkhave, purāṇakammaṃ.
sc_po: This is called old action.

# sn35.146:1.8
source: Katamañca, bhikkhave, navakammaṃ?
sc_po: And what is new action?

# sn35.146:1.9
source: Yaṃ kho, bhikkhave, etarahi kammaṃ karoti kāyena vācāya manasā,
sc_po: The deeds you currently perform by way of body, speech, and mind.

# sn35.146:1.10
source: idaṃ vuccati, bhikkhave, navakammaṃ.
sc_po: This is called new action.

# sn35.146:1.11
source: Katamo ca, bhikkhave, kammanirodho?
sc_po: And what is the cessation of action?

# sn35.146:1.12
source: Yo kho, bhikkhave, kāyakammavacīkammamanokammassa nirodhā vimuttiṃ phusati,
sc_po: When you experience freedom due to the cessation of deeds by body, speech, and mind.

# sn35.146:1.13
source: ayaṃ vuccati, bhikkhave, kammanirodho.
sc_po: This is called the cessation of action.

# sn35.146:1.14
source: Katamā ca, bhikkhave, kammanirodhagāminī paṭipadā?
sc_po: And what’s the practice that leads to the cessation of action?

# sn35.146:1.15
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn35.146:1.16
source: sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi—
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn35.146:1.17
source: ayaṃ vuccati, bhikkhave, kammanirodhagāminī paṭipadā.
sc_po: This is called the practice that leads to the cessation of action.

# sn35.146:1.18
source: Iti kho, bhikkhave, desitaṃ mayā purāṇakammaṃ, desitaṃ navakammaṃ, desito kammanirodho, desitā kammanirodhagāminī paṭipadā.
sc_po: So, mendicants, I’ve taught you old action, new action, the cessation of action, and the practice that leads to the cessation of action.

# sn35.146:1.19
source: Yaṃ kho, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā.
sc_po: Out of compassion, I’ve done what a teacher should do who wants what’s best for their disciples.

# sn35.146:1.20
source: Etāni, bhikkhave, rukkhamūlāni, etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha; mā pacchāvippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī”ti.
sc_po: Here are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later! This is my instruction to you.”
