Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.022.po
Languages: sc_po

# sn35.22:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.22:0.2
source: 2. Yamakavagga
sc_po: 2. Pairs

# sn35.22:0.3
source: 22. Dutiyadukkhuppādasutta
sc_po: 22. The Arising of Suffering (Exterior)

# sn35.22:1.1
source: “Yo, bhikkhave, rūpānaṃ uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo, rogānaṃ ṭhiti, jarāmaraṇassa pātubhāvo.
sc_po: “Mendicants, the arising, continuation, rebirth, and manifestation of sights is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn35.22:1.2
source: Yo saddānaṃ … pe …
sc_po: The arising, continuation, rebirth, and manifestation of sounds,

# sn35.22:1.3
source: yo gandhānaṃ …
sc_po: smells,

# sn35.22:1.4
source: yo rasānaṃ …
sc_po: tastes,

# sn35.22:1.5
source: yo phoṭṭhabbānaṃ …
sc_po: touches,

# sn35.22:1.6
source: yo dhammānaṃ uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo, rogānaṃ ṭhiti, jarāmaraṇassa pātubhāvo.
sc_po: and thoughts is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn35.22:2.1
source: Yo ca kho, bhikkhave, rūpānaṃ nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho, rogānaṃ vūpasamo, jarāmaraṇassa atthaṅgamo.
sc_po: The cessation, settling, and ending of sights,

# sn35.22:2.2
source: Yo saddānaṃ … pe …
sc_po: sounds,

# sn35.22:2.3
source: yo gandhānaṃ …
sc_po: smells,

# sn35.22:2.4
source: yo rasānaṃ …
sc_po: tastes,

# sn35.22:2.5
source: yo phoṭṭhabbānaṃ …
sc_po: touches,

# sn35.22:2.6
source: yo dhammānaṃ nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho, rogānaṃ vūpasamo, jarāmaraṇassa atthaṅgamo”ti.
sc_po: and thoughts is the cessation of suffering, the settling of diseases, and the ending of old age and death.”
