Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.084.po
Languages: sc_po

# sn35.84:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.84:0.2
source: 9. Channavagga
sc_po: 9. With Channa

# sn35.84:0.3
source: 84. Palokadhammasutta
sc_po: 84. Wearing Out

# sn35.84:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn35.84:1.2
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# sn35.84:2.1
source: “‘Loko, loko’ti, bhante, vuccati.
sc_po: “Sir, they speak of this thing called ‘the world’.

# sn35.84:2.2
source: Kittāvatā nu kho, bhante, lokoti vuccatī”ti?
sc_po: How is the world defined?”

# sn35.84:2.3
source: “Yaṃ kho, ānanda, palokadhammaṃ, ayaṃ vuccati ariyassa vinaye loko.
sc_po: “Ānanda, that which wears out is called the world in the training of the noble one.

# sn35.84:2.4
source: Kiñca, ānanda, palokadhammaṃ?
sc_po: And what wears out?

# sn35.84:2.5
source: Cakkhu kho, ānanda, palokadhammaṃ, rūpā palokadhammā, cakkhuviññāṇaṃ palokadhammaṃ, cakkhusamphasso palokadhammo, yampidaṃ cakkhusamphassapaccayā … pe … tampi palokadhammaṃ … pe …
sc_po: The eye wears out. Sights … eye consciousness … eye contact wears out. The painful, pleasant, or neutral feeling that arises conditioned by eye contact also wears out.

# sn35.84:2.6
source: jivhā palokadhammā, rasā palokadhammā, jivhāviññāṇaṃ palokadhammaṃ, jivhāsamphasso palokadhammo, yampidaṃ jivhāsamphassapaccayā … pe … tampi palokadhammaṃ … pe …
sc_po: The ear … nose … tongue … body …

# sn35.84:2.7
source: mano palokadhammo, dhammā palokadhammā, manoviññāṇaṃ palokadhammaṃ, manosamphasso palokadhammo, yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi palokadhammaṃ.
sc_po: The mind … thoughts … mind consciousness … mind contact wears out. The painful, pleasant, or neutral feeling that arises conditioned by mind contact also wears out.

# sn35.84:2.8
source: Yaṃ kho, ānanda, palokadhammaṃ, ayaṃ vuccati ariyassa vinaye loko”ti.
sc_po: That which wears out is called the world in the training of the noble one.”
