Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.060.po
Languages: sc_po

# sn35.60:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.60:0.2
source: 6. Avijjāvagga
sc_po: 6. Ignorance

# sn35.60:0.3
source: 60. Sabbupādānapariññāsutta
sc_po: 60. The Complete Understanding of All Grasping

# sn35.60:1.1
source: “Sabbupādānapariññāya vo, bhikkhave, dhammaṃ desessāmi.
sc_po: “Mendicants, I will teach you the principle for the complete understanding of all grasping.

# sn35.60:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.60:1.3
source: Katamo ca, bhikkhave, sabbupādānapariññāya dhammo?
sc_po: And what is the principle for the complete understanding of all grasping?

# sn35.60:1.4
source: Cakkhuñca paṭicca rūpe ca uppajjati cakkhuviññāṇaṃ. Tiṇṇaṃ saṅgati phasso.
sc_po: Eye consciousness arises dependent on the eye and sights. The meeting of the three is contact.

# sn35.60:1.5
source: Phassapaccayā vedanā.
sc_po: Contact is a condition for feeling.

# sn35.60:1.6
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako cakkhusmimpi nibbindati, rūpesupi nibbindati, cakkhuviññāṇepi nibbindati, cakkhusamphassepi nibbindati, vedanāyapi nibbindati.
sc_po: Seeing this, a learned noble disciple grows disillusioned with the eye, sights, eye consciousness, eye contact, and feeling.

# sn35.60:1.7
source: Nibbindaṃ virajjati; virāgā vimuccati; vimokkhā ‘pariññātaṃ me upādānan’ti pajānāti.
sc_po: Being disillusioned, desire fades away. When desire fades away they’re freed. When they are released, they understand: ‘I have completely understood grasping.’

# sn35.60:1.8
source: Sotañca paṭicca sadde ca uppajjati …
sc_po: Ear consciousness arises dependent on the ear and sounds. …

# sn35.60:1.9
source: ghānañca paṭicca gandhe ca …
sc_po: Nose consciousness arises dependent on the nose and smells. …

# sn35.60:1.10
source: jivhañca paṭicca rase ca …
sc_po: Tongue consciousness arises dependent on the tongue and tastes. …

# sn35.60:1.11
source: kāyañca paṭicca phoṭṭhabbe ca …
sc_po: Body consciousness arises dependent on the body and touches. …

# sn35.60:1.12
source: manañca paṭicca dhamme ca uppajjati manoviññāṇaṃ. Tiṇṇaṃ saṅgati phasso.
sc_po: Mind consciousness arises dependent on the mind and thoughts. The meeting of the three is contact.

# sn35.60:1.13
source: Phassapaccayā vedanā.
sc_po: Contact is a condition for feeling.

# sn35.60:1.14
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako manasmimpi nibbindati, dhammesupi nibbindati, manoviññāṇepi nibbindati, manosamphassepi nibbindati, vedanāyapi nibbindati.
sc_po: Seeing this, a learned noble disciple grows disillusioned with the mind, thoughts, mind consciousness, mind contact, and feeling.

# sn35.60:1.15
source: Nibbindaṃ virajjati; virāgā vimuccati; vimokkhā ‘pariññātaṃ me upādānan’ti pajānāti.
sc_po: Being disillusioned, desire fades away. When desire fades away they’re freed. When they are released, they understand: ‘I have completely understood grasping.’

# sn35.60:1.16
source: Ayaṃ kho, bhikkhave, sabbupādānapariññāya dhammo”ti.
sc_po: This is the principle for the complete understanding of all grasping.”
