Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.114.po
Languages: sc_po

# sn35.114:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.114:0.2
source: 12. Lokakāmaguṇavagga
sc_po: 12. The World and the Kinds of Sensual Stimulation

# sn35.114:0.3
source: 114. Paṭhamamārapāsasutta
sc_po: 114. Māra’s Snare (1st)

# sn35.114:1.1
source: “Santi, bhikkhave, cakkhuviññeyyā rūpā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: “Mendicants, there are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.114:1.2
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati—
sc_po: If a mendicant approves, welcomes, and keeps clinging to them,

# sn35.114:1.3
source: ayaṃ vuccati, bhikkhave, bhikkhu āvāsagato mārassa, mārassa vasaṃ gato, paṭimukkassa mārapāso.
sc_po: they’re called a mendicant trapped in Māra’s lair, fallen under Māra’s sway, and caught in Māra’s snare.

# sn35.114:1.4
source: Baddho so mārabandhanena yathākāmakaraṇīyo pāpimato … pe ….
sc_po: They’re bound by Māra’s bonds, and the Wicked One can do what he wants with them.

# sn35.114:2.1
source: Santi, bhikkhave, jivhāviññeyyā rasā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sounds … smells … tastes … touches …

# sn35.114:3.1
source: Santi, bhikkhave, manoviññeyyā dhammā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.114:3.2
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati—
sc_po: If a mendicant approves, welcomes, and keep clinging to them,

# sn35.114:3.3
source: ayaṃ vuccati, bhikkhave, bhikkhu āvāsagato mārassa, mārassa vasaṃ gato, paṭimukkassa mārapāso.
sc_po: they’re called a mendicant trapped in Māra’s lair, fallen under Māra’s sway, and caught in Māra’s snare.

# sn35.114:3.4
source: Baddho so mārabandhanena yathākāmakaraṇīyo pāpimato … pe …
sc_po: They’re bound by Māra, and the Wicked One can do what he wants with them.

# sn35.114:4.1
source: Santi ca kho, bhikkhave, cakkhuviññeyyā rūpā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.114:4.2
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati—
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them,

# sn35.114:4.3
source: ayaṃ vuccati, bhikkhave, bhikkhu nāvāsagato mārassa, na mārassa vasaṃ gato, ummukkassa mārapāso.
sc_po: they’re called a mendicant not trapped in Māra’s lair, not fallen under Māra’s sway, and released from Māra’s snare.

# sn35.114:4.4
source: Mutto so mārabandhanena na yathākāmakaraṇīyo pāpimato … pe ….
sc_po: They’re free from Māra’s bonds, and the Wicked One cannot do what he wants with them.

# sn35.114:5.1
source: Santi, bhikkhave, jivhāviññeyyā rasā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sounds … smells … tastes … touches …

# sn35.114:6.1
source: Santi, bhikkhave, manoviññeyyā dhammā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.114:6.2
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati—
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them,

# sn35.114:6.3
source: ayaṃ vuccati, bhikkhave, bhikkhu nāvāsagato mārassa, na mārassa vasaṃ gato, ummukkassa mārapāso.
sc_po: they’re called a mendicant not trapped in Māra’s lair, not fallen under Māra’s sway, and released from Māra’s snare.

# sn35.114:6.4
source: Mutto so mārabandhanena na yathākāmakaraṇīyo pāpimato”ti.
sc_po: They’re free from Māra’s bonds, and the Wicked One cannot do what he wants with them.”
