Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.158.po
Languages: sc_po

# sn35.158:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.158:0.2
source: 16. Nandikkhayavagga
sc_po: 16. The End of Relishing

# sn35.158:0.3
source: 158. Ajjhattaaniccanandikkhayasutta
sc_po: 158. Focus, the Interior, and the End of Relishing

# sn35.158:1.1
source: “Cakkhuṃ, bhikkhave, yoniso manasi karotha, cakkhāniccatañca yathābhūtaṃ samanupassatha.
sc_po: “Mendicants, properly attend to the eye. Truly see the impermanence of the eye.

# sn35.158:1.2
source: Cakkhuṃ, bhikkhave, bhikkhu yoniso manasikaronto, cakkhāniccatañca yathābhūtaṃ samanupassanto cakkhusmimpi nibbindati.
sc_po: When a mendicant does this, they grow disillusioned with the eye.

# sn35.158:1.3
source: Nandikkhayā rāgakkhayo;
sc_po: When relishing ends, greed ends. When greed ends, relishing ends.

# sn35.158:1.5
source: Nandirāgakkhayā cittaṃ suvimuttanti vuccati.
sc_po: When relishing and greed end, the mind is said to be well freed.

# sn35.158:1.6
source: Sotaṃ, bhikkhave, yoniso manasi karotha …
sc_po: Properly attend to the ear …

# sn35.158:1.7
source: ghānaṃ …
sc_po: nose …

# sn35.158:1.8
source: jivhaṃ, bhikkhave, yoniso manasi karotha, jivhāniccatañca yathābhūtaṃ samanupassatha.
sc_po: tongue …

# sn35.158:1.13
source: Kāyaṃ …
sc_po: body …

# sn35.158:1.14
source: manaṃ, bhikkhave, yoniso manasi karotha, manāniccatañca yathābhūtaṃ samanupassatha.
sc_po: mind. Truly see the impermanence of the mind.

# sn35.158:1.15
source: Manaṃ, bhikkhave, bhikkhu yoniso manasikaronto, manāniccatañca yathābhūtaṃ samanupassanto manasmimpi nibbindati.
sc_po: When a mendicant does this, they grow disillusioned with the mind.

# sn35.158:1.16
source: Nandikkhayā rāgakkhayo;
sc_po: When relishing ends, greed ends. When greed ends, relishing ends.

# sn35.158:1.18
source: Nandirāgakkhayā cittaṃ suvimuttanti vuccatī”ti.
sc_po: When relishing and greed end, the mind is said to be well freed.”
