Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.025.po
Languages: sc_po

# sn35.25:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.25:0.2
source: 3. Sabbavagga
sc_po: 3. All

# sn35.25:0.3
source: 25. Abhiññāpariññāpahānasutta
sc_po: 25. Giving Up By Direct Knowledge and Complete Understanding

# sn35.25:1.1
source: “Sabbaṃ abhiññā pariññā pahānāya vo, bhikkhave, dhammaṃ desessāmi.
sc_po: “Mendicants, I will teach you the principle for giving up the all by direct knowledge and complete understanding.

# sn35.25:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.25:1.3
source: Katamo ca, bhikkhave, sabbaṃ abhiññā pariññā pahānāya dhammo?
sc_po: And what is the principle for giving up the all by direct knowledge and complete understanding?

# sn35.25:1.4
source: Cakkhuṃ, bhikkhave, abhiññā pariññā pahātabbaṃ, rūpā abhiññā pariññā pahātabbā, cakkhuviññāṇaṃ abhiññā pariññā pahātabbaṃ, cakkhusamphasso abhiññā pariññā pahātabbo, yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi abhiññā pariññā pahātabbaṃ … pe …
sc_po: The eye should be given up by direct knowledge and complete understanding. Sights should be given up by direct knowledge and complete understanding. Eye consciousness should be given up by direct knowledge and complete understanding. Eye contact should be given up by direct knowledge and complete understanding. The painful, pleasant, or neutral feeling that arises conditioned by eye contact should be given up by direct knowledge and complete understanding.

# sn35.25:1.6
source: jivhā abhiññā pariññā pahātabbā, rasā abhiññā pariññā pahātabbā, jivhāviññāṇaṃ abhiññā pariññā pahātabbaṃ, jivhāsamphasso abhiññā pariññā pahātabbo, yampidaṃ jivhāsamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi abhiññā pariññā pahātabbaṃ.
sc_po: tongue …

# sn35.25:1.7
source: Kāyo abhiññā pariññā pahātabbo …
sc_po: body …

# sn35.25:1.8
source: mano abhiññā pariññā pahātabbo, dhammā abhiññā pariññā pahātabbā, manoviññāṇaṃ abhiññā pariññā pahātabbaṃ, manosamphasso abhiññā pariññā pahātabbo, yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi abhiññā pariññā pahātabbaṃ.
sc_po: mind should be given up by direct knowledge and complete understanding. Thoughts should be given up by direct knowledge and complete understanding. Mind consciousness should be given up by direct knowledge and complete understanding. Mind contact should be given up by direct knowledge and complete understanding. The painful, pleasant, or neutral feeling that arises conditioned by mind contact should be given up by direct knowledge and complete understanding.

# sn35.25:1.9
source: Ayaṃ kho, bhikkhave, sabbaṃ abhiññā pariññā pahānāya dhammo”ti.
sc_po: This is the principle for giving up the all by direct knowledge and complete understanding.”
