Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.244.po
Languages: sc_po

# sn35.244:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.244:0.2
source: 19. Āsīvisavagga
sc_po: 19. The Simile of the Vipers

# sn35.244:0.3
source: 244. Dukkhadhammasutta
sc_po: 244. Entailing Suffering

# sn35.244:1.1
source: “Yato kho, bhikkhave, bhikkhu sabbesaṃyeva dukkhadhammānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti.
sc_po: “Mendicants, when a mendicant truly understands the origin and ending of all things that entail suffering,

# sn35.244:1.2
source: Tathā kho panassa kāmā diṭṭhā honti, yathāssa kāme passato, yo kāmesu kāmacchando kāmasneho kāmamucchā kāmapariḷāho, so nānuseti.
sc_po: then they’ve seen sensual pleasures in such a way that they have no underlying tendency for desire, affection, infatuation, and passion for sensual pleasures.

# sn35.244:1.3
source: Tathā kho panassa cāro ca vihāro ca anubuddho hoti, yathā carantaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā nānusenti.
sc_po: And they’ve awakened to a way of conduct and a way of living such that, when they live in that way, bad, unskillful qualities of desire and grief don’t overwhelm them.

# sn35.244:2.1
source: Kathañca, bhikkhave, sabbesaṃyeva dukkhadhammānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti?
sc_po: And how does a mendicant truly understand the origin and ending of all things that entail suffering?

# sn35.244:2.2
source: ‘Iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo;
sc_po: ‘Such is form, such is the origin of form, such is the ending of form.

# sn35.244:2.3
source: iti vedanā …
sc_po: Such is feeling …

# sn35.244:2.4
source: iti saññā …
sc_po: perception …

# sn35.244:2.5
source: iti saṅkhārā …
sc_po: choices …

# sn35.244:2.6
source: iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti—
sc_po: consciousness, such is the origin of consciousness, such is the ending of consciousness.’

# sn35.244:2.7
source: evaṃ kho, bhikkhave, bhikkhu sabbesaṃyeva dukkhadhammānaṃ samudayañca atthaṅgamañca yathābhūtaṃ pajānāti.
sc_po: That’s how a mendicant truly understands the origin and ending of all things that entail suffering.

# sn35.244:3.1
source: Kathañca, bhikkhave, bhikkhuno kāmā diṭṭhā honti? Yathāssa kāme passato, yo kāmesu kāmacchando kāmasneho kāmamucchā kāmapariḷāho, so nānuseti.
sc_po: And how has a mendicant seen sensual pleasures in such a way that they have no underlying tendency for desire, affection, infatuation, and passion for sensual pleasures?

# sn35.244:3.2
source: Seyyathāpi, bhikkhave, aṅgārakāsu sādhikaporisā puṇṇā aṅgārānaṃ vītaccikānaṃ vītadhūmānaṃ. Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhapaṭikūlo. Tamenaṃ dve balavanto purisā nānābāhāsu gahetvā, taṃ aṅgārakāsuṃ upakaḍḍheyyuṃ. So iticīticeva kāyaṃ sannāmeyya.
sc_po: Suppose there was a pit of glowing coals deeper than a man’s height, filled with glowing coals that neither flamed nor smoked. Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain. Then two strong men grab would grab each arm and drag them towards the pit of glowing coals. They’d writhe and struggle to and fro.

# sn35.244:3.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn35.244:3.4
source: Ñātañhi, bhikkhave, tassa purisassa imañcāhaṃ aṅgārakāsuṃ papatissāmi, tatonidānaṃ maraṇaṃ vā nigacchissāmi maraṇamattaṃ vā dukkhanti.
sc_po: For that person knows, ‘If I fall in that pit of glowing coals, that will result in my death or deadly pain.’

# sn35.244:3.5
source: Evameva kho, bhikkhave, bhikkhuno aṅgārakāsūpamā kāmā diṭṭhā honti, yathāssa kāme passato, yo kāmesu kāmacchando kāmasneho kāmamucchā kāmapariḷāho, so nānuseti.
sc_po: In the same way, when a mendicant has seen sensual pleasures as like a pit of glowing coals, they have no underlying tendency for desire, affection, infatuation, and passion for sensual pleasures.

# sn35.244:4.1
source: Kathañca, bhikkhave, bhikkhuno cāro ca vihāro ca anubuddho hoti, yathā carantaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā nānussavanti?
sc_po: And how has a mendicant awakened to a way of conduct and a way of living such that, when they live in that way, bad, unskillful qualities of desire and grief don’t overwhelm them?

# sn35.244:4.2
source: Seyyathāpi, bhikkhave, puriso bahukaṇṭakaṃ dāyaṃ paviseyya. Tassa puratopi kaṇṭako, pacchatopi kaṇṭako, uttaratopi kaṇṭako, dakkhiṇatopi kaṇṭako, heṭṭhatopi kaṇṭako, uparitopi kaṇṭako. So satova abhikkameyya, satova paṭikkameyya: ‘mā maṃ kaṇṭako’ti.
sc_po: Suppose a person was to enter a thicket full of thorns. They’d have thorns in front and behind, to the left and right, below and above. So they’d go forward mindfully and come back mindfully, thinking, ‘May I not get any thorns!’

# sn35.244:4.3
source: Evameva kho, bhikkhave, yaṃ loke piyarūpaṃ sātarūpaṃ, ayaṃ vuccati ariyassa vinaye kaṇṭako”ti.
sc_po: In the same way, whatever in the world seems nice and pleasant is called a thorn in the training of the noble one.

# sn35.244:4.4
source: Iti viditvā saṃvaro ca asaṃvaro ca veditabbo.
sc_po: When they understand what a thorn is, they should understand restraint and lack of restraint.

# sn35.244:5.1
source: Kathañca, bhikkhave, asaṃvaro hoti?
sc_po: And how is someone unrestrained?

# sn35.244:5.2
source: Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe adhimuccati, appiyarūpe rūpe byāpajjati, anupaṭṭhitakāyassati ca viharati parittacetaso,
sc_po: Take a mendicant who sees a sight with the eye. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and their heart restricted.

# sn35.244:5.3
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti … pe …
sc_po: And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.244:5.4
source: jivhāya rasaṃ sāyitvā … pe …
sc_po: They hear a sound … smell an odor … taste a flavor … feel a touch …

# sn35.244:5.5
source: manasā dhammaṃ viññāya piyarūpe dhamme adhimuccati, appiyarūpe dhamme byāpajjati, anupaṭṭhitakāyassati ca viharati parittacetaso,
sc_po: know a thought with the mind. If it’s pleasant they hold on to it, but if it’s unpleasant they dislike it. They live with mindfulness of the body unestablished and a limited heart.

# sn35.244:5.6
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ nappajānāti yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.
sc_po: And they don’t truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.244:5.7
source: Evaṃ kho, bhikkhave, asaṃvaro hoti.
sc_po: This is how someone is unrestrained.

# sn35.244:6.1
source: Kathañca, bhikkhave, saṃvaro hoti?
sc_po: And how is someone restrained?

# sn35.244:6.2
source: Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā piyarūpe rūpe nādhimuccati, appiyarūpe rūpe na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso,
sc_po: Take a mendicant who sees a sight with the eye. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart.

# sn35.244:6.3
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti … pe …
sc_po: And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.244:6.4
source: jivhāya rasaṃ sāyitvā … pe …
sc_po: They hear a sound … smell an odor … taste a flavor … feel a touch …

# sn35.244:6.5
source: manasā dhammaṃ viññāya piyarūpe dhamme nādhimuccati, appiyarūpe dhamme na byāpajjati, upaṭṭhitakāyassati ca viharati appamāṇacetaso,
sc_po: know a thought with the mind. If it’s pleasant they don’t hold on to it, and if it’s unpleasant they don’t dislike it. They live with mindfulness of the body established and a limitless heart.

# sn35.244:6.6
source: tañca cetovimuttiṃ paññāvimuttiṃ yathābhūtaṃ pajānāti, yatthassa te uppannā pāpakā akusalā dhammā aparisesā nirujjhanti.
sc_po: And they truly understand the freedom of heart and freedom by wisdom where those arisen bad, unskillful qualities cease without anything left over.

# sn35.244:6.7
source: Evaṃ kho, bhikkhave, saṃvaro hoti.
sc_po: This is how someone is restrained.

# sn35.244:7.1
source: Tassa ce, bhikkhave, bhikkhuno evaṃ carato evaṃ viharato kadāci karahaci satisammosā uppajjanti, pāpakā akusalā sarasaṅkappā saṃyojaniyā, dandho, bhikkhave, satuppādo. Atha kho naṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti.
sc_po: Though that mendicant conducts themselves and lives in this way, every so often they might lose mindfulness, and bad, unskillful memories and thoughts prone to fetters arise. If this happens, their mindfulness is slow to come up, but they quickly give them up, get rid of, eliminate, and obliterate those thoughts.

# sn35.244:8.1
source: Seyyathāpi, bhikkhave, puriso divasaṃsantatte ayokaṭāhe dve vā tīṇi vā udakaphusitāni nipāteyya. Dandho, bhikkhave, udakaphusitānaṃ nipāto, atha kho naṃ khippameva parikkhayaṃ pariyādānaṃ gaccheyya.
sc_po: Suppose there was an iron cauldron that had been heated all day, and a person let two or three drops of water fall onto it. The drops would be slow to fall, but they’d quickly dry up and evaporate.

# sn35.244:8.2
source: Evameva kho, bhikkhave, tassa ce bhikkhuno evaṃ carato, evaṃ viharato kadāci karahaci satisammosā uppajjanti pāpakā akusalā sarasaṅkappā saṃyojaniyā, dandho, bhikkhave, satuppādo. Atha kho naṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti.
sc_po: In the same way, though that mendicant conducts themselves and lives in this way, every so often they might lose mindfulness, and bad, unskillful memories and thoughts prone to fetters arise. If this happens, their mindfulness is slow to come up, but they quickly give them up, get rid of, eliminate, and obliterate those thoughts.

# sn35.244:8.3
source: Evaṃ kho, bhikkhave, bhikkhuno cāro ca vihāro ca anubuddho hoti; yathā carantaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā nānussavanti.
sc_po: This is how a mendicant has awakened to a way of conduct and a way of living such that, when they live in that way, bad, unskillful qualities of desire and grief don’t overwhelm them.

# sn35.244:8.4
source: Tañce, bhikkhave, bhikkhuṃ evaṃ carantaṃ evaṃ viharantaṃ rājāno vā rājamahāmattā vā mittā vā amaccā vā ñātī vā sālohitā vā, bhogehi abhihaṭṭhuṃ pavāreyyuṃ:
sc_po: While that mendicant conducts themselves in this way and lives in this way, it may be that rulers or their ministers, friends or colleagues, relatives or family would invite them to accept wealth, saying,

# sn35.244:8.5
source: ‘ehi, bho purisa, kiṃ te ime kāsāvā anudahanti, kiṃ muṇḍo kapālamanucarasi, ehi hīnāyāvattitvā bhoge ca bhuñjassu, puññāni ca karohī’ti.
sc_po: ‘Please, mister, why let these ocher robes torment you? Why follow the practice of shaving your head and carrying an alms bowl? Come, return to a lesser life, enjoy wealth, and make merit!’

# sn35.244:8.6
source: So vata, bhikkhave, bhikkhu evaṃ caranto evaṃ viharanto sikkhaṃ paccakkhāya hīnāyāvattissatīti netaṃ ṭhānaṃ vijjati.
sc_po: But it’s simply impossible for a mendicant who conducts themselves in this way and lives in this way to reject the training and return to a lesser life.

# sn35.244:9.1
source: Seyyathāpi, bhikkhave, gaṅgā nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā. Atha mahājanakāyo āgaccheyya kuddālapiṭakaṃ ādāya: ‘mayaṃ imaṃ gaṅgaṃ nadiṃ pacchāninnaṃ karissāma pacchāpoṇaṃ pacchāpabbhāran’ti.
sc_po: Suppose that, although the Ganges river slants, slopes, and inclines to the east, a large crowd were to come along with a spade and basket, saying: ‘We’ll make this Ganges river slant, slope, and incline to the west!’

# sn35.244:9.2
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn35.244:9.3
source: api nu kho so mahājanakāyo gaṅgaṃ nadiṃ pacchāninnaṃ kareyya pacchāpoṇaṃ pacchāpabbhāran”ti?
sc_po: Would they still succeed?”

# sn35.244:9.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.

# sn35.244:9.5
source: “Taṃ kissa hetu”?
sc_po: Why is that?

# sn35.244:9.6
source: “Gaṅgā, bhante, nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā;
sc_po: The Ganges river slants, slopes, and inclines to the east.

# sn35.244:9.7
source: sā na sukarā pacchāninnā kātuṃ pacchāpoṇā pacchāpabbhārā.
sc_po: It’s not easy to make it slant, slope, and incline to the west.

# sn35.244:9.8
source: Yāvadeva ca pana so mahājanakāyo kilamathassa vighātassa bhāgī assā”ti.
sc_po: That large crowd will eventually get weary and frustrated.”

# sn35.244:9.9
source: “Evameva kho, bhikkhave, tañce bhikkhuṃ evaṃ carantaṃ evaṃ viharantaṃ rājāno vā rājamahāmattā vā mittā vā amaccā vā ñātī vā sālohitā vā bhogehi abhihaṭṭhuṃ pavāreyyuṃ:
sc_po: “In the same way, while that mendicant conducts themselves in this way and lives in this way, it may be that rulers or their ministers, friends or colleagues, relatives or family should invite them to accept wealth, saying,

# sn35.244:9.10
source: ‘ehi, bho purisa, kiṃ te ime kāsāvā anudahanti, kiṃ muṇḍo kapālamanucarasi, ehi hīnāyāvattitvā bhoge ca bhuñjassu, puññāni ca karohī’ti.
sc_po: ‘Please, mister, why let these ocher robes torment you? Why follow the practice of shaving your head and carrying an alms bowl? Come, return to a lesser life, enjoy wealth, and make merit!’

# sn35.244:9.11
source: So vata, bhikkhave, bhikkhu evaṃ caranto evaṃ viharanto sikkhaṃ paccakkhāya hīnāyāvattissatīti netaṃ ṭhānaṃ vijjati.
sc_po: But it’s simply impossible for a mendicant who conducts themselves in this way and lives in this way to reject the training and return to a lesser life.

# sn35.244:9.12
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn35.244:9.13
source: Yañhi taṃ, bhikkhave, cittaṃ dīgharattaṃ vivekaninnaṃ vivekapoṇaṃ vivekapabbhāraṃ, tathā hīnāyāvattissatīti netaṃ ṭhānaṃ vijjatī”ti.
sc_po: Because for a long time that mendicant’s mind has slanted, sloped, and inclined to seclusion. So it’s impossible for them to return to a lesser life.”
