Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.063.po
Languages: sc_po

# sn35.63:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.63:0.2
source: 7. Migajālavagga
sc_po: 7. With Migajāla

# sn35.63:0.3
source: 63. Paṭhamamigajālasutta
sc_po: 63. With Migajāla (1st)

# sn35.63:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn35.63:1.2
source: Atha kho āyasmā migajālo yena bhagavā … pe …
sc_po: Then Venerable Migajāla went up to the Buddha …

# sn35.63:1.3
source: ekamantaṃ nisinno kho āyasmā migajālo bhagavantaṃ etadavoca:
sc_po: and said to him:

# sn35.63:1.4
source: “‘ekavihārī, ekavihārī’ti, bhante, vuccati.
sc_po: “Sir, they speak of one who lives alone.

# sn35.63:1.5
source: Kittāvatā nu kho, bhante, ekavihārī hoti, kittāvatā ca pana sadutiyavihārī hotī”ti?
sc_po: How is one who lives alone defined? And how is living with a partner defined?”

# sn35.63:2.1
source: “Santi kho, migajāla, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: “Migajāla, there are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.63:2.2
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: If a mendicant approves, welcomes, and keeps clinging to them,

# sn35.63:2.3
source: Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
sc_po: this gives rise to relishing.

# sn35.63:2.4
source: Nandiyā sati sārāgo hoti;
sc_po: When there’s relishing there’s lust.

# sn35.63:2.5
source: sārāge sati saṃyogo hoti.
sc_po: When there’s lust there is a fetter.

# sn35.63:2.6
source: Nandisaṃyojanasaṃyutto kho, migajāla, bhikkhu sadutiyavihārīti vuccati.
sc_po: A mendicant who is fettered by relishing is said to live with a partner.

# sn35.63:2.7
source: … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.63:2.8
source: Santi kho, migajāla, jivhāviññeyyā rasā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.63:2.9
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: If a mendicant approves, welcomes, and keeps clinging to them,

# sn35.63:2.10
source: Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
sc_po: this gives rise to relishing.

# sn35.63:2.11
source: Nandiyā sati sārāgo hoti;
sc_po: When there’s relishing there’s lust.

# sn35.63:2.12
source: sārāge sati saṃyogo hoti.
sc_po: When there’s lust there is a fetter.

# sn35.63:2.13
source: Nandisaṃyojanasaṃyutto kho, migajāla, bhikkhu sadutiyavihārīti vuccati.
sc_po: A mendicant who is fettered by relishing is said to live with a partner.

# sn35.63:2.14
source: Evaṃvihārī ca, migajāla, bhikkhu kiñcāpi araññavanapatthāni pantāni senāsanāni paṭisevati appasaddāni appanigghosāni vijanavātāni manussarāhasseyyakāni paṭisallānasāruppāni;
sc_po: A mendicant who lives like this is said to live with a partner, even if they frequent remote lodgings in the wilderness and the forest that are quiet and still, far from the madding crowd, remote from human settlements, and fit for retreat.

# sn35.63:2.16
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn35.63:2.17
source: Taṇhā hissa dutiyā, sāssa appahīnā.
sc_po: For craving is their partner, and they haven’t given it up.

# sn35.63:2.18
source: Tasmā ‘sadutiyavihārī’ti vuccati.
sc_po: That’s why they’re said to live with a partner.

# sn35.63:3.1
source: Santi ca kho, migajāla, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.63:3.2
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati.
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them,

# sn35.63:3.3
source: Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati.
sc_po: relishing ceases.

# sn35.63:3.4
source: Nandiyā asati sārāgo na hoti;
sc_po: When there’s no relishing there’s no lust.

# sn35.63:3.5
source: sārāge asati saṃyogo na hoti.
sc_po: When there’s no lust there’s no fetter.

# sn35.63:3.6
source: Nandisaṃyojanavisaṃyutto kho, migajāla, bhikkhu ekavihārīti vuccati … pe …
sc_po: A mendicant who is not fettered by relishing is said to live alone.

# sn35.63:3.7
source: santi ca kho, migajāla, jivhāviññeyyā rasā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.63:3.8
source: santi ca kho, migajāla, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.63:3.9
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati.
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them,

# sn35.63:3.10
source: Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati.
sc_po: relishing ceases.

# sn35.63:3.11
source: Nandiyā asati sārāgo na hoti;
sc_po: When there’s no relishing there’s no lust.

# sn35.63:3.12
source: sārāge asati saṃyogo na hoti.
sc_po: When there’s no lust there’s no fetter.

# sn35.63:3.13
source: Nandisaṃyojanavippayutto kho, migajāla, bhikkhu ekavihārīti vuccati.
sc_po: A mendicant who is not fettered by relishing is said to live alone.

# sn35.63:3.14
source: Evaṃvihārī ca, migajāla, bhikkhu kiñcāpi gāmante viharati ākiṇṇo bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi.
sc_po: A mendicant who lives like this is said to live alone, even if they live in the neighborhood of a village crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples.

# sn35.63:3.16
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn35.63:3.17
source: Taṇhā hissa dutiyā, sāssa pahīnā.
sc_po: For craving is their partner, and they have given it up.

# sn35.63:3.18
source: Tasmā ‘ekavihārī’ti vuccatī”ti.
sc_po: That’s why they’re said to live alone.”
