Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.104.po
Languages: sc_po

# sn35.104:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.104:0.2
source: 11. Yogakkhemivagga
sc_po: 11. Sanctuary

# sn35.104:0.3
source: 104. Yogakkhemisutta
sc_po: 104. Sanctuary

# sn35.104:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn35.104:1.2
source: “Yogakkhemipariyāyaṃ vo, bhikkhave, dhammapariyāyaṃ desessāmi.
sc_po: “Mendicants, I will teach you an exposition of the teaching, an explanation of one who has reached sanctuary.

# sn35.104:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.104:1.4
source: Katamo ca, bhikkhave, yogakkhemipariyāyo dhammapariyāyo?
sc_po: And what is an exposition of the teaching, an explanation of one who has reached sanctuary?

# sn35.104:1.5
source: Santi, bhikkhave, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.104:1.6
source: Te tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
sc_po: The Realized One has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future.

# sn35.104:1.7
source: Tesañca pahānāya akkhāsi yogaṃ, tasmā tathāgato ‘yogakkhemī’ti vuccati … pe …
sc_po: He teaches meditation for giving them up. That’s why the Realized One is called one who has reached sanctuary. …

# sn35.104:1.8
source: santi, bhikkhave, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.104:1.9
source: Te tathāgatassa pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
sc_po: The Realized One has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future.

# sn35.104:1.10
source: Tesañca pahānāya akkhāsi yogaṃ, tasmā tathāgato ‘yogakkhemī’ti vuccati.
sc_po: He teaches meditation for giving them up. That’s why the Realized One is called one who has reached sanctuary.

# sn35.104:1.11
source: Ayaṃ kho, bhikkhave, yogakkhemipariyāyo dhammapariyāyo”ti.
sc_po: This is an exposition of the teaching, an explanation of one who has reached sanctuary.”
