Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.236.po
Languages: sc_po

# sn35.236:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.236:0.2
source: 18. Samuddavagga
sc_po: 18. The Ocean

# sn35.236:0.3
source: 236. Paṭhamahatthapādopamasutta
sc_po: 236. The Simile of Hands and Feet (1st)

# sn35.236:1.1
source: “Hatthesu, bhikkhave, sati ādānanikkhepanaṃ paññāyati;
sc_po: “Mendicants, when there are hands, picking up and putting down are found.

# sn35.236:1.2
source: pādesu sati abhikkamapaṭikkamo paññāyati;
sc_po: When there are feet, coming and going are found.

# sn35.236:1.3
source: pabbesu sati samiñjanapasāraṇaṃ paññāyati;
sc_po: When there are joints, contracting and extending are found.

# sn35.236:1.4
source: kucchismiṃ sati jighacchā pipāsā paññāyati.
sc_po: When there’s a belly, hunger and thirst are found.

# sn35.236:1.5
source: Evameva kho, bhikkhave, cakkhusmiṃ sati cakkhusamphassapaccayā uppajjati ajjhattaṃ sukhaṃ dukkhaṃ … pe …
sc_po: In the same way, when there’s an eye, pleasure and pain arise internally conditioned by eye contact.

# sn35.236:1.6
source: jivhāya sati jivhāsamphassapaccayā uppajjati ajjhattaṃ sukhaṃ dukkhaṃ … pe …
sc_po: When there’s an ear … nose … tongue … body …

# sn35.236:1.7
source: manasmiṃ sati manosamphassapaccayā uppajjati ajjhattaṃ sukhaṃ dukkhaṃ … pe ….
sc_po: mind, pleasure and pain arise internally conditioned by mind contact.

# sn35.236:2.1
source: Hatthesu, bhikkhave, asati ādānanikkhepanaṃ na paññāyati;
sc_po: When there are no hands, picking up and putting down aren’t found.

# sn35.236:2.2
source: pādesu asati abhikkamapaṭikkamo na paññāyati;
sc_po: When there are no feet, coming and going aren’t found.

# sn35.236:2.3
source: pabbesu asati samiñjanapasāraṇaṃ na paññāyati;
sc_po: When there are no joints, contracting and extending aren’t found.

# sn35.236:2.4
source: kucchismiṃ asati jighacchā pipāsā na paññāyati.
sc_po: When there’s no belly, hunger and thirst aren’t found.

# sn35.236:2.5
source: Evameva kho, bhikkhave, cakkhusmiṃ asati cakkhusamphassapaccayā nuppajjati ajjhattaṃ sukhaṃ dukkhaṃ … pe …
sc_po: In the same way, when there’s no eye, pleasure and pain don’t arise internally conditioned by eye contact.

# sn35.236:2.6
source: jivhāya asati jivhāsamphassapaccayā nuppajjati … pe …
sc_po: When there’s no ear … nose … tongue … body …

# sn35.236:2.7
source: manasmiṃ asati manosamphassapaccayā nuppajjati ajjhattaṃ sukhaṃ dukkhan”ti.
sc_po: mind, pleasure and pain don’t arise internally conditioned by mind contact.”
