Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.229.po
Languages: sc_po

# sn35.229:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.229:0.2
source: 18. Samuddavagga
sc_po: 18. The Ocean

# sn35.229:0.3
source: 229. Dutiyasamuddasutta
sc_po: 229. The Ocean (2nd)

# sn35.229:1.1
source: “‘Samuddo, samuddo’ti, bhikkhave, assutavā puthujjano bhāsati.
sc_po: “Mendicants, an uneducated ordinary person speaks of the ocean.

# sn35.229:1.2
source: Neso, bhikkhave, ariyassa vinaye samuddo.
sc_po: But that’s not the ocean in the training of the noble one.

# sn35.229:1.3
source: Mahā eso, bhikkhave, udakarāsi mahāudakaṇṇavo.
sc_po: That’s just a large body of water, a large sea of water.

# sn35.229:1.4
source: Santi, bhikkhave, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.229:1.5
source: Ayaṃ vuccati, bhikkhave, ariyassa vinaye samuddo.
sc_po: This is called the ocean in the training of the noble one.

# sn35.229:1.6
source: Etthāyaṃ sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā yebhuyyena samunnā tantākulakajātā kulagaṇṭhikajātā muñjapabbajabhūtā, apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattati … pe ….
sc_po: And it’s here that this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—is for the most part sunk. It’s become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration.

# sn35.229:2.1
source: Santi, bhikkhave, jivhāviññeyyā rasā … pe … santi, bhikkhave, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sounds … smells … tastes … touches … thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.229:2.2
source: Ayaṃ vuccati, bhikkhave, ariyassa vinaye samuddo.
sc_po: This is called the ocean in the training of the noble one.

# sn35.229:2.3
source: Etthāyaṃ sadevako loko samārako sabrahmako sassamaṇabrāhmaṇī pajā sadevamanussā yebhuyyena samunnā tantākulakajātā kulagaṇṭhikajātā muñjapabbajabhūtā apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattatīti.
sc_po: And it’s here that this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—is for the most part sunk. It’s become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration.

# sn35.229:3.1
source: Yassa rāgo ca doso ca,
sc_po: Those who have discarded

# sn35.229:3.2
source: Avijjā ca virājitā;
sc_po: greed, hate, and ignorance

# sn35.229:3.3
source: So imaṃ samuddaṃ sagāhaṃ sarakkhasaṃ,
sc_po: have crossed the ocean so hard to cross,

# sn35.229:3.4
source: Saūmibhayaṃ duttaraṃ accatari.
sc_po: with its sharks and monsters, its waves and dangers.

# sn35.229:4.1
source: Saṅgātigo maccujaho nirupadhi,
sc_po: They’ve got over clinging, given up death, and have no attachments.

# sn35.229:4.2
source: Pahāsi dukkhaṃ apunabbhavāya;
sc_po: They’ve given up suffering, so there are no more future lives.

# sn35.229:4.3
source: Atthaṅgato so na puneti,
sc_po: They’ve come to an end, and cannot be measured;

# sn35.229:4.4
source: Amohayī maccurājanti brūmī”ti.
sc_po: and they’ve confounded the King of Death, I say.”
