Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.151.po
Languages: sc_po

# sn35.151:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.151:0.2
source: 15. Navapurāṇavagga
sc_po: 15. The Old and the New

# sn35.151:0.3
source: 151. Antevāsikasutta
sc_po: 151. A Student

# sn35.151:1.1
source: “Anantevāsikamidaṃ, bhikkhave, brahmacariyaṃ vussati anācariyakaṃ.
sc_po: “Mendicants, this spiritual life is lived without a resident student and without a teaching master.

# sn35.151:1.2
source: Santevāsiko, bhikkhave, bhikkhu sācariyako dukkhaṃ na phāsu viharati.
sc_po: A mendicant who lives with a resident student and a teaching master lives in suffering and discomfort.

# sn35.151:1.3
source: Anantevāsiko, bhikkhave, bhikkhu anācariyako sukhaṃ phāsu viharati.
sc_po: A mendicant who lives without a resident student and a teaching master lives in happiness and comfort.

# sn35.151:1.4
source: Kathañca, bhikkhu, santevāsiko sācariyako dukkhaṃ na phāsu viharati?
sc_po: And how does a mendicant who lives with a resident student and a teaching master live in suffering and discomfort?

# sn35.151:1.5
source: Idha, bhikkhave, bhikkhuno cakkhunā rūpaṃ disvā uppajjanti pāpakā akusalā dhammā sarasaṅkappā saṃyojaniyā.
sc_po: When a mendicant sees a sight with the eye, bad, unskillful phenomena arise: memories and thoughts prone to fetters.

# sn35.151:1.6
source: Tyāssa anto vasanti, antassa vasanti pāpakā akusalā dhammāti.
sc_po: Those qualities reside within. Since they have bad unskillful qualities residing within,

# sn35.151:1.7
source: Tasmā santevāsikoti vuccati.
sc_po: they’re said to have a resident student.

# sn35.151:1.8
source: Te naṃ samudācaranti, samudācaranti naṃ pāpakā akusalā dhammāti.
sc_po: Those qualities master them. Since they’re mastered by bad unskillful qualities,

# sn35.151:1.9
source: Tasmā sācariyakoti vuccati … pe ….
sc_po: they’re said to have a teaching master.

# sn35.151:2.1
source: Puna caparaṃ, bhikkhave, bhikkhuno jivhāya rasaṃ sāyitvā uppajjanti pāpakā akusalā dhammā sarasaṅkappā saṃyojaniyā.
sc_po: Furthermore, when a mendicant hears … smells … tastes … touches …

# sn35.151:3.1
source: Puna caparaṃ, bhikkhave, bhikkhuno manasā dhammaṃ viññāya uppajjanti pāpakā akusalā dhammā sarasaṅkappā saṃyojaniyā.
sc_po: knows a thought with the mind, bad, unskillful phenomena arise: memories and thoughts prone to fetters.

# sn35.151:3.2
source: Tyāssa anto vasanti, antassa vasanti pāpakā akusalā dhammāti.
sc_po: Those qualities reside within. Since they have bad unskillful qualities residing within,

# sn35.151:3.3
source: Tasmā santevāsikoti vuccati.
sc_po: they’re said to have a resident student.

# sn35.151:3.4
source: Te naṃ samudācaranti, samudācaranti naṃ pāpakā akusalā dhammāti.
sc_po: Those qualities master them. Since they’re mastered by bad unskillful qualities,

# sn35.151:3.5
source: Tasmā sācariyakoti vuccati.
sc_po: they’re said to have a teaching master.

# sn35.151:3.6
source: Evaṃ kho, bhikkhave, bhikkhu santevāsiko sācariyako dukkhaṃ, na phāsu viharati.
sc_po: That’s how a mendicant who lives with a resident student and a teaching master lives in suffering and discomfort.

# sn35.151:4.1
source: Kathañca, bhikkhave, bhikkhu anantevāsiko anācariyako sukhaṃ phāsu viharati?
sc_po: And how does a mendicant who lives without a resident student and a teaching master live in happiness and comfort?

# sn35.151:4.2
source: Idha, bhikkhave, bhikkhuno cakkhunā rūpaṃ disvā na uppajjanti pāpakā akusalā dhammā sarasaṅkappā saṃyojaniyā.
sc_po: When a mendicant sees a sight with the eye, bad, unskillful phenomena don’t arise: memories and thoughts prone to fetters.

# sn35.151:4.3
source: Tyāssa na anto vasanti, nāssa anto vasanti pāpakā akusalā dhammāti.
sc_po: Those qualities don’t reside within. Since they don’t have bad unskillful qualities residing within,

# sn35.151:4.4
source: Tasmā anantevāsikoti vuccati.
sc_po: they’re said to not have a resident student.

# sn35.151:4.5
source: Te naṃ na samudācaranti, na samudācaranti naṃ pāpakā akusalā dhammāti.
sc_po: Those qualities don’t master them. Since they’re not mastered by bad unskillful qualities,

# sn35.151:4.6
source: Tasmā anācariyakoti vuccati … pe ….
sc_po: they’re said to not have a teaching master.

# sn35.151:5.1
source: Puna caparaṃ, bhikkhave, bhikkhuno jivhāya rasaṃ sāyitvā na uppajjanti pāpakā akusalā dhammā sarasaṅkappā saṃyojaniyā.
sc_po: Furthermore, when a mendicant hears … smells … tastes … touches …

# sn35.151:6.1
source: Puna caparaṃ, bhikkhave, bhikkhuno manasā dhammaṃ viññāya na uppajjanti pāpakā akusalā dhammā sarasaṅkappā saṃyojaniyā.
sc_po: knows a thought with the mind, bad, unskillful phenomena don’t arise: memories and thoughts prone to fetters.

# sn35.151:6.2
source: Tyāssa na anto vasanti, nāssa anto vasanti pāpakā akusalā dhammāti.
sc_po: Those qualities don’t reside within. Since they don’t have bad unskillful qualities residing within,

# sn35.151:6.3
source: Tasmā anantevāsikoti vuccati.
sc_po: they’re said to not have a resident student.

# sn35.151:6.4
source: Te naṃ na samudācaranti, na samudācaranti naṃ pāpakā akusalā dhammāti.
sc_po: Those qualities don’t master them. Since they’re not mastered by bad unskillful qualities,

# sn35.151:6.5
source: Tasmā anācariyakoti vuccati.
sc_po: they’re said to not have a teaching master.

# sn35.151:6.6
source: Evaṃ kho, bhikkhave, bhikkhu anantevāsiko anācariyako sukhaṃ phāsu viharati.
sc_po: That’s how a mendicant who lives without a resident student and a teaching master lives in happiness and comfort.

# sn35.151:6.7
source: Anantevāsikamidaṃ, bhikkhave, brahmacariyaṃ vussati.
sc_po: This spiritual life is lived without a resident student and without a teaching master.

# sn35.151:6.8
source: Anācariyakaṃ santevāsiko, bhikkhave, bhikkhu sācariyako dukkhaṃ, na phāsu viharati.
sc_po: A mendicant who lives with a resident student and a teaching master lives in suffering and discomfort.

# sn35.151:6.9
source: Anantevāsiko, bhikkhave, bhikkhu anācariyako sukhaṃ phāsu viharatī”ti.
sc_po: A mendicant who lives without a resident student and a teaching master lives in happiness and comfort.”
