Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.091.po
Languages: sc_po

# sn35.91:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.91:0.2
source: 9. Channavagga
sc_po: 9. With Channa

# sn35.91:0.3
source: 91. Dutiyaejāsutta
sc_po: 91. Turbulence (2nd)

# sn35.91:1.1
source: “Ejā, bhikkhave, rogo, ejā gaṇḍo, ejā sallaṃ.
sc_po: “Mendicants, turbulence is a disease, turbulence is a boil, turbulence is a dart.

# sn35.91:1.2
source: Tasmātiha, bhikkhave, tathāgato anejo viharati vītasallo.
sc_po: That’s why the Realized One lives unperturbed, with dart drawn out.

# sn35.91:1.3
source: Tasmātiha, bhikkhave, bhikkhu cepi ākaṅkheyya ‘anejo vihareyyaṃ vītasallo’ti,
sc_po: Now, a mendicant might wish: ‘May I live unperturbed, with dart drawn out.’

# sn35.91:1.4
source: cakkhuṃ na maññeyya, cakkhusmiṃ na maññeyya, cakkhuto na maññeyya, cakkhu meti na maññeyya;
sc_po: So let them not identify with the eye, let them not identify in the eye, let them not identify from the eye, let them not identify: ‘The eye is mine.’

# sn35.91:1.5
source: rūpe na maññeyya …
sc_po: Let them not identify with sights …

# sn35.91:1.6
source: cakkhuviññāṇaṃ …
sc_po: eye consciousness …

# sn35.91:1.7
source: cakkhusamphassaṃ …
sc_po: eye contact …

# sn35.91:1.8
source: yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṃ meti na maññeyya.
sc_po: Let them not identify with the pleasant, painful, or neutral feeling that arises conditioned by eye contact. Let them not identify in that, let them not identify from that, and let them not identify: ‘That is mine.’

# sn35.91:1.9
source: Yañhi, bhikkhave, maññati, yasmiṃ maññati, yato maññati, yaṃ meti maññati, tato taṃ hoti aññathā.
sc_po: For whatever you identify with, whatever you identify in, whatever you identify as, and whatever you identify to be ‘mine’: that becomes something else.

# sn35.91:1.10
source: Aññathābhāvī bhavasatto loko bhavameva abhinandati … pe ….
sc_po: The world is attached to being, taking pleasure only in being, yet it becomes something else.

# sn35.91:2.1
source: Jivhaṃ na maññeyya, jivhāya na maññeyya, jivhāto na maññeyya, jivhā meti na maññeyya;
sc_po: Let them not identify with the ear … nose … tongue … body …

# sn35.91:3.1
source: Manaṃ na maññeyya, manasmiṃ na maññeyya, manato na maññeyya, mano meti na maññeyya …
sc_po: Let them not identify with the mind …

# sn35.91:3.2
source: manoviññāṇaṃ …
sc_po: mind consciousness …

# sn35.91:3.3
source: manosamphassaṃ …
sc_po: mind contact …

# sn35.91:3.4
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṃ meti na maññeyya.
sc_po: Let them not identify with the pleasant, painful, or neutral feeling that arises conditioned by mind contact. Let them not identify in that, let them not identify as that, and let them not identify: ‘That is mine.’

# sn35.91:3.5
source: Yañhi, bhikkhave, maññati, yasmiṃ maññati, yato maññati, yaṃ meti maññati, tato taṃ hoti aññathā.
sc_po: For whatever you identify with, whatever you identify in, whatever you identify as, and whatever you identify to be ‘mine’: that becomes something else.

# sn35.91:3.6
source: Aññathābhāvī bhavasatto loko bhavameva abhinandati.
sc_po: The world is attached to being, taking pleasure only in being, yet it becomes something else.

# sn35.91:4.1
source: Yāvatā, bhikkhave, khandhadhātuāyatanā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṃ meti na maññeyya.
sc_po: As far as the aggregates, elements, and sense fields extend, they don’t identify with that, they don’t identify in that, they don’t identify as that, and they don’t identify: ‘That is mine.’

# sn35.91:4.2
source: So evaṃ amaññamāno na kiñci loke upādiyati.
sc_po: Not identifying, they don’t grasp at anything in the world.

# sn35.91:4.3
source: Anupādiyaṃ na paritassati. Aparitassaṃ paccattaññeva parinibbāyati.
sc_po: Not grasping, they’re not anxious. Not being anxious, they personally become extinguished.

# sn35.91:4.4
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”
