Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.112.po
Languages: sc_po

# sn35.112:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.112:0.2
source: 11. Yogakkhemivagga
sc_po: 11. Sanctuary

# sn35.112:0.3
source: 112. Bāhirāyatanaparijānanasutta
sc_po: 112. Complete Understanding of the Exterior

# sn35.112:1.1
source: “Rūpe, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.
sc_po: “Mendicants, without directly knowing and completely understanding sights …

# sn35.112:1.2
source: Sadde …
sc_po: sounds …

# sn35.112:1.3
source: gandhe …
sc_po: smells …

# sn35.112:1.4
source: rase …
sc_po: tastes …

# sn35.112:1.5
source: phoṭṭhabbe …
sc_po: touches …

# sn35.112:1.6
source: dhamme anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.
sc_po: thoughts, without dispassion for them and giving them up, you can’t end suffering.

# sn35.112:1.7
source: Rūpe ca kho, bhikkhave, abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.
sc_po: By directly knowing and completely understanding sights …

# sn35.112:1.8
source: Sadde …
sc_po: sounds …

# sn35.112:1.9
source: gandhe …
sc_po: smells …

# sn35.112:1.10
source: rase …
sc_po: tastes …

# sn35.112:1.11
source: phoṭṭhabbe …
sc_po: touches …

# sn35.112:1.12
source: dhamme abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāyā”ti.
sc_po: thoughts, having dispassion for them and giving them up, you can end suffering.”
