Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.027.po
Languages: sc_po

# sn35.27:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.27:0.2
source: 3. Sabbavagga
sc_po: 3. All

# sn35.27:0.3
source: 27. Dutiyaaparijānanasutta
sc_po: 27. Without Completely Understanding (2nd)

# sn35.27:1.1
source: “Sabbaṃ, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.
sc_po: “Mendicants, without directly knowing and completely understanding the all, without dispassion for it and giving it up, you can’t end suffering.

# sn35.27:1.2
source: Kiñca, bhikkhave, sabbaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya?
sc_po: And what is the all, without directly knowing and completely understanding which, without dispassion for it and giving it up, you can’t end suffering?

# sn35.27:1.3
source: Yañca, bhikkhave, cakkhu, ye ca rūpā, yañca cakkhuviññāṇaṃ, ye ca cakkhuviññāṇaviññātabbā dhammā … pe …
sc_po: The eye, sights, eye consciousness, and things known by eye consciousness.

# sn35.27:1.4
source: yā ca jivhā, ye ca rasā, yañca jivhāviññāṇaṃ, ye ca jivhāviññāṇaviññātabbā dhammā;
sc_po: The ear … nose … tongue …

# sn35.27:1.5
source: yo ca kāyo, ye ca phoṭṭhabbā, yañca kāyaviññāṇaṃ, ye ca kāyaviññāṇaviññātabbā dhammā;
sc_po: body …

# sn35.27:1.6
source: yo ca mano, ye ca dhammā, yañca manoviññāṇaṃ, ye ca manoviññāṇaviññātabbā dhammā—
sc_po: The mind, thoughts, mind consciousness, and things known by mind consciousness.

# sn35.27:1.7
source: idaṃ kho, bhikkhave, sabbaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.
sc_po: This is the all, without directly knowing and completely understanding which, without dispassion for it and giving it up, you can’t end suffering.

# sn35.27:2.1
source: Sabbaṃ, bhikkhave, abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya.
sc_po: By directly knowing and completely understanding the all, having dispassion for it and giving it up, you can end suffering.

# sn35.27:2.2
source: Kiñca, bhikkhave, sabbaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya?
sc_po: And what is the all, directly knowing and completely understanding which, having dispassion for it and giving it up, you can end suffering?

# sn35.27:2.3
source: Yañca, bhikkhave, cakkhu, ye ca rūpā, yañca cakkhuviññāṇaṃ, ye ca cakkhuviññāṇaviññātabbā dhammā … pe …
sc_po: The eye, sights, eye consciousness, and things known by eye consciousness.

# sn35.27:2.4
source: yā ca jivhā, ye ca rasā, yañca jivhāviññāṇaṃ, ye ca jivhāviññāṇaviññātabbā dhammā;
sc_po: The ear … nose … tongue …

# sn35.27:2.5
source: yo ca kāyo, ye ca phoṭṭhabbā, yañca kāyaviññāṇaṃ, ye ca kāyaviññāṇaviññātabbā dhammā;
sc_po: body …

# sn35.27:2.6
source: yo ca mano, ye ca dhammā, yañca manoviññāṇaṃ, ye ca manoviññāṇaviññātabbā dhammā—
sc_po: The mind, thoughts, mind consciousness, and things known by mind consciousness.

# sn35.27:2.7
source: idaṃ kho, bhikkhave, sabbaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāyā”ti.
sc_po: This is the all, directly knowing and completely understanding which, having dispassion for it and giving it up, you can end suffering.”
