Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.152.po
Languages: sc_po

# sn35.152:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.152:0.2
source: 15. Navapurāṇavagga
sc_po: 15. The Old and the New

# sn35.152:0.3
source: 152. Kimatthiyabrahmacariyasutta
sc_po: 152. What’s the Purpose of the Spiritual Life?

# sn35.152:1.1
source: “Sace vo, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: “Mendicants, if wanderers who follow another path were to ask you:

# sn35.152:1.2
source: ‘kimatthiyaṃ, āvuso, samaṇe gotame brahmacariyaṃ vussatī’ti?
sc_po: ‘Reverends, what’s the purpose of living the spiritual life with the ascetic Gotama?’

# sn35.152:1.3
source: Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
sc_po: You should answer them:

# sn35.152:1.4
source: ‘dukkhassa kho, āvuso, pariññāya bhagavati brahmacariyaṃ vussatī’ti.
sc_po: ‘The purpose of living the spiritual life under the Buddha is to completely understand suffering.’

# sn35.152:1.5
source: Sace pana vo, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: If wanderers who follow other paths were to ask you:

# sn35.152:1.6
source: ‘katamaṃ panāvuso, dukkhaṃ, yassa pariññāya samaṇe gotame brahmacariyaṃ vussatī’ti?
sc_po: ‘Reverends, what is that suffering?’

# sn35.152:1.7
source: Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
sc_po: You should answer them:

# sn35.152:2.1
source: ‘Cakkhu kho, āvuso, dukkhaṃ;
sc_po: ‘The eye is suffering.

# sn35.152:2.2
source: tassa pariññāya bhagavati brahmacariyaṃ vussati.
sc_po: The purpose of living the spiritual life under the Buddha is to completely understand this.

# sn35.152:2.3
source: Rūpā dukkhā;
sc_po: Sights …

# sn35.152:2.5
source: Cakkhuviññāṇaṃ dukkhaṃ;
sc_po: Eye consciousness …

# sn35.152:2.7
source: Cakkhusamphasso dukkho;
sc_po: Eye contact …

# sn35.152:2.9
source: Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi dukkhaṃ;
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by eye contact is also suffering.

# sn35.152:2.10
source: tassa pariññāya bhagavati brahmacariyaṃ vussati … pe …
sc_po: The purpose of living the spiritual life under the Buddha is to completely understand this.

# sn35.152:2.11
source: jivhā dukkhā …
sc_po: The ear … nose … tongue … body …

# sn35.152:2.12
source: mano dukkho;
sc_po: mind …

# sn35.152:2.14
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi dukkhaṃ;
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by mind contact is also suffering.

# sn35.152:2.15
source: tassa pariññāya bhagavati brahmacariyaṃ vussati.
sc_po: The purpose of living the spiritual life under the Buddha is to completely understand this.

# sn35.152:2.16
source: Idaṃ kho, āvuso, dukkhaṃ;
sc_po: This is that suffering.

# sn35.152:2.17
source: yassa pariññāya bhagavati brahmacariyaṃ vussatī’ti.
sc_po: The purpose of living the spiritual life under the Buddha is to completely understand this.’

# sn35.152:2.18
source: Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyāthā”ti.
sc_po: When questioned by wanderers who follow other paths, that’s how you should answer them.”
