Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.103.po
Languages: sc_po

# sn35.103:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.103:0.2
source: 10. Saḷavagga
sc_po: 10. The Sixes

# sn35.103:0.3
source: 103. Udakasutta
sc_po: 103. About Uddaka

# sn35.103:1.1
source: “Udako sudaṃ, bhikkhave, rāmaputto evaṃ vācaṃ bhāsati:
sc_po: “Mendicants, Uddaka, son of Rāma, used to say:

# sn35.103:1.2
source: ‘idaṃ jātu vedagū, idaṃ jātu sabbajī, idaṃ jātu apalikhataṃ gaṇḍamūlaṃ palikhaṇin’ti.
sc_po: ‘This for sure is the knowledge master! This for sure is the conqueror of all! This for sure is the boil’s root dug out, never dug out before!’

# sn35.103:1.3
source: Taṃ kho panetaṃ, bhikkhave, udako rāmaputto avedagūyeva samāno ‘vedagūsmī’ti bhāsati, asabbajīyeva samāno ‘sabbajīsmī’ti bhāsati, apalikhataṃyeva gaṇḍamūlaṃ palikhataṃ me ‘gaṇḍamūlan’ti bhāsati.
sc_po: Even though Uddaka, son of Rāma, was no knowledge master, he said ‘I’m a knowledge master.’ Though he was no conqueror of all, he said ‘I’m conqueror of all.’ And though the boil’s root was not dug out, he said ‘I’ve dug out the boil’s root.’

# sn35.103:1.4
source: Idha kho taṃ, bhikkhave, bhikkhu sammā vadamāno vadeyya:
sc_po: Here’s how a mendicant would rightly say:

# sn35.103:1.5
source: ‘idaṃ jātu vedagū, idaṃ jātu sabbajī, idaṃ jātu apalikhataṃ gaṇḍamūlaṃ palikhaṇin’ti.
sc_po: ‘Here’s the thing: the knowledge master! Here’s the thing: the conqueror of all! Here’s the thing: the boil’s root has been dug out, which was never dug out before!’

# sn35.103:2.1
source: Kathañca, bhikkhave, vedagū hoti?
sc_po: And how is someone a knowledge master?

# sn35.103:2.2
source: Yato kho, bhikkhave, bhikkhu channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānāti;
sc_po: It’s when a mendicant truly understands the six fields of contact’s origin, ending, gratification, drawback, and escape.

# sn35.103:2.3
source: evaṃ kho, bhikkhave, bhikkhu vedagū hoti.
sc_po: That’s how a mendicant is a knowledge master.

# sn35.103:3.1
source: Kathañca, bhikkhave, bhikkhu sabbajī hoti?
sc_po: And how is a mendicant a conqueror of all?

# sn35.103:3.2
source: Yato kho, bhikkhave, bhikkhu channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā anupādāvimutto hoti;
sc_po: It’s when a mendicant comes to be freed by not grasping after truly understanding these six sense fields’ origin, ending, gratification, drawback, and escape.

# sn35.103:3.3
source: evaṃ kho, bhikkhave, bhikkhu sabbajī hoti.
sc_po: That’s how a mendicant is a conqueror of all.

# sn35.103:4.1
source: Kathañca, bhikkhave, bhikkhuno apalikhataṃ gaṇḍamūlaṃ palikhataṃ hoti?
sc_po: And how has a mendicant dug out the boil’s root, which was never dug out before?

# sn35.103:4.2
source: Gaṇḍoti kho, bhikkhave, imassetaṃ cātumahābhūtikassa kāyassa adhivacanaṃ mātāpettikasambhavassa odanakummāsūpacayassa aniccucchādanaparimaddanabhedanaviddhaṃsanadhammassa.
sc_po: ‘Boil’ is a term for this body made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.

# sn35.103:4.3
source: Gaṇḍamūlanti kho, bhikkhave, taṇhāyetaṃ adhivacanaṃ.
sc_po: ‘Boil’s root’ is a term for craving.

# sn35.103:4.4
source: Yato kho, bhikkhave, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā;
sc_po: It’s when a mendicant has given up craving, cut it off at the root, made it like a palm stump, obliterated it, so it’s unable to arise in the future.

# sn35.103:4.5
source: evaṃ kho, bhikkhave, bhikkhuno apalikhataṃ gaṇḍamūlaṃ palikhataṃ hoti.
sc_po: That’s how a mendicant has dug out the boil’s root, which was never dug out before.

# sn35.103:5.1
source: Udako sudaṃ, bhikkhave, rāmaputto evaṃ vācaṃ bhāsati:
sc_po: Uddaka, son of Rāma, used to say:

# sn35.103:5.2
source: ‘idaṃ jātu vedagū, idaṃ jātu sabbajī, idaṃ jātu apalikhataṃ gaṇḍamūlaṃ palikhaṇin’ti.
sc_po: ‘This for sure is the knowledge master! This for sure is the conqueror of all! This for sure is the boil’s root dug out, never dug out before!’

# sn35.103:5.3
source: Taṃ kho panetaṃ, bhikkhave, udako rāmaputto avedagūyeva samāno ‘vedagūsmī’ti bhāsati, asabbajīyeva samāno ‘sabbajīsmī’ti bhāsati;
sc_po: Even though Uddaka, son of Rāma, was no knowledge master, he said ‘I’m a knowledge master.’ Though he was no conqueror of all, he said ‘I’m conqueror of all.’ And though the boil’s root was not dug out, he said ‘I’ve dug out the boil’s root.’

# sn35.103:5.5
source: Idha kho taṃ, bhikkhave, bhikkhu sammā vadamāno vadeyya:
sc_po: But that’s how a mendicant would rightly say:

# sn35.103:5.6
source: ‘idaṃ jātu vedagū, idaṃ jātu sabbajī, idaṃ jātu apalikhataṃ gaṇḍamūlaṃ palikhaṇin’”ti.
sc_po: ‘This for sure is the knowledge master! This for sure is the conqueror of all! This for sure is the boil’s root dug out, never dug out before!’”
