Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.124.po
Languages: sc_po

# sn35.124:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.124:0.2
source: 13. Gahapativagga
sc_po: 13. Householders

# sn35.124:0.3
source: 124. Vesālīsutta
sc_po: 124. At Vesālī

# sn35.124:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# sn35.124:1.2
source: Atha kho uggo gahapati vesāliko yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho uggo gahapati vesāliko bhagavantaṃ etadavoca:
sc_po: Then the householder Ugga of Vesālī went up to the Buddha, sat down to one side, and said to him:

# sn35.124:1.3
source: “ko nu kho, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme no parinibbāyanti?
sc_po: “What is the cause, sir, what is the reason why some sentient beings aren’t fully extinguished in the present life?

# sn35.124:1.4
source: Ko pana, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti?
sc_po: What is the cause, sir, what is the reason why some sentient beings are fully extinguished in the present life?”

# sn35.124:2.1
source: “Santi kho, gahapati, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: “Householder, there are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.124:2.2
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṃ viññāṇaṃ hoti tadupādānaṃ.
sc_po: If a mendicant approves, welcomes, and keeps clinging to them, their consciousness relies on that and grasps it.

# sn35.124:2.3
source: Saupādāno, gahapati, bhikkhu no parinibbāyati … pe …
sc_po: A mendicant with grasping does not become extinguished.

# sn35.124:2.4
source: santi kho, gahapati, jivhāviññeyyā rasā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.124:2.5
source: santi kho, gahapati, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.124:2.6
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati. Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṃ viññāṇaṃ hoti tadupādānaṃ.
sc_po: If a mendicant approves, welcomes, and keeps clinging to them, their consciousness relies on that and grasps it.

# sn35.124:2.7
source: Saupādāno, gahapati, bhikkhu no parinibbāyati.
sc_po: A mendicant with grasping does not become extinguished.

# sn35.124:2.8
source: Ayaṃ kho, gahapati, hetu, ayaṃ paccayo yena m’idhekacce sattā diṭṭheva dhamme no parinibbāyanti.
sc_po: That’s the cause, that’s the reason why some sentient beings aren’t fully extinguished in the present life.

# sn35.124:3.1
source: Santi ca kho, gahapati, cakkhuviññeyyā rūpā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.124:3.2
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati. Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato na tannissitaṃ viññāṇaṃ hoti, na tadupādānaṃ.
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them, their consciousness doesn’t rely on that and grasp it.

# sn35.124:3.3
source: Anupādāno, gahapati, bhikkhu parinibbāyati … pe …
sc_po: A mendicant free of grasping becomes extinguished.

# sn35.124:3.4
source: santi kho, gahapati, jivhāviññeyyā rasā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.124:3.5
source: santi kho, gahapati, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.124:3.6
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati, tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato. Na tannissitaṃ viññāṇaṃ hoti, na tadupādānaṃ.
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them, their consciousness doesn’t rely on that and grasp it.

# sn35.124:3.7
source: Anupādāno, gahapati, bhikkhu parinibbāyati.
sc_po: A mendicant free of grasping becomes extinguished.

# sn35.124:3.8
source: Ayaṃ kho, gahapati, hetu ayaṃ paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti.
sc_po: That’s the cause, that’s the reason why some sentient beings are fully extinguished in the present life.”
