Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.135.po
Languages: sc_po

# sn35.135:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.135:0.2
source: 14. Devadahavagga
sc_po: 14. At Devadaha

# sn35.135:0.3
source: 135. Khaṇasutta
sc_po: 135. Opportunity

# sn35.135:1.1
source: “Lābhā vo, bhikkhave, suladdhaṃ vo, bhikkhave,
sc_po: “You’re fortunate, mendicants, so very fortunate,

# sn35.135:1.2
source: khaṇo vo paṭiladdho brahmacariyavāsāya.
sc_po: to have the opportunity to live the spiritual life.

# sn35.135:1.3
source: Diṭṭhā mayā, bhikkhave, chaphassāyatanikā nāma nirayā.
sc_po: I’ve seen the hell called ‘the six fields of contact’.

# sn35.135:1.4
source: Tattha yaṃ kiñci cakkhunā rūpaṃ passati aniṭṭharūpaṃyeva passati, no iṭṭharūpaṃ; akantarūpaṃyeva passati, no kantarūpaṃ; amanāparūpaṃyeva passati, no manāparūpaṃ.
sc_po: There, whatever sight you see with your eye is unlikable, not likable; undesirable, not desirable; unpleasant, not pleasant.

# sn35.135:1.5
source: Yaṃ kiñci sotena saddaṃ suṇāti … pe …
sc_po: Whatever sound you hear …

# sn35.135:1.6
source: yaṃ kiñci ghānena gandhaṃ ghāyati … pe …
sc_po: Whatever odor you smell …

# sn35.135:1.7
source: yaṃ kiñci jivhāya rasaṃ sāyati … pe …
sc_po: Whatever flavor you taste …

# sn35.135:1.8
source: yaṃ kiñci kāyena phoṭṭhabbaṃ phusati … pe …
sc_po: Whatever touch you feel …

# sn35.135:1.9
source: yaṃ kiñci manasā dhammaṃ vijānāti aniṭṭharūpaṃyeva vijānāti, no iṭṭharūpaṃ; akantarūpaṃyeva vijānāti, no kantarūpaṃ; amanāparūpaṃyeva vijānāti, no manāparūpaṃ.
sc_po: Whatever thought you know with your mind is unlikable, not likable; undesirable, not desirable; unpleasant, not pleasant.

# sn35.135:1.10
source: Lābhā vo, bhikkhave, suladdhaṃ vo, bhikkhave,
sc_po: You’re fortunate, mendicants, so very fortunate,

# sn35.135:1.11
source: khaṇo vo paṭiladdho brahmacariyavāsāya.
sc_po: to have the opportunity to live the spiritual life.

# sn35.135:1.12
source: Diṭṭhā mayā, bhikkhave, chaphassāyatanikā nāma saggā.
sc_po: I’ve seen the heaven called ‘the six fields of contact’.

# sn35.135:1.13
source: Tattha yaṃ kiñci cakkhunā rūpaṃ passati iṭṭharūpaṃyeva passati, no aniṭṭharūpaṃ; kantarūpaṃyeva passati, no akantarūpaṃ; manāparūpaṃyeva passati, no amanāparūpaṃ … pe …
sc_po: There, whatever sight you see with your eye is likable, not unlikable; desirable, not undesirable; pleasant, not unpleasant.

# sn35.135:1.14
source: yaṃ kiñci jivhāya rasaṃ sāyati … pe …
sc_po: Whatever sound … odor … flavor … touch …

# sn35.135:1.15
source: yaṃ kiñci manasā dhammaṃ vijānāti iṭṭharūpaṃyeva vijānāti, no aniṭṭharūpaṃ; kantarūpaṃyeva vijānāti, no akantarūpaṃ; manāparūpaṃyeva vijānāti, no amanāparūpaṃ.
sc_po: Whatever thought you know with your mind is likable, not unlikable; desirable, not undesirable; pleasant, not unpleasant.

# sn35.135:1.16
source: Lābhā vo, bhikkhave, suladdhaṃ vo, bhikkhave,
sc_po: You’re fortunate, mendicants, so very fortunate,

# sn35.135:1.17
source: khaṇo vo paṭiladdho brahmacariyavāsāyā”ti.
sc_po: to have the opportunity to live the spiritual life.”
