Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.090.po
Languages: sc_po

# sn35.90:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.90:0.2
source: 9. Channavagga
sc_po: 9. With Channa

# sn35.90:0.3
source: 90. Paṭhamaejāsutta
sc_po: 90. Turbulence (1st)

# sn35.90:1.1
source: “Ejā, bhikkhave, rogo, ejā gaṇḍo, ejā sallaṃ.
sc_po: “Mendicants, turbulence is a disease, turbulence is a boil, turbulence is a dart.

# sn35.90:1.2
source: Tasmātiha, bhikkhave, tathāgato anejo viharati vītasallo.
sc_po: That’s why the Realized One lives unperturbed, with dart drawn out.

# sn35.90:1.3
source: Tasmātiha, bhikkhave, bhikkhu cepi ākaṅkheyya ‘anejo vihareyyaṃ vītasallo’ti,
sc_po: Now, a mendicant might wish: ‘May I live unperturbed, with dart drawn out.’

# sn35.90:1.4
source: cakkhuṃ na maññeyya, cakkhusmiṃ na maññeyya, cakkhuto na maññeyya, cakkhu meti na maññeyya;
sc_po: So let them not identify with the eye, let them not identify regarding the eye, let them not identify as the eye, let them not identify ‘the eye is mine.’

# sn35.90:1.5
source: rūpe na maññeyya, rūpesu na maññeyya, rūpato na maññeyya, rūpā meti na maññeyya;
sc_po: Let them not identify sights …

# sn35.90:1.6
source: cakkhuviññāṇaṃ na maññeyya, cakkhuviññāṇasmiṃ na maññeyya, cakkhuviññāṇato na maññeyya, cakkhuviññāṇaṃ meti na maññeyya;
sc_po: eye consciousness …

# sn35.90:1.7
source: cakkhusamphassaṃ na maññeyya, cakkhusamphassasmiṃ na maññeyya, cakkhusamphassato na maññeyya, cakkhusamphasso meti na maññeyya.
sc_po: eye contact …

# sn35.90:1.8
source: Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṃ meti na maññeyya.
sc_po: Let them not identify with the pleasant, painful, or neutral feeling that arises conditioned by eye contact. Let them not identify regarding that, let them not identify as that, and let them not identify ‘that is mine.’

# sn35.90:2.1
source: Sotaṃ na maññeyya … pe …
sc_po: Let them not identify the ear …

# sn35.90:2.2
source: ghānaṃ na maññeyya … pe …
sc_po: nose …

# sn35.90:2.3
source: jivhaṃ na maññeyya, jivhāya na maññeyya, jivhāto na maññeyya, jivhā meti na maññeyya;
sc_po: tongue …

# sn35.90:3.1
source: Kāyaṃ na maññeyya … pe …
sc_po: body …

# sn35.90:3.2
source: manaṃ na maññeyya, manasmiṃ na maññeyya, manato na maññeyya, mano meti na maññeyya;
sc_po: mind …

# sn35.90:3.3
source: dhamme na maññeyya … pe …
sc_po: thoughts …

# sn35.90:3.4
source: mano viññāṇaṃ … pe …
sc_po: mind consciousness …

# sn35.90:3.5
source: manosamphassaṃ … pe …
sc_po: mind contact …

# sn35.90:3.6
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na maññeyya, tasmimpi na maññeyya, tatopi na maññeyya, taṃ meti na maññeyya;
sc_po: Let them not identify with the pleasant, painful, or neutral feeling that arises conditioned by mind contact. Let them not identify regarding that, let them not identify as that, and let them not identify ‘that is mine.’

# sn35.90:3.7
source: sabbaṃ na maññeyya, sabbasmiṃ na maññeyya, sabbato na maññeyya, sabbaṃ meti na maññeyya.
sc_po: Let them not identify with all, let them not identify regarding all, let them not identify as all, let them not identify ‘all is mine’.

# sn35.90:4.1
source: So evaṃ amaññamāno na kiñcipi loke upādiyati.
sc_po: Not identifying, they don’t grasp at anything in the world.

# sn35.90:4.2
source: Anupādiyaṃ na paritassati. Aparitassaṃ paccattaññeva parinibbāyati.
sc_po: Not grasping, they’re not anxious. Not being anxious, they personally become extinguished.

# sn35.90:4.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”
