Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.118.po
Languages: sc_po

# sn35.118:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.118:0.2
source: 12. Lokakāmaguṇavagga
sc_po: 12. The World and the Kinds of Sensual Stimulation

# sn35.118:0.3
source: 118. Sakkapañhasutta
sc_po: 118. The Question of Sakka

# sn35.118:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.

# sn35.118:1.2
source: Atha kho sakko devānamindo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho sakko devānamindo bhagavantaṃ etadavoca:
sc_po: And then Sakka, lord of gods, went up to the Buddha, bowed, stood to one side, and said to him:

# sn35.118:1.3
source: “ko nu kho, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme no parinibbāyanti?
sc_po: “What is the cause, sir, what is the reason why some sentient beings aren’t fully extinguished in the present life?

# sn35.118:1.4
source: Ko pana, bhante, hetu, ko paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti?
sc_po: What is the cause, what is the reason why some sentient beings are fully extinguished in the present life?”

# sn35.118:2.1
source: “Santi kho, devānaminda, cakkhuviññeyyā rūpā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: “Lord of gods, there are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.118:2.2
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: If a mendicant approves, welcomes, and keeps clinging to them,

# sn35.118:2.3
source: Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṃ viññāṇaṃ hoti tadupādānaṃ.
sc_po: their consciousness relies on that and grasps it.

# sn35.118:2.4
source: Saupādāno, devānaminda, bhikkhu no parinibbāyati … pe ….
sc_po: A mendicant with grasping does not become extinguished.

# sn35.118:3.1
source: Santi kho, devānaminda, jivhāviññeyyā rasā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.118:3.2
source: santi kho, devānaminda, manoviññeyyā dhammā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.118:3.3
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: If a mendicant approves, welcomes, and keeps clinging to them,

# sn35.118:3.4
source: Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato tannissitaṃ viññāṇaṃ hoti tadupādānaṃ.
sc_po: their consciousness relies on that and grasps it.

# sn35.118:3.5
source: Saupādāno, devānaminda, bhikkhu no parinibbāyati.
sc_po: A mendicant with grasping does not become extinguished.

# sn35.118:3.6
source: Ayaṃ kho, devānaminda, hetu, ayaṃ paccayo yena m’idhekacce sattā diṭṭheva dhamme no parinibbāyanti.
sc_po: That’s the cause, that’s the reason why some sentient beings aren’t fully extinguished in the present life.

# sn35.118:4.1
source: Santi ca kho, devānaminda, cakkhuviññeyyā rūpā, iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.118:4.2
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati.
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them,

# sn35.118:4.3
source: Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato na tannissitaṃ viññāṇaṃ hoti, na tadupādānaṃ.
sc_po: their consciousness doesn’t rely on that and grasp it.

# sn35.118:4.4
source: Anupādāno, devānaminda, bhikkhu parinibbāyati … pe ….
sc_po: A mendicant free of grasping becomes extinguished.

# sn35.118:5.1
source: Santi kho, devānaminda, jivhāviññeyyā rasā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.118:5.2
source: santi kho, devānaminda, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.118:5.3
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati.
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them,

# sn35.118:5.4
source: Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato na tannissitaṃ viññāṇaṃ hoti na tadupādānaṃ.
sc_po: their consciousness doesn’t rely on that and grasp it.

# sn35.118:5.5
source: Anupādāno, devānaminda, bhikkhu parinibbāyati.
sc_po: A mendicant free of grasping becomes extinguished.

# sn35.118:5.6
source: Ayaṃ kho, devānaminda, hetu, ayaṃ paccayo yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti.
sc_po: That’s the cause, that’s the reason why some sentient beings are fully extinguished in the present life.”
