Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.068.po
Languages: sc_po

# sn35.68:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.68:0.2
source: 7. Migajālavagga
sc_po: 7. With Migajāla

# sn35.68:0.3
source: 68. Samiddhilokapañhāsutta
sc_po: 68. Samiddhi’s Question About the World

# sn35.68:1.1
source: “‘Loko, loko’ti, bhante, vuccati.
sc_po: “Sir, they speak of this thing called ‘the world’.

# sn35.68:1.2
source: Kittāvatā nu kho, bhante, loko vā assa lokapaññatti vā”ti?
sc_po: How do we define the world or what is known as the world?”

# sn35.68:1.3
source: “Yattha kho, samiddhi, atthi cakkhu, atthi rūpā, atthi cakkhuviññāṇaṃ, atthi cakkhuviññāṇaviññātabbā dhammā, atthi tattha loko vā lokapaññatti vāti … pe …
sc_po: “Samiddhi, where there is the eye, sights, eye consciousness, and phenomena to be known by eye consciousness, there is the world or what is known as the world.

# sn35.68:1.4
source: atthi jivhā … pe …
sc_po: Where there is the ear … nose … tongue … body …

# sn35.68:1.5
source: atthi mano, atthi dhammā, atthi manoviññāṇaṃ, atthi manoviññāṇaviññātabbā dhammā, atthi tattha loko vā lokapaññatti vā.
sc_po: Where there is the mind, thoughts, mind consciousness, and phenomena to be known by mind consciousness, there is the world or what is known as the world.

# sn35.68:2.1
source: Yattha ca kho, samiddhi, natthi cakkhu, natthi rūpā, natthi cakkhuviññāṇaṃ, natthi cakkhuviññāṇaviññātabbā dhammā, natthi tattha loko vā lokapaññatti vā … pe …
sc_po: Where there is no eye, no sights, no eye consciousness, and no phenomena to be known by eye consciousness, there is no world or what is known as the world.

# sn35.68:2.2
source: natthi jivhā … pe …
sc_po: Where there is no ear … nose … tongue … body …

# sn35.68:2.3
source: natthi mano, natthi dhammā, natthi manoviññāṇaṃ, natthi manoviññāṇaviññātabbā dhammā, natthi tattha loko vā lokapaññatti vā”ti.
sc_po: Where there is no mind, no thoughts, no mind consciousness, and no phenomena to be known by mind consciousness, there is no world or what is known as the world.”
