Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.083.po
Languages: sc_po

# sn35.83:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.83:0.2
source: 8. Gilānavagga
sc_po: 8. Sick

# sn35.83:0.3
source: 83. Phaggunapañhāsutta
sc_po: 83. Phagguna’s Question

# sn35.83:1.1
source: Atha kho āyasmā phagguno … pe … ekamantaṃ nisinno kho āyasmā phagguno bhagavantaṃ etadavoca:
sc_po: And then Venerable Phagguna went up to the Buddha … and said to him:

# sn35.83:2.1
source: “Atthi nu kho, bhante, taṃ cakkhu, yena cakkhunā atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivaṭṭe paññāpayamāno paññāpeyya … pe …
sc_po: “Sir, suppose someone were to describe the Buddhas of the past who have become completely extinguished, cut off proliferation, cut off the track, finished off the cycle, and transcended suffering. Does the eye exist by which they could be described?

# sn35.83:2.2
source: atthi nu kho, bhante, sā jivhā, yāya jivhāya atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivaṭṭe paññāpayamāno paññāpeyya … pe …
sc_po: Does the ear … nose … tongue … body exist …?

# sn35.83:2.3
source: atthi nu kho so, bhante, mano, yena manena atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivaṭṭe paññāpayamāno paññāpeyyā”ti?
sc_po: Does the mind exist by which they could be described?”

# sn35.83:3.1
source: “Natthi kho taṃ, phagguna, cakkhu, yena cakkhunā atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivaṭṭe paññāpayamāno paññāpeyya … pe …
sc_po: “Phagguna, suppose someone were to describe the Buddhas of the past who have become completely extinguished, cut off proliferation, cut off the track, finished off the cycle, and transcended suffering. The eye does not exist by which they could be described.

# sn35.83:3.2
source: natthi kho sā, phagguna, jivhā, yāya jivhāya atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivaṭṭe paññāpayamāno paññāpeyya … pe …
sc_po: The ear … nose … tongue … body does not exist …

# sn35.83:3.3
source: natthi kho so, phagguna, mano, yena manena atīte buddhe parinibbute chinnapapañce chinnavaṭume pariyādinnavaṭṭe sabbadukkhavītivaṭṭe paññāpayamāno paññāpeyyā”ti.
sc_po: The mind does not exist by which they could be described.”
