Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.129.po
Languages: sc_po

# sn35.129:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.129:0.2
source: 13. Gahapativagga
sc_po: 13. Householders

# sn35.129:0.3
source: 129. Ghositasutta
sc_po: 129. With Ghosita

# sn35.129:1.1
source: Ekaṃ samayaṃ āyasmā ānando kosambiyaṃ viharati ghositārāme.
sc_po: At one time Venerable Ānanda was staying near Kosambi, in Ghosita’s Monastery.

# sn35.129:1.2
source: Atha kho ghosito gahapati yenāyasmā ānando tenupasaṅkami … pe … ekamantaṃ nisinno kho ghosito gahapati āyasmantaṃ ānandaṃ etadavoca:
sc_po: Then the householder Ghosita went up to Venerable Ānanda, and said to him:

# sn35.129:1.3
source: “‘dhātunānattaṃ, dhātunānattan’ti, bhante ānanda, vuccati.
sc_po: “Sir, Ānanda, they speak of ‘the diversity of elements’.

# sn35.129:1.4
source: Kittāvatā nu kho, bhante, dhātunānattaṃ vuttaṃ bhagavatā”ti?
sc_po: In what way did the Buddha speak of the diversity of elements?”

# sn35.129:1.5
source: “Saṃvijjati kho, gahapati, cakkhudhātu, rūpā ca manāpā, cakkhuviññāṇañca sukhavedaniyaṃ.
sc_po: “Householder, the eye element is found, as are agreeable sights, and eye consciousness.

# sn35.129:1.6
source: Phassaṃ paṭicca uppajjati sukhā vedanā.
sc_po: Pleasant feeling arises dependent on a contact to be experienced as pleasant.

# sn35.129:1.7
source: Saṃvijjati kho, gahapati, cakkhudhātu, rūpā ca amanāpā, cakkhuviññāṇañca dukkhavedaniyaṃ.
sc_po: The eye element is found, as are disagreeable sights, and eye consciousness.

# sn35.129:1.8
source: Phassaṃ paṭicca uppajjati dukkhā vedanā.
sc_po: Painful feeling arises dependent on a contact to be experienced as painful.

# sn35.129:1.9
source: Saṃvijjati kho, gahapati, cakkhudhātu, rūpā ca manāpā upekkhāvedaniyā, cakkhuviññāṇañca adukkhamasukhavedaniyaṃ.
sc_po: The eye element is found, as are sights that are a basis for equanimity, and eye consciousness.

# sn35.129:1.10
source: Phassaṃ paṭicca uppajjati adukkhamasukhā vedanā … pe …
sc_po: Neutral feeling arises dependent on a contact to be experienced as neutral.

# sn35.129:1.11
source: saṃvijjati kho, gahapati, jivhādhātu, rasā ca manāpā, jivhāviññāṇañca sukhavedaniyaṃ.
sc_po: The ear … nose … tongue … body …

# sn35.129:1.17
source: saṃvijjati kho, gahapati, manodhātu, dhammā ca manāpā, manoviññāṇañca sukhavedaniyaṃ.
sc_po: mind element is found, as are agreeable thoughts, and mind consciousness.

# sn35.129:1.18
source: Phassaṃ paṭicca uppajjati sukhā vedanā.
sc_po: Pleasant feeling arises dependent on a contact to be experienced as pleasant.

# sn35.129:1.19
source: Saṃvijjati kho, gahapati, manodhātu, dhammā ca amanāpā, manoviññāṇañca dukkhavedaniyaṃ.
sc_po: The mind element is found, as are disagreeable thoughts, and mind consciousness.

# sn35.129:1.20
source: Phassaṃ paṭicca uppajjati dukkhā vedanā.
sc_po: Painful feeling arises dependent on a contact to be experienced as painful.

# sn35.129:1.21
source: Saṃvijjati kho, gahapati, manodhātu, dhammā ca upekkhāvedaniyā, manoviññāṇañca adukkhamasukhavedaniyaṃ.
sc_po: The mind element is found, as are thoughts that are a basis for equanimity, and mind consciousness.

# sn35.129:1.22
source: Phassaṃ paṭicca uppajjati adukkhamasukhā vedanā.
sc_po: Neutral feeling arises dependent on a contact to be experienced as neutral.

# sn35.129:1.23
source: Ettāvatā kho, gahapati, dhātunānattaṃ vuttaṃ bhagavatā”ti.
sc_po: This is how the Buddha spoke of the diversity of elements.”
