Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.099.po
Languages: sc_po

# sn35.99:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.99:0.2
source: 10. Saḷavagga
sc_po: 10. The Sixes

# sn35.99:0.3
source: 99. Samādhisutta
sc_po: 99. Immersion

# sn35.99:1.1
source: “Samādhiṃ, bhikkhave, bhāvetha.
sc_po: “Mendicants, develop immersion.

# sn35.99:1.2
source: Samāhito, bhikkhave, bhikkhu yathābhūtaṃ pajānāti.
sc_po: A mendicant who has immersion truly understands.

# sn35.99:1.3
source: Kiñca yathābhūtaṃ pajānāti?
sc_po: What do they truly understand?

# sn35.99:1.4
source: ‘Cakkhu aniccan’ti yathābhūtaṃ pajānāti;
sc_po: They truly understand that the eye is impermanent.

# sn35.99:1.5
source: ‘rūpā aniccā’ti yathābhūtaṃ pajānāti;
sc_po: They truly understand that sights …

# sn35.99:1.6
source: ‘cakkhuviññāṇaṃ aniccan’ti yathābhūtaṃ pajānāti;
sc_po: eye consciousness …

# sn35.99:1.7
source: ‘cakkhusamphasso anicco’ti yathābhūtaṃ pajānāti.
sc_po: eye contact …

# sn35.99:1.8
source: ‘Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccan’ti yathābhūtaṃ pajānāti … pe …
sc_po: the pleasant, painful, or neutral feeling that arises conditioned by eye contact is impermanent. …

# sn35.99:1.9
source: ‘mano aniccan’ti yathābhūtaṃ pajānāti.
sc_po: They truly understand that the mind is impermanent.

# sn35.99:1.10
source: Dhammā …
sc_po: They truly understand that thoughts …

# sn35.99:1.11
source: manoviññāṇaṃ …
sc_po: mind consciousness …

# sn35.99:1.12
source: manosamphasso …
sc_po: mind contact …

# sn35.99:1.13
source: ‘yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi aniccan’ti yathābhūtaṃ pajānāti.
sc_po: the pleasant, painful, or neutral feeling that arises conditioned by mind contact is impermanent.

# sn35.99:1.14
source: Samādhiṃ, bhikkhave, bhāvetha.
sc_po: Mendicants, develop immersion.

# sn35.99:1.15
source: Samāhito, bhikkhave, bhikkhu yathābhūtaṃ pajānātī”ti.
sc_po: A mendicant who has immersion truly understands.”
