Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.145.po
Languages: sc_po

# sn35.145:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.145:0.2
source: 14. Devadahavagga
sc_po: 14. At Devadaha

# sn35.145:0.3
source: 145. Bāhirānattahetusutta
sc_po: 145. Exterior and Cause Are Not-Self

# sn35.145:1.1
source: “Rūpā, bhikkhave, anattā.
sc_po: “Mendicants, sights are not-self.

# sn35.145:1.2
source: Yopi hetu, yopi paccayo rūpānaṃ uppādāya, sopi anattā.
sc_po: The cause and condition that gives rise to sights is also not-self.

# sn35.145:1.3
source: Anattasambhūtā, bhikkhave, rūpā kuto attā bhavissanti.
sc_po: Since sights are produced by what is not-self, how could they be self?

# sn35.145:1.4
source: Saddā …
sc_po: Sounds …

# sn35.145:1.5
source: gandhā …
sc_po: Smells …

# sn35.145:1.6
source: rasā …
sc_po: Tastes …

# sn35.145:1.7
source: phoṭṭhabbā …
sc_po: Touches …

# sn35.145:1.8
source: dhammā anattā.
sc_po: Thoughts are not-self.

# sn35.145:1.9
source: Yopi hetu, yopi paccayo dhammānaṃ uppādāya, sopi anattā.
sc_po: The cause and condition that gives rise to thoughts is also not-self.

# sn35.145:1.10
source: Anattasambhūtā, bhikkhave, dhammā kuto attā bhavissanti.
sc_po: Since thoughts are produced by what is not-self, how could they be self?

# sn35.145:1.11
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpesupi nibbindati, saddesupi … gandhesupi … rasesupi … phoṭṭhabbesupi … dhammesupi nibbindati.
sc_po: Seeing this …

# sn35.145:1.12
source: Nibbindaṃ virajjati; virāgā vimuccati; vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
sc_po: Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed.

# sn35.145:1.13
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”
