Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.064.po
Languages: sc_po

# sn35.64:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.64:0.2
source: 7. Migajālavagga
sc_po: 7. With Migajāla

# sn35.64:0.3
source: 64. Dutiyamigajālasutta
sc_po: 64. With Migajāla (2nd)

# sn35.64:1.1
source: Atha kho āyasmā migajālo yena bhagavā tenupasaṅkami … pe …
sc_po: Then Venerable Migajāla went up to the Buddha …

# sn35.64:1.2
source: ekamantaṃ nisinno kho āyasmā migajālo bhagavantaṃ etadavoca:
sc_po: and said to him:

# sn35.64:1.3
source: “sādhu me, bhante, bhagavā saṅkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.
sc_po: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# sn35.64:2.1
source: “Santi kho, migajāla, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: “Migajāla, there are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.64:2.2
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: If a mendicant approves, welcomes, and keep clinging to them,

# sn35.64:2.3
source: Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
sc_po: this gives rise to relishing.

# sn35.64:2.4
source: Nandisamudayā dukkhasamudayo, migajālāti vadāmi … pe …
sc_po: Relishing is the origin of suffering, I say.

# sn35.64:2.5
source: santi ca kho, migajāla, jivhāviññeyyā rasā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.64:2.6
source: santi ca kho, migajāla, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.64:2.7
source: Tañce bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: If a mendicant approves, welcomes, and keeps clinging to them,

# sn35.64:2.8
source: Tassa taṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
sc_po: this gives rise to relishing.

# sn35.64:2.9
source: Nandisamudayā dukkhasamudayo, migajālāti vadāmi.
sc_po: Relishing is the origin of suffering, I say.

# sn35.64:3.1
source: Santi ca kho, migajāla, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.64:3.2
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati. Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati.
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them, relishing ceases.

# sn35.64:3.3
source: Nandinirodhā dukkhanirodho, migajālāti vadāmi … pe …
sc_po: When relishing ceases, suffering ceases, I say.

# sn35.64:3.4
source: santi ca kho, migajāla, jivhāviññeyyā rasā iṭṭhā kantā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.64:3.5
source: santi ca kho, migajāla, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.64:3.6
source: Tañce bhikkhu nābhinandati nābhivadati nājjhosāya tiṭṭhati. Tassa taṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato nandī nirujjhati.
sc_po: If a mendicant doesn’t approve, welcome, and keep clinging to them, relishing ceases.

# sn35.64:3.7
source: Nandinirodhā dukkhanirodho, migajālāti vadāmī”ti.
sc_po: When relishing ceases, suffering ceases, I say.”

# sn35.64:4.1
source: Atha kho āyasmā migajālo bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: And then Venerable Migajāla approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# sn35.64:4.2
source: Atha kho āyasmā migajālo eko vūpakaṭṭho appamatto ātāpī pahitatto viharato nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Then Migajāla, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# sn35.64:4.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# sn35.64:4.4
source: Aññataro ca panāyasmā migajālo arahataṃ ahosīti.
sc_po: And Migajāla became one of the perfected.
