Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.111.po
Languages: sc_po

# sn35.111:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.111:0.2
source: 11. Yogakkhemivagga
sc_po: 11. Sanctuary

# sn35.111:0.3
source: 111. Ajjhattikāyatanaparijānanasutta
sc_po: 111. Complete Understanding of the Interior

# sn35.111:1.1
source: “Cakkhuṃ, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.
sc_po: “Mendicants, without directly knowing and completely understanding the eye, without dispassion for it and giving it up, you can’t end suffering.

# sn35.111:1.2
source: Sotaṃ …
sc_po: Without directly knowing and completely understanding the ear …

# sn35.111:1.3
source: ghānaṃ …
sc_po: nose …

# sn35.111:1.4
source: jivhaṃ …
sc_po: tongue …

# sn35.111:1.5
source: kāyaṃ …
sc_po: body …

# sn35.111:1.6
source: manaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.
sc_po: mind, without dispassion for it and giving it up, you can’t end suffering.

# sn35.111:1.7
source: Cakkhuñca kho, bhikkhave, abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya … pe …
sc_po: By directly knowing and completely understanding the eye, having dispassion for it and giving it up, you can end suffering.

# sn35.111:1.8
source: jivhaṃ …
sc_po: By directly knowing and completely understanding the ear … nose … tongue …

# sn35.111:1.9
source: kāyaṃ …
sc_po: body …

# sn35.111:1.10
source: manaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāyā”ti.
sc_po: mind, having dispassion for it and giving it up, you can end suffering.”
