Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.140.po
Languages: sc_po

# sn35.140:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.140:0.2
source: 14. Devadahavagga
sc_po: 14. At Devadaha

# sn35.140:0.3
source: 140. Ajjhattaaniccahetusutta
sc_po: 140. Interior and Cause Are Impermanent

# sn35.140:1.1
source: “Cakkhuṃ, bhikkhave, aniccaṃ.
sc_po: “Mendicants, the eye is impermanent.

# sn35.140:1.2
source: Yopi hetu, yopi paccayo cakkhussa uppādāya, sopi anicco.
sc_po: The cause and condition that gives rise to the eye is also impermanent.

# sn35.140:1.3
source: Aniccasambhūtaṃ, bhikkhave, cakkhu kuto niccaṃ bhavissati … pe …
sc_po: Since the eye is produced by what is impermanent, how could it be permanent?

# sn35.140:1.4
source: jivhā aniccā.
sc_po: The ear … nose … tongue … body …

# sn35.140:1.7
source: mano anicco.
sc_po: mind is impermanent.

# sn35.140:1.8
source: Yopi, bhikkhave, hetu yopi paccayo manassa uppādāya, sopi anicco.
sc_po: The cause and condition that gives rise to the mind is also impermanent.

# sn35.140:1.9
source: Aniccasambhūto, bhikkhave, mano kuto nicco bhavissati.
sc_po: Since the mind is produced by what is impermanent, how could it be permanent?

# sn35.140:1.10
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako cakkhusmimpi nibbindati … pe … jivhāyapi nibbindati … pe … manasmimpi nibbindati,
sc_po: Seeing this, a learned noble disciple grows disillusioned with the eye, ear, nose, tongue, body, and mind.

# sn35.140:1.11
source: nibbindaṃ virajjati; virāgā vimuccati; vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
sc_po: Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed.

# sn35.140:1.12
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”
