Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.142.po
Languages: sc_po

# sn35.142:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.142:0.2
source: 14. Devadahavagga
sc_po: 14. At Devadaha

# sn35.142:0.3
source: 142. Ajjhattānattahetusutta
sc_po: 142. Interior and Cause Are Not-Self

# sn35.142:1.1
source: “Cakkhuṃ, bhikkhave, anattā.
sc_po: “Mendicants, the eye is not-self.

# sn35.142:1.2
source: Yopi hetu, yopi paccayo cakkhussa uppādāya, sopi anattā.
sc_po: The cause and condition that gives rise to the eye is also not-self.

# sn35.142:1.3
source: Anattasambhūtaṃ, bhikkhave, cakkhu kuto attā bhavissati … pe …
sc_po: Since the eye is produced by what is not-self, how could it be self?

# sn35.142:1.4
source: jivhā anattā.
sc_po: The ear … nose … tongue … body …

# sn35.142:1.7
source: mano anattā.
sc_po: mind is not-self.

# sn35.142:1.8
source: Yopi hetu yopi paccayo manassa uppādāya, sopi anattā.
sc_po: The cause and condition that gives rise to the mind is also not-self.

# sn35.142:1.9
source: Anattasambhūto, bhikkhave, mano kuto attā bhavissati.
sc_po: Since the mind is produced by what is not-self, how could it be self?

# sn35.142:1.10
source: Evaṃ passaṃ … pe …
sc_po: Seeing this …

# sn35.142:1.11
source: nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘… there is no return to any state of existence.’”
