Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.122.po
Languages: sc_po

# sn35.122:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.122:0.2
source: 12. Lokakāmaguṇavagga
sc_po: 12. The World and the Kinds of Sensual Stimulation

# sn35.122:0.3
source: 122. Saṃyojaniyadhammasutta
sc_po: 122. Things Prone to Being Fettered

# sn35.122:1.1
source: “Saṃyojaniye ca, bhikkhave, dhamme desessāmi saṃyojanañca.
sc_po: “Mendicants, I will teach you the things that are prone to being fettered, and the fetter.

# sn35.122:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.122:1.3
source: Katame ca, bhikkhave, saṃyojaniyā dhammā, katamañca saṃyojanaṃ?
sc_po: What are the things that are prone to being fettered? And what is the fetter?

# sn35.122:1.4
source: Santi, bhikkhave, cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.122:1.5
source: Ime vuccanti, bhikkhave, saṃyojaniyā dhammā.
sc_po: These are called the things that are prone to being fettered.

# sn35.122:1.6
source: Yo tattha chandarāgo, taṃ tattha saṃyojanaṃ … pe …
sc_po: The desire and greed for them is the fetter.

# sn35.122:1.7
source: santi, bhikkhave, jivhāviññeyyā rasā … pe …
sc_po: There are sounds … smells … tastes … touches …

# sn35.122:1.8
source: santi, bhikkhave, manoviññeyyā dhammā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: thoughts known by the mind that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn35.122:1.9
source: Ime vuccanti, bhikkhave, saṃyojaniyā dhammā.
sc_po: These are called the things that are prone to being fettered.

# sn35.122:1.10
source: Yo tattha chandarāgo taṃ tattha saṃyojanan”ti.
sc_po: The desire and greed for them is the fetter.”
