Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.070.po
Languages: sc_po

# sn35.70:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.70:0.2
source: 7. Migajālavagga
sc_po: 7. With Migajāla

# sn35.70:0.3
source: 70. Upavāṇasandiṭṭhikasutta
sc_po: 70. Upavāṇa on What is Visible in This Very Life

# sn35.70:1.1
source: Atha kho āyasmā upavāṇo yena bhagavā tenupasaṅkami … pe …
sc_po: Then Venerable Upavāṇa went up to the Buddha …

# sn35.70:1.2
source: ekamantaṃ nisinno kho āyasmā upavāṇo bhagavantaṃ etadavoca:
sc_po: and said to him:

# sn35.70:1.3
source: “‘sandiṭṭhiko dhammo, sandiṭṭhiko dhammo’ti, bhante, vuccati.
sc_po: “Sir, they speak of ‘a teaching visible in this very life’.

# sn35.70:1.4
source: Kittāvatā nu kho, bhante, sandiṭṭhiko dhammo hoti, akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti?
sc_po: In what way is the teaching visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”

# sn35.70:2.1
source: “Idha pana, upavāṇa, bhikkhu cakkhunā rūpaṃ disvā rūpappaṭisaṃvedī ca hoti rūparāgappaṭisaṃvedī ca.
sc_po: “Upavāṇa, take a mendicant who sees a sight with their eyes. They experience both the sight and the desire for the sight.

# sn35.70:2.2
source: Santañca ajjhattaṃ rūpesu rāgaṃ ‘atthi me ajjhattaṃ rūpesu rāgo’ti pajānāti.
sc_po: There is desire for sights in them, and they understand that.

# sn35.70:2.3
source: Yaṃ taṃ, upavāṇa, bhikkhu cakkhunā rūpaṃ disvā rūpappaṭisaṃvedī ca hoti rūparāgappaṭisaṃvedī ca.
sc_po: Since this is so,

# sn35.70:2.5
source: Evampi kho, upavāṇa, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi … pe ….
sc_po: this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# sn35.70:3.1
source: Puna caparaṃ, upavāṇa, bhikkhu jivhāya rasaṃ sāyitvā rasappaṭisaṃvedī ca hoti rasarāgappaṭisaṃvedī ca.
sc_po: Next, take a mendicant who hears … smells … tastes … touches …

# sn35.70:4.1
source: Puna caparaṃ, upavāṇa, bhikkhu manasā dhammaṃ viññāya dhammappaṭisaṃvedī ca hoti dhammarāgappaṭisaṃvedī ca.
sc_po: Next, take a mendicant who knows a thought with their mind. They experience both the thought and the desire for the thought.

# sn35.70:4.2
source: Santañca ajjhattaṃ dhammesu rāgaṃ ‘atthi me ajjhattaṃ dhammesu rāgo’ti pajānāti.
sc_po: There is desire for thoughts in them, and they understand that.

# sn35.70:4.3
source: Yaṃ taṃ, upavāṇa, bhikkhu manasā dhammaṃ viññāya dhammappaṭisaṃvedī ca hoti dhammarāgappaṭisaṃvedī ca.
sc_po: Since this is so,

# sn35.70:4.5
source: Evampi kho, upavāṇa, sandiṭṭhiko dhammo hoti … pe … paccattaṃ veditabbo viññūhi … pe ….
sc_po: this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# sn35.70:5.1
source: Idha pana, upavāṇa, bhikkhu cakkhunā rūpaṃ disvā rūpappaṭisaṃvedī ca hoti, no ca rūparāgappaṭisaṃvedī.
sc_po: Take a mendicant who sees a sight with their eyes. They experience the sight but no desire for the sight.

# sn35.70:5.2
source: Asantañca ajjhattaṃ rūpesu rāgaṃ ‘natthi me ajjhattaṃ rūpesu rāgo’ti pajānāti.
sc_po: There is no desire for sights in them, and they understand that.

# sn35.70:5.3
source: Yaṃ taṃ, upavāṇa, bhikkhu cakkhunā rūpaṃ disvā rūpappaṭisaṃvedīhi kho hoti, no ca rūparāgappaṭisaṃvedī.
sc_po: Since this is so,

# sn35.70:5.5
source: Evampi kho, upavāṇa, sandiṭṭhiko dhammo hoti, akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhi … pe ….
sc_po: this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# sn35.70:6.1
source: Puna caparaṃ, upavāṇa, bhikkhu jivhāya rasaṃ sāyitvā rasappaṭisaṃvedīhi kho hoti, no ca rasarāgappaṭisaṃvedī. Asantañca ajjhattaṃ rasesu rāgaṃ ‘natthi me ajjhattaṃ rasesu rāgo’ti pajānāti … pe ….
sc_po: Next, take a mendicant who hears … smells … tastes … touches …

# sn35.70:7.3
source: Yaṃ taṃ, upavāṇa, bhikkhu manasā dhammaṃ viññāya dhammappaṭisaṃvedīhi kho hoti, no ca dhammarāgappaṭisaṃvedī.
sc_po: Next, take a mendicant who knows a thought with their mind. They experience the thought but no desire for the thought.

# sn35.70:7.4
source: Asantañca ajjhattaṃ dhammesu rāgaṃ ‘natthi me ajjhattaṃ dhammesu rāgo’ti pajānāti.
sc_po: There is no desire for thoughts in them, and they understand that.

# sn35.70:7.5
source: Evampi kho, upavāṇa, sandiṭṭhiko dhammo hoti, akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti.
sc_po: Since this is so, this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”
