Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.017.po
Languages: sc_po

# sn35.17:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.17:0.2
source: 2. Yamakavagga
sc_po: 2. Pairs

# sn35.17:0.3
source: 17. Paṭhamanoceassādasutta
sc_po: 17. If There Were No Gratification (Interior)

# sn35.17:1.1
source: “No cedaṃ, bhikkhave, cakkhussa assādo abhavissa, nayidaṃ sattā cakkhusmiṃ sārajjeyyuṃ.
sc_po: “Mendicants, if there were no gratification in the eye, sentient beings wouldn’t love it.

# sn35.17:1.2
source: Yasmā ca kho, bhikkhave, atthi cakkhussa assādo tasmā sattā cakkhusmiṃ sārajjanti.
sc_po: But because there is gratification in the eye, sentient beings do love it.

# sn35.17:1.3
source: No cedaṃ, bhikkhave, cakkhussa ādīnavo abhavissa, nayidaṃ sattā cakkhusmiṃ nibbindeyyuṃ.
sc_po: If the eye had no drawback, sentient beings wouldn’t grow disillusioned with it.

# sn35.17:1.4
source: Yasmā ca kho, bhikkhave, atthi cakkhussa ādīnavo tasmā sattā cakkhusmiṃ nibbindanti.
sc_po: But because the eye has a drawback, sentient beings do grow disillusioned with it.

# sn35.17:1.5
source: No cedaṃ, bhikkhave, cakkhussa nissaraṇaṃ abhavissa, nayidaṃ sattā cakkhusmā nissareyyuṃ.
sc_po: If there were no escape from the eye, sentient beings wouldn’t escape from it.

# sn35.17:1.6
source: Yasmā ca kho, bhikkhave, atthi cakkhussa nissaraṇaṃ tasmā sattā cakkhusmā nissaranti.
sc_po: But because there is an escape from the eye, sentient beings do escape from it.

# sn35.17:1.7
source: No cedaṃ, bhikkhave, sotassa assādo abhavissa …
sc_po: If there were no gratification in the ear …

# sn35.17:1.8
source: no cedaṃ, bhikkhave, ghānassa assādo abhavissa …
sc_po: nose …

# sn35.17:1.9
source: no cedaṃ, bhikkhave, jivhāya assādo abhavissa, nayidaṃ sattā jivhāya sārajjeyyuṃ.
sc_po: tongue …

# sn35.17:1.15
source: No cedaṃ, bhikkhave, kāyassa assādo abhavissa …
sc_po: body …

# sn35.17:1.16
source: no cedaṃ, bhikkhave, manassa assādo abhavissa, nayidaṃ sattā manasmiṃ sārajjeyyuṃ.
sc_po: mind, sentient beings wouldn’t love it.

# sn35.17:1.17
source: Yasmā ca kho, bhikkhave, atthi manassa assādo, tasmā sattā manasmiṃ sārajjanti.
sc_po: But because there is gratification in the mind, sentient beings do love it.

# sn35.17:1.18
source: No cedaṃ, bhikkhave, manassa ādīnavo abhavissa, nayidaṃ sattā manasmiṃ nibbindeyyuṃ.
sc_po: If the mind had no drawback, sentient beings wouldn’t grow disillusioned with it.

# sn35.17:1.19
source: Yasmā ca kho, bhikkhave, atthi manassa ādīnavo, tasmā sattā manasmiṃ nibbindanti.
sc_po: But because the mind has a drawback, sentient beings do grow disillusioned with it.

# sn35.17:1.20
source: No cedaṃ, bhikkhave, manassa nissaraṇaṃ abhavissa, nayidaṃ sattā manasmā nissareyyuṃ.
sc_po: If there were no escape from the mind, sentient beings wouldn’t escape from it.

# sn35.17:1.21
source: Yasmā ca kho, bhikkhave, atthi manassa nissaraṇaṃ, tasmā sattā manasmā nissaranti.
sc_po: But because there is an escape from the mind, sentient beings do escape from it.

# sn35.17:2.1
source: Yāvakīvañca, bhikkhave, sattā imesaṃ channaṃ ajjhattikānaṃ āyatanānaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññaṃsu, neva tāva, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā vimariyādīkatena cetasā vihariṃsu.
sc_po: As long as sentient beings don’t truly understand these six interior sense fields’ gratification, drawback, and escape for what they are, they haven’t escaped from this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—and they don’t live detached, liberated, with a mind free of limits.

# sn35.17:2.2
source: Yato ca kho, bhikkhave, sattā imesaṃ channaṃ ajjhattikānaṃ āyatanānaṃ assādañca assādato, ādīnavañca ādīnavato, nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññaṃsu, atha, bhikkhave, sattā sadevakā lokā samārakā sabrahmakā sassamaṇabrāhmaṇiyā pajāya sadevamanussāya nissaṭā visaññuttā vippamuttā vimariyādīkatena cetasā viharantī”ti.
sc_po: But when sentient beings truly understand these six interior sense fields’ gratification, drawback, and escape for what they are, they’ve escaped from this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—and they live detached, liberated, with a mind free of limits.”
