Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.007.po
Languages: sc_po

# sn35.7:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.7:0.2
source: 1. Aniccavagga
sc_po: 1. Impermanence

# sn35.7:0.3
source: 7. Ajjhattāniccātītānāgatasutta
sc_po: 7. The Interior as Impermanent in the Three Times

# sn35.7:1.1
source: “Cakkhuṃ, bhikkhave, aniccaṃ atītānāgataṃ;
sc_po: “Mendicants, the eye of the past and future is impermanent,

# sn35.7:1.2
source: ko pana vādo paccuppannassa.
sc_po: let alone the present.

# sn35.7:1.3
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako atītasmiṃ cakkhusmiṃ anapekkho hoti;
sc_po: Seeing this, a learned noble disciple doesn’t worry about the eye of the past,

# sn35.7:1.4
source: anāgataṃ cakkhuṃ nābhinandati;
sc_po: they don’t look forward to enjoying the eye in the future,

# sn35.7:1.5
source: paccuppannassa cakkhussa nibbidāya virāgāya nirodhāya paṭipanno hoti.
sc_po: and they practice for disillusionment, dispassion, and cessation regarding the eye in the present.

# sn35.7:1.6
source: Sotaṃ aniccaṃ …
sc_po: The ear …

# sn35.7:1.7
source: ghānaṃ aniccaṃ …
sc_po: nose …

# sn35.7:1.8
source: jivhā aniccā atītānāgatā;
sc_po: tongue …

# sn35.7:1.13
source: Kāyo anicco … pe …
sc_po: body …

# sn35.7:1.14
source: mano anicco atītānāgato;
sc_po: mind of the past and future is impermanent,

# sn35.7:1.15
source: ko pana vādo paccuppannassa.
sc_po: let alone the present.

# sn35.7:1.16
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako atītasmiṃ manasmiṃ anapekkho hoti;
sc_po: Seeing this, a learned noble disciple doesn’t worry about the mind of the past,

# sn35.7:1.17
source: anāgataṃ manaṃ nābhinandati;
sc_po: they don’t look forward to enjoying the mind in the future,

# sn35.7:1.18
source: paccuppannassa manassa nibbidāya virāgāya nirodhāya paṭipanno hotī”ti.
sc_po: and they practice for disillusionment, dispassion, and cessation regarding the mind in the present.”
