Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.062.po
Languages: sc_po

# sn35.62:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.62:0.2
source: 6. Avijjāvagga
sc_po: 6. Ignorance

# sn35.62:0.3
source: 62. Dutiyasabbupādānapariyādānasutta
sc_po: 62. The Depletion of All Fuel (2nd)

# sn35.62:1.1
source: “Sabbupādānapariyādānāya vo, bhikkhave, dhammaṃ desessāmi.
sc_po: “Mendicants, I will teach you the principle for depleting all fuel.

# sn35.62:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn35.62:1.3
source: Katamo ca, bhikkhave, sabbupādānapariyādānāya dhammo?
sc_po: And what is the principle for depleting all fuel?

# sn35.62:2.1
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn35.62:2.2
source: cakkhu niccaṃ vā aniccaṃ vā”ti?
sc_po: Is the eye permanent or impermanent?”

# sn35.62:3.1
source: “Aniccaṃ, bhante”.
sc_po: “Impermanent, sir.”

# sn35.62:4.1
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
sc_po: “But if it’s impermanent, is it suffering or happiness?”

# sn35.62:5.1
source: “Dukkhaṃ, bhante”.
sc_po: “Suffering, sir.”

# sn35.62:6.1
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ:
sc_po: “But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus:

# sn35.62:6.2
source: ‘etaṃ mama, esohamasmi, eso me attā’”ti?
sc_po: ‘This is mine, I am this, this is my self’?”

# sn35.62:7.1
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn35.62:8.1
source: “Rūpā … pe …
sc_po: “Sights …

# sn35.62:8.2
source: cakkhuviññāṇaṃ niccaṃ vā aniccaṃ vā”ti?
sc_po: eye consciousness …

# sn35.62:10.1
source: “Cakkhusamphasso nicco vā anicco vā”ti?
sc_po: eye contact …

# sn35.62:12.1
source: “Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi niccaṃ vā aniccaṃ vā”ti?
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by eye contact: is that permanent or impermanent?”

# sn35.62:13.1
source: “Aniccaṃ, bhante” … pe ….
sc_po: “Impermanent, sir.” …

# sn35.62:14.1
source: “Sotaṃ …
sc_po: “Ear …

# sn35.62:14.2
source: ghānaṃ …
sc_po: nose …

# sn35.62:14.3
source: jivhā …
sc_po: tongue …

# sn35.62:14.4
source: kāyo …
sc_po: body …

# sn35.62:14.5
source: mano …
sc_po: mind …

# sn35.62:14.6
source: dhammā …
sc_po: thoughts …

# sn35.62:14.7
source: manoviññāṇaṃ …
sc_po: mind consciousness …

# sn35.62:14.8
source: manosamphasso …
sc_po: mind contact …

# sn35.62:14.9
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā, tampi niccaṃ vā aniccaṃ vā”ti?
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by mind contact: is that permanent or impermanent?”

# sn35.62:15.1
source: “Aniccaṃ, bhante”.
sc_po: “Impermanent, sir.”

# sn35.62:16.1
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
sc_po: “But if it’s impermanent, is it suffering or happiness?”

# sn35.62:17.1
source: “Dukkhaṃ, bhante”.
sc_po: “Suffering, sir.”

# sn35.62:18.1
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, kallaṃ nu taṃ samanupassituṃ:
sc_po: “But if it’s impermanent, suffering, and liable to fall apart, is it fit to be regarded thus:

# sn35.62:18.2
source: ‘etaṃ mama, esohamasmi, eso me attā’”ti?
sc_po: ‘This is mine, I am this, this is my self’?”

# sn35.62:19.1
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn35.62:20.1
source: “Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako cakkhusmimpi nibbindati, rūpesupi nibbindati, cakkhuviññāṇepi nibbindati, cakkhusamphassepi nibbindati.
sc_po: “Seeing this, a learned noble disciple grows disillusioned with the eye, sights, eye consciousness, and eye contact.

# sn35.62:20.2
source: Yampidaṃ cakkhusamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi nibbindati … pe …
sc_po: And they grow disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by eye contact.

# sn35.62:20.3
source: jivhāyapi nibbindati, rasesupi nibbindati, jivhāviññāṇepi nibbindati, jivhāsamphassepi nibbindati, yampidaṃ jivhāsamphassapaccayā uppajjati … pe …
sc_po: They grow disillusioned with the ear … nose … tongue … body …

# sn35.62:20.4
source: manasmimpi nibbindati, dhammesupi nibbindati, manoviññāṇepi nibbindati, manosamphassepi nibbindati.
sc_po: They grow disillusioned with the mind, thoughts, mind consciousness, and mind contact.

# sn35.62:20.5
source: Yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tasmimpi nibbindati.
sc_po: And they grow disillusioned with the painful, pleasant, or neutral feeling that arises conditioned by mind contact.

# sn35.62:20.6
source: Nibbindaṃ virajjati; virāgā vimuccati; vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
sc_po: Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed.

# sn35.62:20.7
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# sn35.62:20.8
source: Ayaṃ kho, bhikkhave, sabbupādānapariyādānāya dhammo”ti.
sc_po: This is the principle for depleting all fuel.”
