Repository: kondannyo/PGP
Catalog: SN/*_text/sn35/sn35.102.po
Languages: sc_po

# sn35.102:0.1
source: Saṃyutta Nikāya 35
sc_po: Linked Discourses 35

# sn35.102:0.2
source: 10. Saḷavagga
sc_po: 10. The Sixes

# sn35.102:0.3
source: 102. Dutiyanatumhākasutta
sc_po: 102. It’s Not Yours (2nd)

# sn35.102:1.1
source: “Yaṃ, bhikkhave, na tumhākaṃ taṃ pajahatha.
sc_po: “Mendicants, give up what’s not yours.

# sn35.102:1.2
source: Taṃ vo pahīnaṃ hitāya sukhāya bhavissati.
sc_po: Giving it up will be for your welfare and happiness.

# sn35.102:1.3
source: Kiñca, bhikkhave, na tumhākaṃ?
sc_po: And what isn’t yours?

# sn35.102:1.4
source: Cakkhu, bhikkhave, na tumhākaṃ.
sc_po: The eye isn’t yours: give it up.

# sn35.102:1.6
source: Taṃ vo pahīnaṃ hitāya sukhāya bhavissati.
sc_po: Giving it up will be for your welfare and happiness.

# sn35.102:1.7
source: Rūpā na tumhākaṃ.
sc_po: Sights …

# sn35.102:1.10
source: Cakkhuviññāṇaṃ na tumhākaṃ.
sc_po: Eye consciousness …

# sn35.102:1.13
source: Cakkhusamphasso na tumhākaṃ.
sc_po: Eye contact …

# sn35.102:1.16
source: yampidaṃ manosamphassapaccayā uppajjati vedayitaṃ sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā tampi na tumhākaṃ.
sc_po: The pleasant, painful, or neutral feeling that arises conditioned by mind contact isn’t yours: give it up.

# sn35.102:1.18
source: Taṃ vo pahīnaṃ hitāya sukhāya bhavissati.
sc_po: Giving it up will be for your welfare and happiness.

# sn35.102:1.19
source: Yampi, bhikkhave, na tumhākaṃ, taṃ pajahatha.
sc_po: Give up what’s not yours.

# sn35.102:1.20
source: Taṃ vo pahīnaṃ hitāya sukhāya bhavissatī”ti.
sc_po: Giving it up will be for your welfare and happiness.”
