Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.29.po
Languages: sc_po

# sn51.29:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.29:0.2
source: 3. Ayoguḷavagga
sc_po: 3. The Iron Ball

# sn51.29:0.3
source: 29. Paṭhamabhikkhusutta
sc_po: 29. Several Mendicants (1st)

# sn51.29:1.1
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him:

# sn51.29:1.2
source: “katamā nu kho, bhante, iddhi, katamo iddhipādo, katamā iddhipādabhāvanā, katamā iddhipādabhāvanāgāminī paṭipadā”ti?
sc_po: “Sir, what is psychic power? What is the basis of psychic power? What is the development of the bases of psychic power? And what is the practice that leads to the development of the bases of psychic power?”

# sn51.29:2.1
source: “Idha, bhikkhave, bhikkhu anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti … pe … yāva brahmalokāpi kāyena vasaṃ vatteti—
sc_po: “Mendicants, take a mendicant who wields the many kinds of psychic power: multiplying themselves and becoming one again … controlling the body as far as the Brahmā realm.

# sn51.29:2.2
source: ayaṃ vuccati, bhikkhave, iddhi.
sc_po: This is called psychic power.

# sn51.29:3.1
source: Katamo ca, bhikkhave, iddhipādo?
sc_po: And what is the basis of psychic power?

# sn51.29:3.2
source: Yo, bhikkhave, maggo, yā paṭipadā iddhilābhāya iddhipaṭilābhāya saṃvattati—
sc_po: The path and practice that leads to gaining psychic power.

# sn51.29:3.3
source: ayaṃ vuccati, bhikkhave, iddhipādo.
sc_po: This is called the basis of psychic power.

# sn51.29:4.1
source: Katamā ca, bhikkhave, iddhipādabhāvanā?
sc_po: And what is the development of the bases of psychic power?

# sn51.29:4.2
source: Idha, bhikkhave, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm …

# sn51.29:4.3
source: vīriyasamādhi … pe …
sc_po: energy …

# sn51.29:4.4
source: cittasamādhi …
sc_po: mental development …

# sn51.29:4.5
source: vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—
sc_po: inquiry, and active effort.

# sn51.29:4.6
source: ayaṃ vuccati, bhikkhave, iddhipādabhāvanā.
sc_po: This is called the development of the bases of psychic power.

# sn51.29:5.1
source: Katamā ca, bhikkhave, iddhipādabhāvanāgāminī paṭipadā?
sc_po: And what is the practice that leads to the development of the bases of psychic power?

# sn51.29:5.2
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn51.29:5.3
source: sammādiṭṭhi … pe … sammāsamādhi—
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn51.29:5.4
source: ayaṃ vuccati, bhikkhave, iddhipādabhāvanāgāminī paṭipadā”ti.
sc_po: This is called the practice that leads to the development of the bases of psychic power.”
