Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.09.po
Languages: sc_po

# sn51.9:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.9:0.2
source: 1. Cāpālavagga
sc_po: 1. At the Cāpāla Shrine

# sn51.9:0.3
source: 9. Ñāṇasutta
sc_po: 9. Knowledge

# sn51.9:1.1
source: “‘Ayaṃ chandasamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: “Mendicants: ‘This is the basis of psychic power that has immersion due to enthusiasm, and active effort.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.

# sn51.9:1.2
source: ‘So kho panāyaṃ chandasamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave …
sc_po: ‘This basis of psychic power … should be developed.’ …

# sn51.9:1.3
source: ‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This basis of psychic power … has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.

# sn51.9:2.1
source: ‘Ayaṃ vīriyasamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This is the basis of psychic power that has immersion due to energy, and active effort.’ …

# sn51.9:2.2
source: ‘So kho panāyaṃ vīriyasamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave …
sc_po: ‘This basis of psychic power … should be developed.’ …

# sn51.9:2.3
source: ‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This basis of psychic power … has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.

# sn51.9:3.1
source: ‘Ayaṃ cittasamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This is the basis of psychic power that has immersion due to mental development, and active effort.’ …

# sn51.9:3.2
source: ‘So kho panāyaṃ cittasamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave …
sc_po: ‘This basis of psychic power … should be developed.’ …

# sn51.9:3.3
source: ‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This basis of psychic power … has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.

# sn51.9:4.1
source: ‘Ayaṃ vīmaṃsāsamādhippadhānasaṅkhārasamannāgato iddhipādo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This is the basis of psychic power that has immersion due to inquiry, and active effort.’ …

# sn51.9:4.2
source: ‘So kho panāyaṃ vīmaṃsāsamādhippadhānasaṅkhārasamannāgato iddhipādo bhāvetabbo’ti me, bhikkhave …
sc_po: ‘This basis of psychic power … should be developed.’ …

# sn51.9:4.3
source: ‘bhāvito’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti.
sc_po: ‘This basis of psychic power … has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.”
