Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.01.po
Languages: sc_po

# sn51.1:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.1:0.2
source: 1. Cāpālavagga
sc_po: 1. At the Cāpāla Shrine

# sn51.1:0.3
source: 1. Apārasutta
sc_po: 1. From the Near Shore

# sn51.1:1.1
source: “Cattārome, bhikkhave, iddhipādā bhāvitā bahulīkatā apārā pāraṃ gamanāya saṃvattanti.
sc_po: “Mendicants, when these four bases of psychic power are developed and cultivated they lead to going from the near shore to the far shore.

# sn51.1:1.2
source: Katame cattāro?
sc_po: What four?

# sn51.1:1.3
source: Idha, bhikkhave, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort.

# sn51.1:1.4
source: vīriyasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: They develop the basis of psychic power that has immersion due to energy, and active effort.

# sn51.1:1.5
source: cittasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: They develop the basis of psychic power that has immersion due to mental development, and active effort.

# sn51.1:1.6
source: vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: They develop the basis of psychic power that has immersion due to inquiry, and active effort.

# sn51.1:1.7
source: Ime kho, bhikkhave, cattāro iddhipādā bhāvitā bahulīkatā apārā pāraṃ gamanāya saṃvattantī”ti.
sc_po: When these four bases of psychic power are developed and cultivated they lead to going from the near shore to the far shore.”
