Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.32.po
Languages: sc_po

# sn51.32:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.32:0.2
source: 3. Ayoguḷavagga
sc_po: 3. The Iron Ball

# sn51.32:0.3
source: 32. Tathāgatasutta
sc_po: 32. The Realized One

# sn51.32:1.1
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# sn51.32:1.2
source: “Taṃ kiṃ maññatha, bhikkhave,
sc_po: “What do you think, mendicants?

# sn51.32:1.3
source: katamesaṃ dhammānaṃ bhāvitattā bahulīkatattā tathāgato evaṃmahiddhiko evaṃmahānubhāvo”ti?
sc_po: What things has the Realized One developed and cultivated so as to have such power and might?”

# sn51.32:2.1
source: “Bhagavaṃmūlakā no, bhante, dhammā … pe …
sc_po: “Our teachings are rooted in the Buddha. …”

# sn51.32:2.2
source: “catunnaṃ kho, bhikkhave, iddhipādānaṃ bhāvitattā bahulīkatattā tathāgato evaṃmahiddhiko evaṃmahānubhāvo.
sc_po: “The Realized One has become so powerful and mighty by developing and cultivating the four bases of psychic power.

# sn51.32:3.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn51.32:3.2
source: Idha, bhikkhave, tathāgato chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort.

# sn51.32:3.3
source: iti me chando na ca atilīno bhavissati, na ca atippaggahito bhavissati, na ca ajjhattaṃ saṅkhitto bhavissati, na ca bahiddhā vikkhitto bhavissati.
sc_po: He thinks: ‘My enthusiasm won’t be too lax or too tense. And it’ll be neither constricted internally nor scattered externally.’

# sn51.32:3.4
source: Pacchāpuresaññī ca viharati—
sc_po: And he meditates perceiving continuity:

# sn51.32:3.5
source: yathā pure tathā pacchā, yathā pacchā tathā pure;
sc_po: as before, so after; as after, so before;

# sn51.32:3.6
source: yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho;
sc_po: as below, so above; as above, so below;

# sn51.32:3.7
source: yathā divā tathā rattiṃ, yathā rattiṃ tathā divā.
sc_po: as by day, so by night; as by night, so by day.

# sn51.32:3.8
source: Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti.
sc_po: And so, with an open and unenveloped heart, he develops a mind that’s full of radiance.

# sn51.32:3.9
source: Vīriyasamādhi … pe …
sc_po: He develops the basis of psychic power that has immersion due to energy …

# sn51.32:3.10
source: cittasamādhi …
sc_po: mental development …

# sn51.32:3.11
source: vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—
sc_po: inquiry, and active effort.

# sn51.32:3.12
source: iti me vīmaṃsā na ca atilīnā bhavissati, na ca atipaggahitā bhavissati, na ca ajjhattaṃ saṅkhittā bhavissati, na ca bahiddhā vikkhittā bhavissati.
sc_po: He thinks: ‘My inquiry won’t be too lax or too tense. And it’ll be neither constricted internally nor scattered externally.’

# sn51.32:3.13
source: Pacchāpuresaññī ca viharati—
sc_po: And he meditates perceiving continuity:

# sn51.32:3.14
source: yathā pure tathā pacchā, yathā pacchā tathā pure;
sc_po: as before, so after; as after, so before;

# sn51.32:3.15
source: yathā adho tathā uddhaṃ, yathā uddhaṃ tathā adho;
sc_po: as below, so above; as above, so below;

# sn51.32:3.16
source: yathā divā tathā rattiṃ, yathā rattiṃ tathā divā.
sc_po: as by day, so by night; as by night, so by day.

# sn51.32:3.17
source: Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti.
sc_po: And so, with an open and unenveloped heart, he develops a mind that’s full of radiance.

# sn51.32:3.18
source: Imesaṃ kho, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā tathāgato evaṃmahiddhiko evaṃmahānubhāvo.
sc_po: The Realized One has become so powerful and mighty by developing and cultivating these four bases of psychic power.

# sn51.32:4.1
source: Imesañca pana, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā tathāgato anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti … pe … yāva brahmalokāpi kāyena vasaṃ vatteti.
sc_po: And by developing and cultivating these four bases of psychic power, the Realized One wields the many kinds of psychic power: multiplying himself and becoming one again … controlling the body as far as the Brahmā realm.

# sn51.32:4.2
source: Imesañca pana, bhikkhave, catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā tathāgato āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.
sc_po: And by developing and cultivating these four bases of psychic power, the Realized One realizes the undefiled freedom of heart and freedom by wisdom in this very life. And he lives having realized it with his own insight due to the ending of defilements.”

# sn51.32:4.4
source: (Chapi abhiññāyo vitthāretabbā.)
sc_po: (The six direct knowledges should also be expanded.)
