Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.13.po
Languages: sc_po

# sn51.13:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.13:0.2
source: 2. Pāsādakampanavagga
sc_po: 2. Shaking the Stilt Longhouse

# sn51.13:0.3
source: 13. Chandasamādhisutta
sc_po: 13. Immersion Due to Enthusiasm

# sn51.13:1.1
source: “Chandañce, bhikkhave, bhikkhu nissāya labhati samādhiṃ, labhati cittassa ekaggataṃ—
sc_po: “Mendicants, if a mendicant depends on enthusiasm in order to gain immersion, gain unification of mind,

# sn51.13:1.2
source: ayaṃ vuccati chandasamādhi.
sc_po: this is called immersion due to enthusiasm.

# sn51.13:1.3
source: So anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise.

# sn51.13:1.4
source: Uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.

# sn51.13:1.5
source: Anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise.

# sn51.13:1.6
source: Uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.

# sn51.13:1.7
source: Ime vuccanti ‘padhānasaṅkhārā’ti.
sc_po: These are called active efforts.

# sn51.13:1.8
source: Iti ayañca chando, ayañca chandasamādhi, ime ca padhānasaṅkhārā—
sc_po: And so there is this enthusiasm, this immersion due to enthusiasm, and these active efforts.

# sn51.13:1.9
source: ayaṃ vuccati, bhikkhave, chandasamādhippadhānasaṅkhārasamannāgato iddhipādo.
sc_po: This is called the basis of psychic power that has immersion due to enthusiasm, and active effort.

# sn51.13:2.1
source: Vīriyañce, bhikkhave, bhikkhu nissāya labhati samādhiṃ, labhati cittassa ekaggataṃ—
sc_po: If a mendicant depends on energy in order to gain immersion, gain unification of mind,

# sn51.13:2.2
source: ayaṃ vuccati ‘vīriyasamādhi’.
sc_po: this is called immersion due to energy.

# sn51.13:2.3
source: So anuppannānaṃ … pe …
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise …

# sn51.13:2.4
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.

# sn51.13:2.5
source: Ime vuccanti ‘padhānasaṅkhārā’ti.
sc_po: These are called active efforts.

# sn51.13:2.6
source: Iti idañca vīriyaṃ, ayañca vīriyasamādhi, ime ca padhānasaṅkhārā—
sc_po: And so there is this energy, this immersion due to energy, and these active efforts.

# sn51.13:2.7
source: ayaṃ vuccati, bhikkhave, vīriyasamādhippadhānasaṅkhārasamannāgato iddhipādo.
sc_po: This is called the basis of psychic power that has immersion due to energy, and active effort.

# sn51.13:3.1
source: Cittañce, bhikkhave, bhikkhu nissāya labhati samādhiṃ, labhati cittassa ekaggataṃ—
sc_po: If a mendicant depends on mental development in order to gain immersion, gain unification of mind,

# sn51.13:3.2
source: ayaṃ vuccati ‘cittasamādhi’.
sc_po: this is called immersion due to mental development.

# sn51.13:3.3
source: So anuppannānaṃ pāpakānaṃ … pe …
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise …

# sn51.13:3.4
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.

# sn51.13:3.5
source: Ime vuccanti ‘padhānasaṅkhārā’ti.
sc_po: These are called active efforts.

# sn51.13:3.6
source: Iti idañca cittaṃ, ayañca cittasamādhi, ime ca padhānasaṅkhārā—
sc_po: And so there is this mental development, this immersion due to mental development, and these active efforts.

# sn51.13:3.7
source: ayaṃ vuccati, bhikkhave, cittasamādhippadhānasaṅkhārasamannāgato iddhipādo.
sc_po: This is called the basis of psychic power that has immersion due to mental development, and active effort.

# sn51.13:4.1
source: Vīmaṃsañce, bhikkhave, bhikkhu nissāya labhati samādhiṃ, labhati cittassa ekaggataṃ—
sc_po: If a mendicant depends on inquiry in order to gain immersion, gain unification of mind,

# sn51.13:4.2
source: ayaṃ vuccati ‘vīmaṃsāsamādhi’.
sc_po: this is called immersion due to inquiry.

# sn51.13:4.3
source: So anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati … pe …
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise …

# sn51.13:4.4
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.

# sn51.13:4.5
source: Ime vuccanti ‘padhānasaṅkhārā’ti.
sc_po: These are called active efforts.

# sn51.13:4.6
source: Iti ayañca vīmaṃsā, ayañca vīmaṃsāsamādhi, ime ca padhānasaṅkhārā—
sc_po: And so there is this inquiry, this immersion due to inquiry, and these active efforts.

# sn51.13:4.7
source: ayaṃ vuccati, bhikkhave, vīmaṃsāsamādhippadhānasaṅkhārasamannāgato iddhipādo”ti.
sc_po: This is called the basis of psychic power that has immersion due to inquiry, and active effort.”
