Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.05.po
Languages: sc_po

# sn51.5:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.5:0.2
source: 1. Cāpālavagga
sc_po: 1. At the Cāpāla Shrine

# sn51.5:0.3
source: 5. Iddhipadesasutta
sc_po: 5. Partly

# sn51.5:1.1
source: “Ye hi keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā iddhipadesaṃ abhinipphādesuṃ sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: “Mendicants, all the ascetics and brahmins in the past who have partly manifested psychic powers have done so by developing and cultivating the four bases of psychic power.

# sn51.5:1.2
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā iddhipadesaṃ abhinipphādessanti sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: All the ascetics and brahmins in the future who will partly manifest psychic powers will do so by developing and cultivating the four bases of psychic power.

# sn51.5:1.3
source: Ye hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā iddhipadesaṃ abhinipphādenti sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: All the ascetics and brahmins in the present who are partly manifesting psychic powers do so by developing and cultivating the four bases of psychic power.

# sn51.5:2.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn51.5:2.2
source: Idha, bhikkhave, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm …

# sn51.5:2.3
source: vīriyasamādhi … pe …
sc_po: energy …

# sn51.5:2.4
source: cittasamādhi … pe …
sc_po: mental development …

# sn51.5:2.5
source: vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: inquiry, and active effort.

# sn51.5:2.6
source: Ye hi keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā iddhipadesaṃ abhinipphādesuṃ, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: All the ascetics and brahmins in the past who have partly manifested psychic powers have done so by developing and cultivating these four bases of psychic power.

# sn51.5:2.7
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā iddhipadesaṃ abhinipphādessanti, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: All the ascetics and brahmins in the future who will partly manifest psychic powers will do so by developing and cultivating these four bases of psychic power.

# sn51.5:2.8
source: Ye hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā iddhipadesaṃ abhinipphādenti, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā”ti.
sc_po: All the ascetics and brahmins in the present who are partly manifesting psychic powers do so by developing and cultivating these four bases of psychic power.”
