Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.27.po
Languages: sc_po

# sn51.27:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.27:0.2
source: 3. Ayoguḷavagga
sc_po: 3. The Iron Ball

# sn51.27:0.3
source: 27. Paṭhamaānandasutta
sc_po: 27. With Ānanda (1st)

# sn51.27:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn51.27:1.2
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# sn51.27:2.1
source: “Katamā nu kho, bhante, iddhi, katamo iddhipādo, katamā iddhipādabhāvanā, katamā iddhipādabhāvanāgāminī paṭipadā”ti?
sc_po: “Sir, what is psychic power? What is the basis of psychic power? What is the development of the bases of psychic power? And what is the practice that leads to the development of the bases of psychic power?”

# sn51.27:2.2
source: “Idhānanda, bhikkhu anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti … pe … yāva brahmalokāpi kāyena vasaṃ vatteti—
sc_po: “Ānanda, take a mendicant who wields the many kinds of psychic power: multiplying themselves and becoming one again … controlling the body as far as the Brahmā realm.

# sn51.27:2.3
source: ayaṃ vuccatānanda, iddhi.
sc_po: This is called psychic power.

# sn51.27:3.1
source: Katamo cānanda, iddhipādo?
sc_po: And what is the basis of psychic power?

# sn51.27:3.2
source: Yo, ānanda, maggo yā paṭipadā iddhilābhāya iddhipaṭilābhāya saṃvattati—
sc_po: The path and practice that leads to gaining psychic power.

# sn51.27:3.3
source: ayaṃ vuccatānanda, iddhipādo.
sc_po: This is called the basis of psychic power.

# sn51.27:4.1
source: Katamā cānanda, iddhipādabhāvanā?
sc_po: And what is the development of the bases of psychic power?

# sn51.27:4.2
source: Idhānanda, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm …

# sn51.27:4.3
source: vīriyasamādhi … pe …
sc_po: energy …

# sn51.27:4.4
source: cittasamādhi …
sc_po: mental development …

# sn51.27:4.5
source: vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti—
sc_po: inquiry, and active effort.

# sn51.27:4.6
source: ayaṃ vuccatānanda, iddhipādabhāvanā.
sc_po: This is called the development of the bases of psychic power.

# sn51.27:5.1
source: Katamā cānanda, iddhipādabhāvanāgāminī paṭipadā?
sc_po: And what is the practice that leads to the development of the bases of psychic power?

# sn51.27:5.2
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn51.27:5.3
source: sammādiṭṭhi … pe … sammāsamādhi—
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn51.27:5.4
source: ayaṃ vuccatānanda, iddhipādabhāvanāgāminī paṭipadā”ti.
sc_po: This is called the practice that leads to the development of the bases of psychic power.”
