Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.07.po
Languages: sc_po

# sn51.7:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.7:0.2
source: 1. Cāpālavagga
sc_po: 1. At the Cāpāla Shrine

# sn51.7:0.3
source: 7. Bhikkhusutta
sc_po: 7. A Mendicant

# sn51.7:1.1
source: “Ye hi keci, bhikkhave, atītamaddhānaṃ bhikkhū āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihariṃsu, sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: “Mendicants, all the mendicants in the past …

# sn51.7:1.2
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ bhikkhū āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissanti, sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: future …

# sn51.7:1.3
source: Ye hi keci, bhikkhave, etarahi bhikkhū āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti, sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: present who realize the undefiled freedom of heart and freedom by wisdom in this very life, and who live having realized it with their own insight due to the ending of defilements, do so by developing and cultivating the four bases of psychic power.

# sn51.7:2.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn51.7:2.2
source: Idha, bhikkhave, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm …

# sn51.7:2.3
source: vīriyasamādhi … pe …
sc_po: energy …

# sn51.7:2.4
source: cittasamādhi … pe …
sc_po: mental development …

# sn51.7:2.5
source: vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: inquiry, and active effort.

# sn51.7:2.6
source: Ye hi keci, bhikkhave, atītamaddhānaṃ bhikkhū āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihariṃsu sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: All the mendicants in the past …

# sn51.7:2.7
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ bhikkhū āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissanti, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: future …

# sn51.7:2.8
source: Ye hi keci, bhikkhave, etarahi bhikkhū āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā”ti.
sc_po: present who realize the undefiled freedom of heart and freedom by wisdom in this very life, and who live having realized it with their own insight due to the ending of defilements, do so by developing and cultivating these four bases of psychic power.”
