Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.16.po
Languages: sc_po

# sn51.16:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.16:0.2
source: 2. Pāsādakampanavagga
sc_po: 2. Shaking the Stilt Longhouse

# sn51.16:0.3
source: 16. Paṭhamasamaṇabrāhmaṇasutta
sc_po: 16. Ascetics and Brahmins (1st)

# sn51.16:1.1
source: “Ye hi keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā mahiddhikā ahesuṃ mahānubhāvā, sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: “Mendicants, all the ascetics and brahmins in the past,

# sn51.16:1.2
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā mahiddhikā bhavissanti mahānubhāvā, sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: future,

# sn51.16:1.3
source: Ye hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā mahiddhikā mahānubhāvā, sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: or present who are mighty and powerful have become so by developing and cultivating the four bases of psychic power.

# sn51.16:2.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn51.16:2.2
source: Idha, bhikkhave, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm …

# sn51.16:2.3
source: vīriyasamādhi … pe …
sc_po: energy …

# sn51.16:2.4
source: cittasamādhi …
sc_po: mental development …

# sn51.16:2.5
source: vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: inquiry, and active effort.

# sn51.16:2.6
source: Ye hi keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā mahiddhikā ahesuṃ mahānubhāvā, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: All the ascetics and brahmins in the past,

# sn51.16:2.7
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā mahiddhikā bhavissanti mahānubhāvā, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā.
sc_po: future,

# sn51.16:2.8
source: Ye hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā mahiddhikā mahānubhāvā, sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā”ti.
sc_po: or present who are mighty and powerful have become so by developing and cultivating the four bases of psychic power.”
