Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.17.po
Languages: sc_po

# sn51.17:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.17:0.2
source: 2. Pāsādakampanavagga
sc_po: 2. Shaking the Stilt Longhouse

# sn51.17:0.3
source: 17. Dutiyasamaṇabrāhmaṇasutta
sc_po: 17. Ascetics and Brahmins (2nd)

# sn51.17:1.1
source: “Ye hi keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhosuṃ—ekopi hutvā bahudhā ahesuṃ, bahudhāpi hutvā eko ahesuṃ; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā agamaṃsu, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ akaṃsu, seyyathāpi udake; udakepi abhijjamāne agamaṃsu, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamiṃsu, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasiṃsu parimajjiṃsu; yāva brahmalokāpi kāyena vasaṃ vattesuṃ,
sc_po: “Mendicants, all the ascetics and brahmins in the past,

# sn51.17:2.1
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhossanti—ekopi hutvā bahudhā bhavissanti, bahudhāpi hutvā eko bhavissanti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gamissanti, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karissanti, seyyathāpi udake; udakepi abhijjamāne gamissanti, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamissanti, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasissanti parimajjissanti; yāva brahmalokāpi kāyena vasaṃ vattissanti,
sc_po: future,

# sn51.17:3.1
source: Ye hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhonti—ekopi hutvā bahudhā honti, bahudhāpi hutvā eko honti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gacchanti, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karonti, seyyathāpi udake; udakepi abhijjamāne gacchanti, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamanti, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasanti parimajjanti; yāva brahmalokāpi kāyena vasaṃ vattenti,
sc_po: or present who wield the various kinds of psychic power—multiplying themselves and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful; controlling their body as far as the Brahmā realm—

# sn51.17:3.2
source: sabbe te catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattāti.
sc_po: do so by developing and cultivating the four bases of psychic power.

# sn51.17:4.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn51.17:4.2
source: Idha, bhikkhave, bhikkhu chandasamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm …

# sn51.17:4.3
source: vīriyasamādhi … pe …
sc_po: energy …

# sn51.17:4.4
source: cittasamādhi …
sc_po: mental development …

# sn51.17:4.5
source: vīmaṃsāsamādhippadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: inquiry, and active effort.

# sn51.17:4.6
source: Ye hi keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhosuṃ—ekopi hutvā bahudhā ahesuṃ … pe … yāva brahmalokāpi kāyena vasaṃ vattesuṃ,
sc_po: Mendicants, all the ascetics and brahmins in the past,

# sn51.17:5.1
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhossanti—ekopi hutvā bahudhā bhavissanti … pe … yāva brahmalokāpi kāyena vasaṃ vattissanti,
sc_po: future,

# sn51.17:6.1
source: Ye hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā anekavihitaṃ iddhividhaṃ paccanubhonti—ekopi hutvā bahudhā honti … pe … yāva brahmalokāpi kāyena vasaṃ vattenti,
sc_po: or present who wield the many kinds of psychic power—multiplying themselves and becoming one again … controlling their body as far as the Brahmā realm—

# sn51.17:6.2
source: sabbe te imesaṃyeva catunnaṃ iddhipādānaṃ bhāvitattā bahulīkatattā”ti.
sc_po: do so by developing and cultivating these four bases of psychic power.”
