Repository: kondannyo/PGP
Catalog: SN/*_text/sn51/sn51.22.po
Languages: sc_po

# sn51.22:0.1
source: Saṃyutta Nikāya 51
sc_po: Linked Discourses 51

# sn51.22:0.2
source: 3. Ayoguḷavagga
sc_po: 3. The Iron Ball

# sn51.22:0.3
source: 22. Ayoguḷasutta
sc_po: 22. The Iron Ball

# sn51.22:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn51.22:1.2
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# sn51.22:1.3
source: “abhijānāti nu kho, bhante, bhagavā iddhiyā manomayena kāyena brahmalokaṃ upasaṅkamitā”ti?
sc_po: “Sir, do you have personal experience of going to the Brahmā realm by psychic power with a mind-made body?”

# sn51.22:1.4
source: “Abhijānāmi khvāhaṃ, ānanda, iddhiyā manomayena kāyena brahmalokaṃ upasaṅkamitā”ti.
sc_po: “I do, Ānanda.”

# sn51.22:1.5
source: “Abhijānāti pana, bhante, bhagavā iminā cātumahābhūtikena kāyena iddhiyā brahmalokaṃ upasaṅkamitā”ti?
sc_po: “But do you have personal experience of going to the Brahmā realm by psychic power with this body made up of the four primary elements?”

# sn51.22:1.6
source: “Abhijānāmi khvāhaṃ, ānanda, iminā cātumahābhūtikena kāyena iddhiyā brahmalokaṃ upasaṅkamitā”ti.
sc_po: “I do, Ānanda.”

# sn51.22:2.1
source: “Yañca kho omāti, bhante, bhagavā iddhiyā manomayena kāyena brahmalokaṃ upasaṅkamituṃ, yañca kho abhijānāti, bhante, bhagavā iminā cātumahābhūtikena kāyena iddhiyā brahmalokaṃ upasaṅkamitā, tayidaṃ, bhante, bhagavato acchariyañceva abbhutañcā”ti.
sc_po: “It’s incredible and amazing that the Buddha is capable of going to the Brahmā realm by psychic power with a mind-made body! And that he has personal experience of going to the Brahmā realm by psychic power with this body made up of the four primary elements!”

# sn51.22:2.2
source: “Acchariyā ceva, ānanda, tathāgatā acchariyadhammasamannāgatā ca, abbhutā ceva, ānanda, tathāgatā abbhutadhammasamannāgatā ca.
sc_po: “Ānanda, the Realized Ones are incredible and have incredible qualities. They’re amazing and have amazing qualities.

# sn51.22:3.1
source: Yasmiṃ, ānanda, samaye tathāgato kāyampi citte samodahati cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati;
sc_po: Sometimes the Realized One submerges his body in his mind and his mind in his body. He meditates after sinking into a perception of bliss and lightness in the body.

# sn51.22:3.2
source: tasmiṃ, ānanda, samaye tathāgatassa kāyo lahutaro ceva hoti mudutaro ca kammaniyataro ca pabhassarataro ca.
sc_po: At that time his body becomes lighter, softer, more workable, and more radiant.

# sn51.22:4.1
source: Seyyathāpi, ānanda, ayoguḷo divasaṃ santatto lahutaro ceva hoti mudutaro ca kammaniyataro ca pabhassarataro ca;
sc_po: Suppose there was an iron ball that had been heated all day. It’d become lighter, softer, more workable, and more radiant.

# sn51.22:4.2
source: evameva kho, ānanda, yasmiṃ samaye tathāgato kāyampi citte samodahati, cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati;
sc_po: In the same way, sometimes the Realized One submerges his body in his mind and his mind in his body. He meditates after sinking into a perception of bliss and lightness in the body.

# sn51.22:4.3
source: tasmiṃ, ānanda, samaye tathāgatassa kāyo lahutaro ceva hoti mudutaro ca kammaniyataro ca pabhassarataro ca.
sc_po: At that time his body becomes lighter, softer, more workable, and more radiant.

# sn51.22:5.1
source: Yasmiṃ, ānanda, samaye tathāgato kāyampi citte samodahati, cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati;
sc_po: Sometimes the Realized One submerges his body in his mind and his mind in his body. He meditates after sinking into a perception of bliss and lightness in the body.

# sn51.22:5.2
source: tasmiṃ, ānanda, samaye tathāgatassa kāyo appakasireneva pathaviyā vehāsaṃ abbhuggacchati,
sc_po: At that time his body easily rises up from the ground into the air.

# sn51.22:5.3
source: so anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti, bahudhāpi hutvā eko hoti … pe … yāva brahmalokāpi kāyena vasaṃ vatteti.
sc_po: He wields the many kinds of psychic power: multiplying himself and becoming one again … controlling the body as far as the Brahmā realm.

# sn51.22:6.1
source: Seyyathāpi, ānanda, tūlapicu vā kappāsapicu vā lahuko vātūpādāno appakasireneva pathaviyā vehāsaṃ abbhuggacchati;
sc_po: Suppose there was a light tuft of cotton-wool or kapok. Taken up by the wind, it would easily rise up from the ground into the air.

# sn51.22:6.2
source: evameva kho, ānanda, yasmiṃ samaye tathāgato kāyampi citte samodahati, cittampi kāye samodahati, sukhasaññañca lahusaññañca kāye okkamitvā viharati;
sc_po: In the same way, sometimes the Realized One submerges his body in his mind and his mind in his body. He meditates after sinking into a perception of bliss and lightness in the body.

# sn51.22:6.3
source: tasmiṃ, ānanda, samaye tathāgatassa kāyo appakasireneva pathaviyā vehāsaṃ abbhuggacchati,
sc_po: At that time his body easily rises up from the ground into the air.

# sn51.22:6.4
source: so anekavihitaṃ iddhividhaṃ paccanubhoti—ekopi hutvā bahudhā hoti … pe … yāva brahmalokāpi kāyena vasaṃ vattetī”ti.
sc_po: He wields the many kinds of psychic power: multiplying himself and becoming one again … controlling the body as far as the Brahmā realm.”
