Repository: kondannyo/PGP
Catalog: SN/*_text/sn06/sn6.02.po
Languages: sc_po

# sn6.2:0.1
source: Saṃyutta Nikāya 6
sc_po: Linked Discourses 6

# sn6.2:0.2
source: 1. Paṭhamavagga
sc_po: 1. The Appeal

# sn6.2:0.3
source: 2. Gāravasutta
sc_po: 2. Respect

# sn6.2:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn6.2:1.2
source: ekaṃ samayaṃ bhagavā uruvelāyaṃ viharati najjā nerañjarāya tīre ajapālanigrodhamūle paṭhamābhisambuddho.
sc_po: At one time, when he was first awakened, the Buddha was staying near Uruvelā at the root of the goatherd’s banyan tree on the bank of the Nerañjarā River.

# sn6.2:1.3
source: Atha kho bhagavato rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: Then as he was in private retreat this thought came to his mind,

# sn6.2:1.4
source: “dukkhaṃ kho agāravo viharati appatisso, kaṃ nu khvāhaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyan”ti?
sc_po: “It’s unpleasant to live without respect and reverence. What ascetic or brahmin should I honor and respect and rely on?”

# sn6.2:2.1
source: Atha kho bhagavato etadahosi:
sc_po: Then it occurred to him:

# sn6.2:2.2
source: “aparipuṇṇassa kho sīlakkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: “I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of ethics, if it were incomplete.

# sn6.2:2.3
source: Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya attanā sīlasampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: But I don’t see any other ascetic or brahmin in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who is more accomplished than myself in ethics, who I should honor and respect and rely on.

# sn6.2:3.1
source: Aparipuṇṇassa kho samādhikkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of immersion, if it were incomplete.

# sn6.2:3.2
source: Na kho panāhaṃ passāmi sadevake loke … pe … attanā samādhisampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: But I don’t see any other ascetic or brahmin … who is more accomplished than myself in immersion …

# sn6.2:4.1
source: Aparipuṇṇassa paññākkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of wisdom, if it were incomplete.

# sn6.2:4.2
source: Na kho panāhaṃ passāmi sadevake … pe … attanā paññāsampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: But I don’t see any other ascetic or brahmin … who is more accomplished than myself in wisdom …

# sn6.2:5.1
source: Aparipuṇṇassa kho vimuttikkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of freedom, if it were incomplete.

# sn6.2:5.2
source: Na kho panāhaṃ passāmi sadevake … pe … attanā vimuttisampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: But I don’t see any other ascetic or brahmin … who is more accomplished than myself in freedom …

# sn6.2:6.1
source: Aparipuṇṇassa kho vimuttiñāṇadassanakkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: I’d honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of the knowledge and vision of freedom, if it were incomplete.

# sn6.2:6.2
source: Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya attanā vimuttiñāṇadassanasampannataraṃ aññaṃ samaṇaṃ vā brāhmaṇaṃ vā, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: But I don’t see any other ascetic or brahmin in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who is more accomplished than myself in the knowledge and vision of freedom, who I should honor and respect and rely on.

# sn6.2:6.3
source: Yannūnāhaṃ yvāyaṃ dhammo mayā abhisambuddho tameva dhammaṃ sakkatvā garuṃ katvā upanissāya vihareyyan”ti.
sc_po: Why don’t I honor and respect and rely on the same Dhamma to which I was awakened?”

# sn6.2:7.1
source: Atha kho brahmā sahampati bhagavato cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya pasāritaṃ vā bāhaṃ samiñjeyya; evameva—brahmaloke antarahito bhagavato purato pāturahosi.
sc_po: Then Brahmā Sahampati knew what the Buddha was thinking. As easily as a strong person would extend or contract their arm, he vanished from the Brahmā realm and reappeared in front of the Buddha.

# sn6.2:7.2
source: Atha kho brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:
sc_po: He arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said:

# sn6.2:7.3
source: “evametaṃ, bhagavā, evametaṃ, sugata.
sc_po: “That’s so true, Blessed One! That’s so true, Holy One!

# sn6.2:7.4
source: Yepi te, bhante, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, tepi bhagavanto dhammaññeva sakkatvā garuṃ katvā upanissāya vihariṃsu;
sc_po: All the perfected ones, the fully awakened Buddhas who lived in the past honored and respected and relied on this same teaching.

# sn6.2:7.5
source: yepi te, bhante, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto dhammaññeva sakkatvā garuṃ katvā upanissāya viharissanti.
sc_po: All the perfected ones, the fully awakened Buddhas who will live in the future will honor and respect and rely on this same teaching.

# sn6.2:7.6
source: Bhagavāpi, bhante, etarahi arahaṃ sammāsambuddho dhammaññeva sakkatvā garuṃ katvā upanissāya viharatū”ti.
sc_po: May the Blessed One, who is the perfected one, the fully awakened Buddha at present, also honor and respect and rely on this same teaching.”

# sn6.2:7.7
source: Idamavoca brahmā sahampati, idaṃ vatvā athāparaṃ etadavoca:
sc_po: This is what Brahmā Sahampati said. Then he went on to say:

# sn6.2:8.1
source: “Ye ca atītā sambuddhā,
sc_po: “All Buddhas in the past,

# sn6.2:8.2
source: ye ca buddhā anāgatā;
sc_po: the Buddhas of the future,

# sn6.2:8.3
source: Yo cetarahi sambuddho,
sc_po: and the Buddha at present—

# sn6.2:8.4
source: bahūnaṃ sokanāsano.
sc_po: destroyer of the sorrows of many—

# sn6.2:9.1
source: Sabbe saddhammagaruno,
sc_po: respecting the true teaching

# sn6.2:9.2
source: vihaṃsu viharanti ca;
sc_po: they did live, they do live,

# sn6.2:9.3
source: Tathāpi viharissanti,
sc_po: and they also will live.

# sn6.2:9.4
source: esā buddhāna dhammatā.
sc_po: This is the nature of the Buddhas.

# sn6.2:10.1
source: Tasmā hi attakāmena,
sc_po: Therefore someone who loves themselves,

# sn6.2:10.2
source: mahattamabhikaṅkhatā;
sc_po: aspiring to transcendence,

# sn6.2:10.3
source: Saddhammo garukātabbo,
sc_po: should respect the true teaching,

# sn6.2:10.4
source: saraṃ buddhāna sāsanan”ti.
sc_po: remembering the instructions of the Buddhas.”
