Repository: kondannyo/PGP
Catalog: SN/*_text/sn06/sn6.05.po
Languages: sc_po

# sn6.5:0.1
source: Saṃyutta Nikāya 6
sc_po: Linked Discourses 6

# sn6.5:0.2
source: 1. Paṭhamavagga
sc_po: 1. The Appeal

# sn6.5:0.3
source: 5. Aññatarabrahmasutta
sc_po: 5. A Certain Brahmā

# sn6.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn6.5:1.2
source: Tena kho pana samayena aññatarassa brahmuno evarūpaṃ pāpakaṃ diṭṭhigataṃ uppannaṃ hoti:
sc_po: Now at that time a certain Brahmā had the following harmful misconception:

# sn6.5:1.3
source: “natthi so samaṇo vā brāhmaṇo vā yo idha āgaccheyyā”ti.
sc_po: “No ascetic or brahmin can come here!”

# sn6.5:1.4
source: Atha kho bhagavā tassa brahmuno cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso … pe … tasmiṃ brahmaloke pāturahosi.
sc_po: Then the Buddha knew what that Brahmā was thinking. As easily as a strong person would extend or contract their arm, he vanished from Jeta’s Grove and reappeared in that Brahmā realm.

# sn6.5:1.5
source: Atha kho bhagavā tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā.
sc_po: Then the Buddha sat cross-legged in the air above that Brahmā, having entered upon the fire element.

# sn6.5:2.1
source: Atha kho āyasmato mahāmoggallānassa etadahosi:
sc_po: Then Venerable Mahāmoggallāna thought,

# sn6.5:2.2
source: “kahaṃ nu kho bhagavā etarahi viharatī”ti?
sc_po: “Where is the Buddha staying at present?”

# sn6.5:2.3
source: Addasā kho āyasmā mahāmoggallāno bhagavantaṃ dibbena cakkhunā visuddhena atikkantamānusakena tassa brahmuno upari vehāsaṃ pallaṅkena nisinnaṃ tejodhātuṃ samāpannaṃ.
sc_po: With clairvoyance that is purified and superhuman, he saw the Buddha seated cross-legged in the air above that Brahmā, having entered upon the fire element.

# sn6.5:2.4
source: Disvāna—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—jetavane antarahito tasmiṃ brahmaloke pāturahosi.
sc_po: Then, as easily as a strong person would extend or contract their arm, he vanished from Jeta’s Grove and reappeared in that Brahmā realm.

# sn6.5:2.5
source: Atha kho āyasmā mahāmoggallāno puratthimaṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato.
sc_po: Then Mahāmoggallāna—positioning himself in the east, below the Buddha—sat cross-legged in the air above that Brahmā, having entered upon the fire element.

# sn6.5:3.1
source: Atha kho āyasmato mahākassapassa etadahosi:
sc_po: Then Venerable Mahākassapa …

# sn6.5:3.5
source: Atha kho āyasmā mahākassapo dakkhiṇaṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato.
sc_po: positioned himself in the south …

# sn6.5:4.1
source: Atha kho āyasmato mahākappinassa etadahosi:
sc_po: Venerable Mahākappina …

# sn6.5:4.6
source: Atha kho āyasmā mahākappino pacchimaṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato.
sc_po: positioned himself in the west …

# sn6.5:5.1
source: Atha kho āyasmato anuruddhassa etadahosi:
sc_po: Venerable Anuruddha …

# sn6.5:5.5
source: Atha kho āyasmā anuruddho uttaraṃ disaṃ nissāya tassa brahmuno upari vehāsaṃ pallaṅkena nisīdi tejodhātuṃ samāpajjitvā nīcataraṃ bhagavato.
sc_po: positioned himself in the north, below the Buddha, sitting cross-legged in the air above that Brahmā, having entered upon the fire element.

# sn6.5:6.1
source: Atha kho āyasmā mahāmoggallāno taṃ brahmānaṃ gāthāya ajjhabhāsi:
sc_po: Then Mahāmoggallāna addressed that Brahmā in verse:

# sn6.5:7.1
source: “Ajjāpi te āvuso sā diṭṭhi,
sc_po: “Sir, do you still have the same view

# sn6.5:7.2
source: Yā te diṭṭhi pure ahu;
sc_po: that you had in the past?

# sn6.5:7.3
source: Passasi vītivattantaṃ,
sc_po: Or do you see the radiance

# sn6.5:7.4
source: Brahmaloke pabhassaran”ti.
sc_po: transcending the Brahmā realm?”

# sn6.5:8.1
source: “Na me mārisa sā diṭṭhi,
sc_po: “Good sir, I don’t have that view

# sn6.5:8.2
source: yā me diṭṭhi pure ahu;
sc_po: that I had in the past.

# sn6.5:8.3
source: Passāmi vītivattantaṃ,
sc_po: I see the radiance

# sn6.5:8.4
source: brahmaloke pabhassaraṃ;
sc_po: transcending the Brahmā realm.

# sn6.5:8.5
source: Svāhaṃ ajja kathaṃ vajjaṃ,
sc_po: So how could I say today

# sn6.5:8.6
source: ahaṃ niccomhi sassato”ti.
sc_po: that I am permanent and eternal?”

# sn6.5:9.1
source: Atha kho bhagavā taṃ brahmānaṃ saṃvejetvā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—tasmiṃ brahmaloke antarahito jetavane pāturahosi.
sc_po: Having inspired a sense of awe in the Brahmā, as easily as a strong person would extend or contract their arm, the Buddha vanished from the Brahmā realm and reappeared in Jeta’s Grove.

# sn6.5:9.2
source: Atha kho so brahmā aññataraṃ brahmapārisajjaṃ āmantesi:
sc_po: Then that Brahmā addressed a member of his retinue,

# sn6.5:9.3
source: “ehi tvaṃ, mārisa, yenāyasmā mahāmoggallāno tenupasaṅkama; upasaṅkamitvā āyasmantaṃ mahāmoggallānaṃ evaṃ vadehi:
sc_po: “Please, good sir, go up to Venerable Mahāmoggallāna and say to him:

# sn6.5:9.4
source: ‘atthi nu kho, mārisa moggallāna, aññepi tassa bhagavato sāvakā evaṃmahiddhikā evaṃmahānubhāvā;
sc_po: ‘Moggallāna my good sir, are there any other disciples of the Buddha who have power and might

# sn6.5:9.5
source: seyyathāpi bhavaṃ moggallāno kassapo kappino anuruddho’”ti?
sc_po: comparable to the masters Moggallāna, Kassapa, Kappina, and Anuruddha?’”

# sn6.5:9.6
source: “Evaṃ, mārisā”ti kho so brahmapārisajjo tassa brahmuno paṭissutvā yenāyasmā mahāmoggallāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahāmoggallānaṃ etadavoca:
sc_po: “Yes, good sir,” replied that retinue member. He went to Moggallāna and asked as instructed.

# sn6.5:9.9
source: Atha kho āyasmā mahāmoggallāno taṃ brahmapārisajjaṃ gāthāya ajjhabhāsi:
sc_po: Then Mahāmoggallāna addressed that member of Brahmā’s retinue in verse:

# sn6.5:10.1
source: “Tevijjā iddhipattā ca,
sc_po: “There are many disciples of the Buddha

# sn6.5:10.2
source: cetopariyāyakovidā;
sc_po: who have the three knowledges,

# sn6.5:10.3
source: Khīṇāsavā arahanto,
sc_po: and have attained psychic power, expert in reading minds,

# sn6.5:10.4
source: bahū buddhassa sāvakā”ti.
sc_po: they’re perfected ones with defilements ended.”

# sn6.5:11.1
source: Atha kho so brahmapārisajjo āyasmato mahāmoggallānassa bhāsitaṃ abhinanditvā anumoditvā yena so brahmā tenupasaṅkami; upasaṅkamitvā taṃ brahmānaṃ etadavoca:
sc_po: Then that member of Brahmā’s retinue, having approved and agreed with what Mahāmoggallāna said, went to that Brahmā and said to him,

# sn6.5:11.2
source: “āyasmā, mārisa, mahāmoggallāno evamāha:
sc_po: “Good sir, Venerable Mahāmoggallāna said this:

# sn6.5:12.1
source: ‘Tevijjā iddhipattā ca,
sc_po: ‘There are many disciples of the Buddha

# sn6.5:12.2
source: cetopariyāyakovidā;
sc_po: who have the three knowledges,

# sn6.5:12.3
source: Khīṇāsavā arahanto,
sc_po: and have attained psychic power, expert in reading minds,

# sn6.5:12.4
source: bahū buddhassa sāvakā’”ti.
sc_po: they’re perfected ones with defilements ended.’”

# sn6.5:13.1
source: Idamavoca so brahmapārisajjo.
sc_po: That’s what that member of Brahmā’s retinue said.

# sn6.5:13.2
source: Attamano ca so brahmā tassa brahmapārisajjassa bhāsitaṃ abhinandīti.
sc_po: Satisfied, that Brahmā was happy with what the member of his retinue said.
