Repository: kondannyo/PGP
Catalog: SN/*_text/sn06/sn6.13.po
Languages: sc_po

# sn6.13:0.1
source: Saṃyutta Nikāya 6
sc_po: Linked Discourses 6

# sn6.13:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn6.13:0.3
source: 13. Andhakavindasutta
sc_po: 13. At Andhakavinda

# sn6.13:1.1
source: Ekaṃ samayaṃ bhagavā māgadhesu viharati andhakavinde.
sc_po: At one time the Buddha was staying in the land of the Magadhans at Andhakavinda.

# sn6.13:1.2
source: Tena kho pana samayena bhagavā rattandhakāratimisāyaṃ abbhokāse nisinno hoti, devo ca ekamekaṃ phusāyati.
sc_po: Now at that time the Buddha was meditating in the open during the dark of night, while a gentle rain drizzled down.

# sn6.13:1.3
source: Atha kho brahmā sahampati abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ andhakavindaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: Then, late at night, the beautiful Brahmā Sahampati, lighting up the entirety of Andhakavinda, went up to the Buddha, bowed, stood to one side,

# sn6.13:1.4
source: Ekamantaṃ ṭhito kho brahmā sahampati bhagavato santike imā gāthāyo abhāsi:
sc_po: and recited these verses in the Buddha’s presence:

# sn6.13:2.1
source: “Sevetha pantāni senāsanāni,
sc_po: “One should frequent secluded lodgings,

# sn6.13:2.2
source: Careyya saṃyojanavippamokkhā;
sc_po: and practice to be released from fetters.

# sn6.13:2.3
source: Sace ratiṃ nādhigaccheyya tattha,
sc_po: If you don’t find enjoyment there,

# sn6.13:2.4
source: Saṃghe vase rakkhitatto satīmā.
sc_po: live in the Saṅgha, guarded and mindful.

# sn6.13:3.1
source: Kulākulaṃ piṇḍikāya caranto,
sc_po: Walking for alms from family to family,

# sn6.13:3.2
source: Indriyagutto nipako satimā;
sc_po: with senses guarded, alert and mindful.

# sn6.13:3.3
source: Sevetha pantāni senāsanāni,
sc_po: One should frequent secluded lodgings,

# sn6.13:3.4
source: Bhayā pamutto abhaye vimutto.
sc_po: free of fear, freed in the fearless.

# sn6.13:4.1
source: Yattha bheravā sarīsapā,
sc_po: Where dreadful serpents slither,

# sn6.13:4.2
source: Vijju sañcarati thanayati devo;
sc_po: where the lightning flashes and the sky thunders

# sn6.13:4.3
source: Andhakāratimisāya rattiyā,
sc_po: in the dark of the night;

# sn6.13:4.4
source: Nisīdi tattha bhikkhu vigatalomahaṃso.
sc_po: there meditates a mendicant, free of goosebumps.

# sn6.13:5.1
source: Idañhi jātu me diṭṭhaṃ,
sc_po: For this has in fact been seen by me,

# sn6.13:5.2
source: nayidaṃ itihītihaṃ;
sc_po: it isn’t just what the testament says.

# sn6.13:5.3
source: Ekasmiṃ brahmacariyasmiṃ,
sc_po: Within a single spiritual dispensation

# sn6.13:5.4
source: sahassaṃ maccuhāyinaṃ.
sc_po: a thousand are destroyers of Death.

# sn6.13:6.1
source: Bhiyyo pañcasatā sekkhā,
sc_po: And of trainees there are more than five hundred,

# sn6.13:6.2
source: dasā ca dasadhā dasa;
sc_po: and ten times ten tens;

# sn6.13:6.3
source: Sabbe sotasamāpannā,
sc_po: all are stream-enterers,

# sn6.13:6.4
source: atiracchānagāmino.
sc_po: freed from rebirth in the animal realm.

# sn6.13:7.1
source: Athāyaṃ itarā pajā,
sc_po: And as for other people

# sn6.13:7.2
source: puññabhāgāti me mano;
sc_po: who I think have shared in merit—

# sn6.13:7.3
source: Saṅkhātuṃ nopi sakkomi,
sc_po: I couldn’t even number them,

# sn6.13:7.4
source: musāvādassa ottapan”ti.
sc_po: for fear of speaking falsely.”
