Repository: kondannyo/PGP
Catalog: SN/*_text/sn06/sn6.08.po
Languages: sc_po

# sn6.8:0.1
source: Saṃyutta Nikāya 6
sc_po: Linked Discourses 6

# sn6.8:0.2
source: 1. Paṭhamavagga
sc_po: 1. The Appeal

# sn6.8:0.3
source: 8. Katamodakatissasutta
sc_po: 8. About Katamorakatissaka

# sn6.8:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn6.8:1.2
source: Tena kho pana samayena bhagavā divāvihāragato hoti paṭisallīno.
sc_po: Now at that time the Buddha had gone into retreat for the day’s meditation.

# sn6.8:1.3
source: Atha kho subrahmā ca paccekabrahmā suddhāvāso ca paccekabrahmā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā paccekaṃ dvārabāhaṃ nissāya aṭṭhaṃsu.
sc_po: Then the independent brahmās Subrahmā and Suddhāvāsa went to the Buddha and stationed themselves one by each door-post.

# sn6.8:1.4
source: Atha kho suddhāvāso paccekabrahmā katamodakatissakaṃ bhikkhuṃ ārabbha bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then Suddhāvāsa recited this verse about the mendicant Katamorakatissaka in the Buddha’s presence:

# sn6.8:2.1
source: “Appameyyaṃ paminanto,
sc_po: “What wise person here would judge

# sn6.8:2.2
source: Kodha vidvā vikappaye;
sc_po: the immeasurable by measuring them?

# sn6.8:2.3
source: Appameyyaṃ pamāyinaṃ,
sc_po: I think anyone who’d do such a thing

# sn6.8:2.4
source: Nivutaṃ taṃ maññe akissavan”ti.
sc_po: must be a fool, wrapped in darkness.”
