Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.04.po
Languages: sc_po

# sn55.4:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.4:0.2
source: 1. Veḷudvāravagga
sc_po: 1. At Bamboo Gate

# sn55.4:0.3
source: 4. Paṭhamasāriputtasutta
sc_po: 4. With Sāriputta (1st)

# sn55.4:1.1
source: Ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca ānando sāvatthiyaṃ viharanti jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time Venerable Sāriputta was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn55.4:1.2
source: Atha kho āyasmā ānando sāyanhasamayaṃ paṭisallānā vuṭṭhito … pe … ekamantaṃ nisinno kho āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: Then in the late afternoon, Venerable Ānanda came out of retreat … and said to Sāriputta:

# sn55.4:1.3
source: “katinaṃ nu kho, āvuso sāriputta, dhammānaṃ samannāgamanahetu evamayaṃ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti?
sc_po: “Reverend, how many things do people have to possess in order for the Buddha to declare that they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening?”

# sn55.4:1.4
source: “Catunnaṃ kho, āvuso, dhammānaṃ samannāgamanahetu evamayaṃ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā.
sc_po: “Reverend, people have to possess four things in order for the Buddha to declare that they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening.

# sn55.4:2.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn55.4:2.2
source: Idhāvuso, ariyasāvako buddhe aveccappasādena samannāgato hoti—
sc_po: It’s when a noble disciple has experiential confidence in the Buddha …

# sn55.4:2.4
source: Dhamme … pe …
sc_po: the teaching …

# sn55.4:2.5
source: saṅghe … pe …
sc_po: the Saṅgha …

# sn55.4:2.6
source: ariyakantehi sīlehi samannāgato hoti akhaṇḍehi … pe … samādhisaṃvattanikehi.
sc_po: And they have the ethical conduct loved by the noble ones … leading to immersion.

# sn55.4:2.7
source: Imesaṃ kho, āvuso, catunnaṃ dhammānaṃ samannāgamanahetu evamayaṃ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti.
sc_po: People have to possess these four things in order for the Buddha to declare that they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening.”
