Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.17.po
Languages: sc_po

# sn55.17:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.17:0.2
source: 2. Rājakārāmavagga
sc_po: 2. A Thousand Nuns

# sn55.17:0.3
source: 17. Dutiyamittāmaccasutta
sc_po: 17. Friends and Colleagues (2nd)

# sn55.17:1.1
source: “Ye te, bhikkhave, anukampeyyātha, ye ca sotabbaṃ maññeyyuṃ—mittā vā amaccā vā ñātī vā sālohitā vā—te, bhikkhave, catūsu sotāpattiyaṅgesu samādapetabbā, nivesetabbā, patiṭṭhāpetabbā.
sc_po: “Mendicants, those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in the four factors of stream-entry.

# sn55.17:1.2
source: Katamesu catūsu?
sc_po: What four?

# sn55.17:1.3
source: Buddhe aveccappasāde samādapetabbā, nivesetabbā, patiṭṭhāpetabbā—
sc_po: Experiential confidence in the Buddha …

# sn55.17:2.1
source: Siyā, bhikkhave, catunnaṃ mahābhūtānaṃ aññathattaṃ—pathavīdhātuyā, āpodhātuyā, tejodhātuyā, vāyodhātuyā—na tveva buddhe aveccappasādena samannāgatassa ariyasāvakassa siyā aññathattaṃ.
sc_po: There might be change in the four primary elements—earth, water, fire, and air—but a noble disciple with experiential confidence in the Buddha would never change.

# sn55.17:2.2
source: Tatridaṃ aññathattaṃ—so vata buddhe aveccappasādena samannāgato ariyasāvako nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjissatī”ti—netaṃ ṭhānaṃ vijjati.
sc_po: In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is not possible.

# sn55.17:2.3
source: “Dhamme … pe …
sc_po: Experiential confidence in the teaching …

# sn55.17:2.4
source: saṅghe … pe …
sc_po: Experiential confidence in the Saṅgha …

# sn55.17:2.5
source: ariyakantesu sīlesu samādapetabbā, nivesetabbā, patiṭṭhāpetabbā akhaṇḍesu … pe … samādhisaṃvattanikesu.
sc_po: The ethical conduct loved by the noble ones … leading to immersion.

# sn55.17:2.6
source: Siyā, bhikkhave, catunnaṃ mahābhūtānaṃ aññathattaṃ—pathavīdhātuyā, āpodhātuyā, tejodhātuyā, vāyodhātuyā—na tveva ariyakantehi sīlehi samannāgatassa ariyasāvakassa siyā aññathattaṃ.
sc_po: There might be change in the four primary elements—earth, water, fire, and air—but a noble disciple with the ethical conduct loved by the noble ones would never change.

# sn55.17:2.7
source: Tatridaṃ aññathattaṃ—so vata ariyakantehi sīlehi samannāgato ariyasāvako nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjissatīti—netaṃ ṭhānaṃ vijjati.
sc_po: In this context, ‘change’ means that such a noble disciple will be reborn in hell, the animal realm, or the ghost realm: this is not possible.

# sn55.17:2.8
source: Ye te, bhikkhave, anukampeyyātha, ye ca sotabbaṃ maññeyyuṃ—mittā vā amaccā vā ñātī vā sālohitā vā—te, bhikkhave, imesu catūsu sotāpattiyaṅgesu samādapetabbā, nivesetabbā, patiṭṭhāpetabbā”ti.
sc_po: Those who you have sympathy for, and those worth listening to—friends and colleagues, relatives and family—should be encouraged, supported, and established in these four factors of stream-entry.”
