Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.53.po
Languages: sc_po

# sn55.53:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.53:0.2
source: 6. Sappaññavagga
sc_po: 6. A Wise Person

# sn55.53:0.3
source: 53. Dhammadinnasutta
sc_po: 53. With Dhammadinna

# sn55.53:1.1
source: Ekaṃ samayaṃ bhagavā bārāṇasiyaṃ viharati isipatane migadāye.
sc_po: At one time the Buddha was staying near Benares, in the deer park at Isipatana.

# sn55.53:1.2
source: Atha kho dhammadinno upāsako pañcahi upāsakasatehi saddhiṃ yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho dhammadinno upāsako bhagavantaṃ etadavoca:
sc_po: Then the lay follower Dhammadinna, together with five hundred lay followers, went up to the Buddha, bowed, sat down to one side, and said to him:

# sn55.53:1.3
source: “ovadatu no, bhante, bhagavā;
sc_po: “May the Buddha please advise

# sn55.53:1.4
source: anusāsatu no, bhante, bhagavā yaṃ amhākaṃ assa dīgharattaṃ hitāya sukhāyā”ti.
sc_po: and instruct us. It will be for our lasting welfare and happiness.”

# sn55.53:2.1
source: “Tasmātiha vo, dhammadinna, evaṃ sikkhitabbaṃ:
sc_po: “So, Dhammadinna, you should train like this:

# sn55.53:2.2
source: ‘ye te suttantā tathāgatabhāsitā gambhīrā gambhīratthā lokuttarā suññatapaṭisaṃyuttā te kālena kālaṃ upasampajja viharissāmā’ti.
sc_po: ‘From time to time we will undertake and dwell upon the discourses spoken by the Realized One that are deep, profound, transcendent, dealing with emptiness.’

# sn55.53:2.3
source: Evañhi vo, dhammadinna, sikkhitabban”ti.
sc_po: That’s how you should train yourselves.”

# sn55.53:2.4
source: “Na kho netaṃ, bhante, sukaraṃ amhehi puttasambādhasayanaṃ ajjhāvasantehi kāsikacandanaṃ paccanubhontehi mālāgandhavilepanaṃ dhārayantehi jātarūparajataṃ sādiyantehi—
sc_po: “Sir, we live at home with our children, using sandalwood imported from Kāsi, wearing garlands, perfumes, and makeup, and accepting gold and money.

# sn55.53:2.5
source: ye te suttantā tathāgatabhāsitā gambhīrā gambhīratthā lokuttarā suññatapaṭisaṃyuttā te kālena kālaṃ upasampajja viharituṃ.
sc_po: It’s not easy for us to undertake and dwell from time to time upon the discourses spoken by the Realized One that are deep, profound, transcendent, dealing with emptiness.

# sn55.53:2.6
source: Tesaṃ no, bhante, bhagavā amhākaṃ pañcasu sikkhāpadesu ṭhitānaṃ uttaridhammaṃ desetū”ti.
sc_po: Since we are established in the five training rules, please teach us further.”

# sn55.53:3.1
source: “Tasmātiha vo, dhammadinna, evaṃ sikkhitabbaṃ:
sc_po: “So, Dhammadinna, you should train like this:

# sn55.53:3.2
source: ‘buddhe aveccappasādena samannāgatā bhavissāma—
sc_po: ‘We will have experiential confidence in the Buddha …

# sn55.53:3.4
source: Dhamme … pe …
sc_po: the teaching …

# sn55.53:3.5
source: saṅghe … pe …
sc_po: the Saṅgha …

# sn55.53:3.6
source: ariyakantehi sīlehi samannāgatā bhavissāma akhaṇḍehi … pe … samādhisaṃvattanikehī’ti.
sc_po: And we will have the ethical conduct loved by the noble ones … leading to immersion.’

# sn55.53:3.7
source: Evañhi vo, dhammadinna, sikkhitabban”ti.
sc_po: That’s how you should train yourselves.”

# sn55.53:4.1
source: “Yānimāni, bhante, bhagavatā cattāri sotāpattiyaṅgāni desitāni, saṃvijjante dhammā amhesu, mayañca tesu dhammesu sandissāma.
sc_po: “Sir, these four factors of stream-entry that were taught by the Buddha are found in us, and we embody them.

# sn55.53:4.2
source: Mayañhi, bhante, buddhe aveccappasādena samannāgatā—
sc_po: For we have experiential confidence in the Buddha …

# sn55.53:4.4
source: Dhamme … pe …
sc_po: the teaching …

# sn55.53:4.5
source: saṅghe … pe …
sc_po: the Saṅgha …

# sn55.53:4.6
source: ariyakantehi sīlehi samannāgatā akhaṇḍehi … pe … samādhisaṃvattanikehī”ti.
sc_po: And we have the ethical conduct loved by the noble ones … leading to immersion.”

# sn55.53:4.7
source: “Lābhā vo, dhammadinna, suladdhaṃ vo, dhammadinna.
sc_po: “You’re fortunate, Dhammadinna, so very fortunate!

# sn55.53:4.8
source: Sotāpattiphalaṃ tumhehi byākatan”ti.
sc_po: You have all declared the fruit of stream-entry.”
