Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.13.po
Languages: sc_po

# sn55.13:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.13:0.2
source: 2. Rājakārāmavagga
sc_po: 2. A Thousand Nuns

# sn55.13:0.3
source: 13. Ānandattherasutta
sc_po: 13. With the Senior Monk Ānanda

# sn55.13:1.1
source: Ekaṃ samayaṃ āyasmā ca ānando āyasmā ca sāriputto sāvatthiyaṃ viharanti jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the venerables Ānanda and Sāriputta were staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn55.13:1.2
source: Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi.
sc_po: Then in the late afternoon, Venerable Sāriputta came out of retreat, went to Venerable Ānanda, and exchanged greetings with him.

# sn55.13:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ ānandaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to him:

# sn55.13:1.4
source: “katinaṃ kho, āvuso ānanda, dhammānaṃ pahānā, katinaṃ dhammānaṃ samannāgamanahetu, evamayaṃ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti?
sc_po: “Reverend, how many things do people have to give up and how many do they have to possess in order for the Buddha to declare that they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening?”

# sn55.13:1.5
source: “Catunnaṃ kho, āvuso, dhammānaṃ pahānā, catunnaṃ dhammānaṃ samannāgamanahetu, evamayaṃ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇāti.
sc_po: “Reverend, people have to give up four things and possess four things in order for the Buddha to declare that they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening.

# sn55.13:2.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn55.13:2.2
source: Yathārūpena kho, āvuso, buddhe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpassa buddhe appasādo na hoti.
sc_po: They don’t have the distrust in the Buddha that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell.

# sn55.13:2.3
source: Yathārūpena ca kho, āvuso, buddhe aveccappasādena samannāgato sutavā ariyasāvako kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tathārūpassa buddhe aveccappasādo hoti—
sc_po: And they do have the experiential confidence in the Buddha that causes an educated noble disciple to be reborn—when their body breaks up, after death—in a good place, a heavenly realm.

# sn55.13:2.4
source: itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavāti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# sn55.13:3.1
source: Yathārūpena ca kho, āvuso, dhamme appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpassa dhamme appasādo na hoti.
sc_po: They don’t have the distrust in the teaching that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell.

# sn55.13:3.2
source: Yathārūpena ca kho, āvuso, dhamme aveccappasādena samannāgato sutavā ariyasāvako kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tathārūpassa dhamme aveccappasādo hoti—
sc_po: And they do have the experiential confidence in the teaching that causes an educated noble disciple to be reborn—when their body breaks up, after death—in a good place, a heavenly realm.

# sn55.13:3.3
source: svākkhāto bhagavatā dhammo … pe … viññūhīti.
sc_po: ‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’

# sn55.13:4.1
source: Yathārūpena ca kho, āvuso, saṅghe appasādena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpassa saṅghe appasādo na hoti.
sc_po: They don’t have the distrust in the Saṅgha that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell.

# sn55.13:4.2
source: Yathārūpena ca kho, āvuso, saṅghe aveccappasādena samannāgato sutavā ariyasāvako kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tathārūpassa saṅghe aveccappasādo hoti—
sc_po: And they do have the experiential confidence in the Saṅgha that causes an educated noble disciple to be reborn—when their body breaks up, after death—in a good place, a heavenly realm.

# sn55.13:4.3
source: suppaṭipanno bhagavato sāvakasaṅgho … pe … anuttaraṃ puññakkhettaṃ lokassāti.
sc_po: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This Saṅgha of the Buddha’s disciples is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, and worthy of veneration with joined palms.’

# sn55.13:5.1
source: Yathārūpena ca kho, āvuso, dussīlyena samannāgato assutavā puthujjano kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati tathārūpassa dussīlyaṃ na hoti.
sc_po: They don’t have the unethical conduct that causes an uneducated ordinary person to be reborn—when their body breaks up, after death—in a place of loss, a bad place, the underworld, hell.

# sn55.13:5.2
source: Yathārūpehi ca kho, āvuso, ariyakantehi sīlehi samannāgato sutavā ariyasāvako kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati tathārūpāni ariyakantāni sīlāni honti akhaṇḍāni … pe …
sc_po: And they do have the ethical conduct loved by the noble ones that causes an educated noble disciple to be reborn—when their body breaks up, after death—in a good place, a heavenly realm.

# sn55.13:5.3
source: samādhisaṃvattanikāni.
sc_po: Their ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# sn55.13:5.4
source: Imesaṃ kho, āvuso, catunnaṃ dhammānaṃ pahānā imesaṃ catunnaṃ dhammānaṃ samannāgamanahetu evamayaṃ pajā bhagavatā byākatā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti.
sc_po: People have to give up these four things and possess these four things in order for the Buddha to declare that they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening.”
