Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.20.po
Languages: sc_po

# sn55.20:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.20:0.2
source: 2. Rājakārāmavagga
sc_po: 2. A Thousand Nuns

# sn55.20:0.3
source: 20. Tatiyadevacārikasutta
sc_po: 20. A Visit to the Gods (3rd)

# sn55.20:1.1
source: Atha kho bhagavā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—jetavane antarahito devesu tāvatiṃsesu pāturahosi.
sc_po: Then the Buddha, as easily as a strong person would extend or contract their arm, vanished from Jeta’s Grove and reappeared among the gods of the Thirty-Three.

# sn55.20:1.2
source: Atha kho sambahulā tāvatiṃsakāyikā devatāyo yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho tā devatāyo bhagavā etadavoca:
sc_po: Then several deities of the company of the Thirty-Three went up to the Buddha, bowed, and stood to one side. The Buddha said to them:

# sn55.20:2.1
source: “Sādhu kho, āvuso, buddhe aveccappasādena samannāgamanaṃ hoti—
sc_po: “Reverends, it’s good to have experiential confidence in the Buddha. …

# sn55.20:2.3
source: Buddhe aveccappasādena samannāgamanahetu kho, āvuso, evam’idhekacce sattā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā.
sc_po: It’s the reason why some sentient beings are stream-enterers, not liable to be reborn in the underworld, bound for awakening.

# sn55.20:2.4
source: Sādhu kho, āvuso, dhamme … pe …
sc_po: It’s good to have experiential confidence in the teaching. …

# sn55.20:2.5
source: saṅghe … pe …
sc_po: the Saṅgha …

# sn55.20:2.6
source: ariyakantehi sīlehi samannāgamanaṃ hoti akhaṇḍehi … pe … samādhisaṃvattanikehi.
sc_po: and to have the ethical conduct that’s loved by the noble ones … leading to immersion.

# sn55.20:2.7
source: Ariyakantehi sīlehi samannāgamanahetu kho, āvuso, evam’idhekacce sattā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti.
sc_po: It’s the reason why some sentient beings are stream-enterers, not liable to be reborn in the underworld, bound for awakening.”

# sn55.20:3.1
source: “Sādhu kho, mārisa, buddhe aveccappasādena samannāgamanaṃ hoti—
sc_po: “Good sir, it’s good to have experiential confidence in the Buddha …

# sn55.20:3.3
source: Buddhe aveccappasādena samannāgamanahetu kho, mārisa, evamayaṃ pajā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā.
sc_po: It’s the reason why some sentient beings are stream-enterers, not liable to be reborn in the underworld, bound for awakening.

# sn55.20:3.4
source: Sādhu kho, mārisa, dhamme … pe …
sc_po: It’s good to have experiential confidence in the teaching. …

# sn55.20:3.5
source: saṅghe … pe …
sc_po: the Saṅgha …

# sn55.20:3.6
source: ariyakantehi sīlehi samannāgamanaṃ hoti akhaṇḍehi … pe … samādhisaṃvattanikehi.
sc_po: and to have the ethical conduct that’s loved by the noble ones … leading to immersion.

# sn55.20:3.7
source: Ariyakantehi sīlehi samannāgamanahetu kho, mārisa, evamayaṃ pajā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā”ti.
sc_po: It’s the reason why some sentient beings are stream-enterers, not liable to be reborn in the underworld, bound for awakening.”
