Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.36.po
Languages: sc_po

# sn55.36:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.36:0.2
source: 4. Puññābhisandavagga
sc_po: 4. Overflowing Merit

# sn55.36:0.3
source: 36. Devasabhāgatasutta
sc_po: 36. In Common With the Gods

# sn55.36:1.1
source: “Catūhi, bhikkhave, dhammehi samannāgataṃ attamanā devā sabhāgataṃ kathenti.
sc_po: “Mendicants, when someone has four things the gods are pleased and speak of what they have in common.

# sn55.36:1.2
source: Katamehi catūhi?
sc_po: What four?

# sn55.36:1.3
source: Idha, bhikkhave, ariyasāvako buddhe aveccappasādena samannāgato hoti—
sc_po: Firstly, a noble disciple has experiential confidence in the Buddha …

# sn55.36:1.5
source: Yā tā devatā buddhe aveccappasādena samannāgatā ito cutā tatrūpapannā tāsaṃ evaṃ hoti:
sc_po: There are deities with experiential confidence in the Buddha who passed away from here and were reborn there. They think:

# sn55.36:1.6
source: ‘yathārūpena kho mayaṃ buddhe aveccappasādena samannāgatā tato cutā idhūpapannā, ariyasāvakopi tathārūpena buddhe aveccappasādena samannāgato ehīti devānaṃ santike’ti.
sc_po: ‘Having such experiential confidence in the Buddha, we passed away from there and were reborn here. That noble disciple has the same kind of experiential confidence in the Buddha, so they will come into the presence of the gods.’

# sn55.36:2.1
source: Puna caparaṃ, bhikkhave, ariyasāvako dhamme … pe …
sc_po: Furthermore, a noble disciple has experiential confidence in the teaching …

# sn55.36:2.2
source: saṅghe … pe …
sc_po: the Saṅgha …

# sn55.36:2.3
source: ariyakantehi sīlehi samannāgato hoti akhaṇḍehi … pe … samādhisaṃvattanikehi.
sc_po: And they have the ethical conduct loved by the noble ones … leading to immersion.

# sn55.36:2.4
source: Yā tā devatā ariyakantehi sīlehi samannāgatā ito cutā tatrūpapannā tāsaṃ evaṃ hoti:
sc_po: There are deities with the ethical conduct loved by the noble ones who passed away from here and were reborn there. They think:

# sn55.36:2.5
source: ‘yathārūpehi kho mayaṃ ariyakantehi sīlehi samannāgatā tato cutā idhūpapannā, ariyasāvakopi tathārūpehi ariyakantehi sīlehi samannāgato ehīti devānaṃ santike’ti.
sc_po: ‘Having such ethical conduct loved by the noble ones, we passed away from there and were reborn here. That noble disciple has the same kind of ethical conduct loved by the noble ones, so they will come into the presence of the gods.’

# sn55.36:2.6
source: Imehi kho, bhikkhave, catūhi dhammehi samannāgataṃ attamanā devā sabhāgataṃ kathentī”ti.
sc_po: When someone has four things the gods are pleased and speak of what they have in common.”
