Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.42.po
Languages: sc_po

# sn55.42:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.42:0.2
source: 5. Sagāthakapuññābhisandavagga
sc_po: 5. Overflowing Merit, With Verses

# sn55.42:0.3
source: 42. Dutiyaabhisandasutta
sc_po: 42. Overflowing Merit (2nd)

# sn55.42:1.1
source: “Cattārome, bhikkhave, puññābhisandā, kusalābhisandā, sukhassāhārā.
sc_po: “Mendicants, there are these four kinds of overflowing merit, overflowing goodness that nurture happiness.

# sn55.42:1.2
source: Katame cattāro?
sc_po: What four?

# sn55.42:1.3
source: Idha, bhikkhave, ariyasāvako buddhe aveccappasādena samannāgato hoti—
sc_po: It’s when a noble disciple has experiential confidence in the Buddha …

# sn55.42:2.1
source: Puna caparaṃ, bhikkhave, ariyasāvako dhamme … pe …
sc_po: the teaching …

# sn55.42:2.2
source: saṅghe … pe ….
sc_po: the Saṅgha …

# sn55.42:3.1
source: Puna caparaṃ, bhikkhave, ariyasāvako vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato.
sc_po: Furthermore, a noble disciple lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# sn55.42:3.2
source: Ayaṃ catuttho puññābhisando kusalābhisando sukhassāhāro.
sc_po: This is the fourth kind of overflowing merit, overflowing goodness that nurtures happiness.

# sn55.42:3.3
source: Ime kho, bhikkhave, cattāro puññābhisandā, kusalābhisandā, sukhassāhārā.
sc_po: These are the four kinds of overflowing merit, overflowing goodness that nurture happiness.

# sn55.42:4.1
source: Imehi kho, bhikkhave, catūhi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṃ puññassa pamāṇaṃ gaṇetuṃ:
sc_po: When a noble disciple has these four kinds of overflowing merit and goodness, it’s not easy to measure how much merit they have by saying that

# sn55.42:4.2
source: ‘ettako puññābhisando, kusalābhisando, sukhassāhāro’ti.
sc_po: this is the extent of their overflowing merit, overflowing goodness that nurtures happiness.

# sn55.42:4.3
source: Atha kho asaṅkhyeyyo appameyyo mahāpuññakkhandhotveva saṅkhyaṃ gacchati.
sc_po: It’s simply reckoned as an incalculable, immeasurable, great mass of merit.

# sn55.42:5.1
source: Seyyathāpi, bhikkhave, yatthimā mahānadiyo saṃsandanti samenti, seyyathidaṃ—
sc_po: There are places where the great rivers—the Ganges, Yamuna, Aciravatī, Sarabhū, and Mahī—come together and converge.

# sn55.42:5.2
source: gaṅgā, yamunā, aciravatī, sarabhū, mahī, tattha na sukaraṃ udakassa pamāṇaṃ gaṇetuṃ:
sc_po: It’s not easy measure how much water is in such places by saying

# sn55.42:5.3
source: ‘ettakāni udakāḷhakānī’ti vā ‘ettakāni udakāḷhakasatānī’ti vā ‘ettakāni udakāḷhakasahassānī’ti vā ‘ettakāni udakāḷhakasatasahassānī’ti vāti.
sc_po: how many gallons, how many hundreds, thousands, hundreds of thousands of gallons there are.

# sn55.42:5.4
source: Atha kho asaṅkhyeyyo appameyyo mahāudakakkhandhotveva saṅkhyaṃ gacchati.
sc_po: It’s simply reckoned as an incalculable, immeasurable, great mass of water.

# sn55.42:5.5
source: Evameva kho, bhikkhave, imehi catūhi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṃ puññassa pamāṇaṃ gaṇetuṃ:
sc_po: In the same way, when a noble disciple has these four kinds of overflowing merit and goodness, it’s not easy to measure how much merit they have by saying that

# sn55.42:5.6
source: ‘ettako puññābhisando, kusalābhisando, sukhassāhāro’ti.
sc_po: this is the extent of their overflowing merit, overflowing goodness that nurtures happiness.

# sn55.42:5.7
source: Atha kho asaṅkhyeyyo appameyyo mahāpuññakkhandhotveva saṅkhyaṃ gacchatī”ti.
sc_po: It’s simply reckoned as an incalculable, immeasurable, great mass of merit.”

# sn55.42:5.8
source: Idamavoca bhagavā … pe …
sc_po: That is what the Buddha said.

# sn55.42:5.9
source: satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn55.42:6.1
source: “Mahodadhiṃ aparimitaṃ mahāsaraṃ,
sc_po: “Hosts of people use the rivers,

# sn55.42:6.2
source: Bahubheravaṃ ratanagaṇānamālayaṃ;
sc_po: and though the rivers are many,

# sn55.42:6.3
source: Najjo yathā naragaṇasaṅghasevitā,
sc_po: all reach the great deep, the boundless ocean,

# sn55.42:6.4
source: Puthū savantī upayanti sāgaraṃ.
sc_po: the cruel sea that’s home to precious gems.

# sn55.42:7.1
source: Evaṃ naraṃ annapānavatthadadaṃ,
sc_po: So too, when a person gives food, drink, and clothes;

# sn55.42:7.2
source: Seyyāni paccattharaṇassa dāyakaṃ;
sc_po: and they’re a giver of beds, seats, and mats—

# sn55.42:7.3
source: Puññassa dhārā upayanti paṇḍitaṃ,
sc_po: the streams of merit reach that astute person,

# sn55.42:7.4
source: Najjo yathā vārivahāva sāgaran”ti.
sc_po: as the rivers bring their waters to the sea.”
