Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.05.po
Languages: sc_po

# sn55.5:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.5:0.2
source: 1. Veḷudvāravagga
sc_po: 1. At Bamboo Gate

# sn55.5:0.3
source: 5. Dutiyasāriputtasutta
sc_po: 5. With Sāriputta (2nd)

# sn55.5:1.1
source: Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca:
sc_po: Then Sāriputta went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# sn55.5:1.2
source: “‘sotāpattiyaṅgaṃ, sotāpattiyaṅgan’ti hidaṃ, sāriputta, vuccati.
sc_po: “Sāriputta, they speak of a ‘factor of stream-entry’.

# sn55.5:1.3
source: Katamaṃ nu kho, sāriputta, sotāpattiyaṅgan”ti?
sc_po: What is a factor of stream-entry?”

# sn55.5:1.4
source: “Sappurisasaṃsevo hi, bhante, sotāpattiyaṅgaṃ, saddhammassavanaṃ sotāpattiyaṅgaṃ, yonisomanasikāro sotāpattiyaṅgaṃ, dhammānudhammappaṭipatti sotāpattiyaṅgan”ti.
sc_po: “Sir, the factors of stream-entry are associating with good people, listening to the true teaching, proper attention, and practicing in line with the teaching.”

# sn55.5:1.5
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# sn55.5:1.6
source: Sappurisasaṃsevo hi, sāriputta, sotāpattiyaṅgaṃ, saddhammassavanaṃ sotāpattiyaṅgaṃ, yonisomanasikāro sotāpattiyaṅgaṃ, dhammānudhammappaṭipatti sotāpattiyaṅgaṃ.
sc_po: For the factors of stream-entry are associating with good people, listening to the true teaching, proper attention, and practicing in line with the teaching.

# sn55.5:2.1
source: ‘Soto, soto’ti hidaṃ, sāriputta, vuccati.
sc_po: Sāriputta, they speak of ‘the stream’.

# sn55.5:2.2
source: Katamo nu kho, sāriputta, soto”ti?
sc_po: What is the stream?”

# sn55.5:2.3
source: “Ayameva hi, bhante, ariyo aṭṭhaṅgiko maggo soto, seyyathidaṃ—
sc_po: “Sir, the stream is simply this noble eightfold path, that is:

# sn55.5:2.4
source: sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhī”ti.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.”

# sn55.5:2.5
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# sn55.5:2.6
source: Ayameva hi, sāriputta, ariyo aṭṭhaṅgiko maggo soto, seyyathidaṃ—
sc_po: For the stream is simply this noble eightfold path, that is:

# sn55.5:2.7
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn55.5:3.1
source: ‘Sotāpanno, sotāpanno’ti hidaṃ, sāriputta, vuccati.
sc_po: Sāriputta, they speak of ‘a stream-enterer’.

# sn55.5:3.2
source: Katamo nu kho, sāriputta, sotāpanno”ti?
sc_po: What is a stream-enterer?”

# sn55.5:3.3
source: “Yo hi, bhante, iminā ariyena aṭṭhaṅgikena maggena samannāgato ayaṃ vuccati sotāpanno, svāyaṃ āyasmā evaṃnāmo evaṅgotto”ti.
sc_po: “Sir, anyone who possesses this noble eightfold path is called a stream-enterer, the venerable of such and such name and clan.”

# sn55.5:3.4
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# sn55.5:3.5
source: Yo hi, sāriputta, iminā ariyena aṭṭhaṅgikena maggena samannāgato ayaṃ vuccati sotāpanno, svāyaṃ āyasmā evaṃnāmo evaṅgotto”ti.
sc_po: For anyone who possesses this noble eightfold path is called a stream-enterer, the venerable of such and such name and clan.”
