Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.35.po
Languages: sc_po

# sn55.35:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.35:0.2
source: 4. Puññābhisandavagga
sc_po: 4. Overflowing Merit

# sn55.35:0.3
source: 35. Dutiyadevapadasutta
sc_po: 35. Footprints of the Gods (2nd)

# sn55.35:1.1
source: “Cattārimāni, bhikkhave, devānaṃ devapadāni avisuddhānaṃ sattānaṃ visuddhiyā apariyodātānaṃ sattānaṃ pariyodapanāya.
sc_po: “Mendicants, these four footprints of the gods are in order to purify unpurified beings and cleanse unclean beings.

# sn55.35:2.1
source: Katamāni cattāri?
sc_po: What four?

# sn55.35:2.2
source: Idha, bhikkhave, ariyasāvako buddhe aveccappasādena samannāgato hoti—
sc_po: Firstly, a noble disciple has experiential confidence in the Buddha:

# sn55.35:2.3
source: itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavāti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# sn55.35:2.4
source: So iti paṭisañcikkhati:
sc_po: Then they reflect:

# sn55.35:2.5
source: ‘kiṃ nu kho devānaṃ devapadan’ti?
sc_po: ‘What now is the footprint of the gods?’

# sn55.35:2.6
source: So evaṃ pajānāti:
sc_po: They understand:

# sn55.35:2.7
source: ‘abyābajjhaparame khvāhaṃ etarahi deve suṇāmi.
sc_po: ‘I hear that these days the gods consider non-harming to be supreme.

# sn55.35:2.8
source: Na ca kho panāhaṃ kiñci byābādhemi tasaṃ vā thāvaraṃ vā.
sc_po: But I don’t hurt any creature firm or frail.

# sn55.35:2.9
source: Addhāhaṃ devapadadhammasamannāgato viharāmī’ti.
sc_po: I definitely live in possession of a footprint of the gods.’

# sn55.35:2.10
source: Idaṃ paṭhamaṃ devānaṃ devapadaṃ avisuddhānaṃ sattānaṃ visuddhiyā apariyodātānaṃ sattānaṃ pariyodapanāya.
sc_po: This is the first footprint of the gods in order to purify unpurified beings and cleanse unclean beings.

# sn55.35:3.1
source: Puna caparaṃ, bhikkhave, ariyasāvako dhamme … pe …
sc_po: Furthermore, a noble disciple has experiential confidence in the teaching …

# sn55.35:3.2
source: saṅghe … pe ….
sc_po: the Saṅgha …

# sn55.35:4.1
source: Puna caparaṃ, bhikkhave, ariyasāvako ariyakantehi sīlehi samannāgato hoti akhaṇḍehi … pe … samādhisaṃvattanikehi.
sc_po: Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# sn55.35:4.2
source: So iti paṭisañcikkhati:
sc_po: Then they reflect:

# sn55.35:4.3
source: ‘kiṃ nu kho devānaṃ devapadan’ti?
sc_po: ‘What now is the footprint of the gods?’

# sn55.35:4.4
source: So evaṃ pajānāti:
sc_po: They understand:

# sn55.35:4.5
source: ‘abyābajjhaparame khvāhaṃ etarahi deve suṇāmi.
sc_po: ‘I hear that these days the gods consider non-harming to be supreme.

# sn55.35:4.6
source: Na kho panāhaṃ kiñci byābādhemi tasaṃ vā thāvaraṃ vā.
sc_po: But I don’t hurt any creature firm or frail.

# sn55.35:4.7
source: Addhāhaṃ devapadadhammasamannāgato viharāmī’ti.
sc_po: I definitely live in possession of a footprint of the gods.’

# sn55.35:4.8
source: Idaṃ catutthaṃ devānaṃ devapadaṃ avisuddhānaṃ sattānaṃ visuddhiyā apariyodātānaṃ sattānaṃ pariyodapanāya.
sc_po: This is the fourth footprint of the gods in order to purify unpurified beings and cleanse unclean beings.

# sn55.35:4.9
source: Imāni kho, bhikkhave, cattāri devānaṃ devapadāni avisuddhānaṃ sattānaṃ visuddhiyā apariyodātānaṃ sattānaṃ pariyodapanāyā”ti.
sc_po: These four footprints of the gods are in order to purify unpurified beings and cleanse unclean beings.”
