Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.10.po
Languages: sc_po

# sn55.10:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.10:0.2
source: 1. Veḷudvāravagga
sc_po: 1. At Bamboo Gate

# sn55.10:0.3
source: 10. Tatiyagiñjakāvasathasutta
sc_po: 10. At the Brick Hall (3rd)

# sn55.10:1.1
source: Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Ānanda said to the Buddha:

# sn55.10:1.2
source: “kakkaṭo nāma, bhante, ñātike upāsako kālaṅkato;
sc_po: “Sir, the layman named Kakkaṭa has passed away in Nādika.

# sn55.10:1.3
source: tassa kā gati, ko abhisamparāyo?
sc_po: Where has he been reborn in his next life?

# sn55.10:1.4
source: Kaḷibho nāma, bhante, ñātike upāsako … pe …
sc_po: The laymen named Kaḷibha,

# sn55.10:1.5
source: nikato nāma, bhante, ñātike upāsako …
sc_po: Nikata,

# sn55.10:1.6
source: kaṭissaho nāma, bhante, ñātike upāsako …
sc_po: Kaṭissaha,

# sn55.10:1.7
source: tuṭṭho nāma, bhante, ñātike upāsako …
sc_po: Tuṭṭha,

# sn55.10:1.8
source: santuṭṭho nāma, bhante, ñātike upāsako …
sc_po: Santuṭṭha,

# sn55.10:1.9
source: bhaddo nāma, bhante, ñātike upāsako …
sc_po: Bhadda, and

# sn55.10:1.10
source: subhaddo nāma, bhante, ñātike upāsako kālaṅkato;
sc_po: Subhadda have passed away in Nādika.

# sn55.10:1.11
source: tassa kā gati ko abhisamparāyo”ti?
sc_po: Where have they been reborn in the next life?”

# sn55.10:2.1
source: “Kakkaṭo, ānanda, upāsako kālaṅkato pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā.
sc_po: “Ānanda, the laymen Kakkaṭa,

# sn55.10:2.2
source: Kaḷibho, ānanda … pe …
sc_po: Kaḷibha,

# sn55.10:2.3
source: nikato, ānanda …
sc_po: Nikata,

# sn55.10:2.4
source: kaṭissaho, ānanda …
sc_po: Kaṭissaha,

# sn55.10:2.5
source: tuṭṭho, ānanda …
sc_po: Tuṭṭha,

# sn55.10:2.6
source: santuṭṭho, ānanda …
sc_po: Santuṭṭha,

# sn55.10:2.7
source: bhaddo, ānanda … pe …
sc_po: Bhadda,

# sn55.10:2.8
source: subhaddo, ānanda, upāsako kālaṅkato pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā.
sc_po: and Subhadda passed away having ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world.

# sn55.10:3.1
source: Paropaññāsa, ānanda, ñātike upāsakā kālaṅkatā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā.
sc_po: Over fifty laymen in Nādika have passed away having ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world.

# sn55.10:3.2
source: Sādhikanavuti, ānanda, ñātike upāsakā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino; sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti.
sc_po: More than ninety laymen in Nādika have passed away having ended three fetters, and weakened greed, hate, and delusion. They’re once-returners, who will come back to this world once only, then make an end of suffering.

# sn55.10:3.3
source: Chātirekāni kho, ānanda, pañcasatāni ñātike upāsakā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā.
sc_po: In excess of five hundred laymen in Nādika have passed away having ended three fetters. They’re stream-enterers, not liable to be reborn in the underworld, bound for awakening.

# sn55.10:4.1
source: Anacchariyaṃ kho panetaṃ, ānanda, yaṃ manussabhūto kālaṃ kareyya;
sc_po: It’s hardly surprising that a human being should pass away.

# sn55.10:4.2
source: tasmiṃ tasmiñce maṃ kālaṅkate upasaṅkamitvā etamatthaṃ paṭipucchissatha. Vihesā pesā, ānanda, assa tathāgatassa.
sc_po: But if you should come and ask me about it each and every time someone passes away, that would be a bother for me.

# sn55.10:4.3
source: Tasmātihānanda, dhammādāsaṃ nāma dhammapariyāyaṃ desessāmi; yena samannāgato ariyasāvako ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: So Ānanda, I will teach you the explanation of the Dhamma called ‘the mirror of the teaching’. A noble disciple who has this may declare of themselves:

# sn55.10:4.4
source: ‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’.
sc_po: ‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’

# sn55.10:5.1
source: Katamo ca so, ānanda, dhammādāso dhammapariyāyo; yena samannāgato ariyasāvako ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: And what is that mirror of the teaching?

# sn55.10:6.1
source: Idhānanda, ariyasāvako buddhe aveccappasādena samannāgato hoti—itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavāti.
sc_po: It’s when a noble disciple has experiential confidence in the Buddha …

# sn55.10:6.2
source: Dhamme … pe …
sc_po: the teaching …

# sn55.10:6.3
source: saṅghe … pe …
sc_po: the Saṅgha …

# sn55.10:6.4
source: ariyakantehi sīlehi samannāgato hoti akhaṇḍehi … pe … samādhisaṃvattanikehi.
sc_po: And they have the ethical conduct loved by the noble ones … leading to immersion.

# sn55.10:6.5
source: Ayaṃ kho so, ānanda, dhammādāso dhammapariyāyo;
sc_po: This is that mirror of the teaching.

# sn55.10:6.6
source: yena samannāgato ariyasāvako ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: A noble disciple who has this may declare of themselves:

# sn55.10:6.7
source: ‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti.
sc_po: ‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’”
