Repository: kondannyo/PGP
Catalog: SN/*_text/sn55/sn55.37.po
Languages: sc_po

# sn55.37:0.1
source: Saṃyutta Nikāya 55
sc_po: Linked Discourses 55

# sn55.37:0.2
source: 4. Puññābhisandavagga
sc_po: 4. Overflowing Merit

# sn55.37:0.3
source: 37. Mahānāmasutta
sc_po: 37. With Mahānāma

# sn55.37:1.1
source: Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.
sc_po: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.

# sn55.37:1.2
source: Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca:
sc_po: Then Mahānāma the Sakyan went up to the Buddha, bowed, sat down to one side, and said to him:

# sn55.37:2.1
source: “Kittāvatā nu kho, bhante, upāsako hotī”ti?
sc_po: “Sir, how is a lay follower defined?”

# sn55.37:2.2
source: “Yato kho, mahānāma, buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti—
sc_po: “Mahānāma, when you’ve gone for refuge to the Buddha, the teaching, and the Saṅgha,

# sn55.37:2.3
source: ettāvatā kho, mahānāma, upāsako hotī”ti.
sc_po: you’re considered to be a lay follower.”

# sn55.37:3.1
source: “Kittāvatā pana, bhante, upāsako sīlasampanno hotī”ti?
sc_po: “But how is an ethical lay follower defined?”

# sn55.37:3.2
source: “Yato kho, mahānāma, upāsako pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjappamādaṭṭhānā paṭivirato hoti—
sc_po: “When a lay follower doesn’t kill living creatures, steal, commit sexual misconduct, lie, or consume alcoholic drinks that cause negligence,

# sn55.37:3.3
source: ettāvatā kho, mahānāma, upāsako sīlasampanno hotī”ti.
sc_po: they’re considered to be an ethical lay follower.”

# sn55.37:4.1
source: “Kittāvatā pana, bhante, upāsako saddhāsampanno hotī”ti?
sc_po: “But how is a faithful lay follower defined?”

# sn55.37:4.2
source: “Idha, mahānāma, upāsako saddho hoti, saddahati tathāgatassa bodhiṃ—
sc_po: “It’s when a lay follower has faith in the Realized One’s awakening:

# sn55.37:4.3
source: itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavāti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# sn55.37:4.4
source: Ettāvatā kho, mahānāma, upāsako saddhāsampanno hotī”ti.
sc_po: Then they’re considered to be a faithful lay follower.”

# sn55.37:5.1
source: “Kittāvatā pana, bhante, upāsako cāgasampanno hotī”ti?
sc_po: “But how is a generous lay follower defined?”

# sn55.37:5.2
source: “Idha, mahānāma, upāsako vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato—
sc_po: “It’s when a lay follower lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# sn55.37:5.3
source: ettāvatā kho, mahānāma, upāsako cāgasampanno hotī”ti.
sc_po: Then they’re considered to be a generous lay follower.”

# sn55.37:6.1
source: “Kittāvatā pana, bhante, upāsako paññāsampanno hotī”ti?
sc_po: “But how is a wise lay follower defined?”

# sn55.37:6.2
source: “Idha, mahānāma, upāsako paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā—
sc_po: “It’s when a lay follower is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# sn55.37:6.3
source: ettāvatā kho, mahānāma, upāsako paññāsampanno hotī”ti.
sc_po: Then they’re considered to be a wise lay follower.”
