Repository: kondannyo/PGP
Catalog: DN/*_text/dn04.po
Languages: sc_po

# dn4:8.15
source: Yasoladdhā kho panamhākaṃ bhogā.
sc_po: But my wealth relies on my reputation.

# dn4:8.16
source: Ahañceva kho pana evaṃ samīpagato samāno adisvāva samaṇaṃ gotamaṃ nivatteyyaṃ, tena maṃ ayaṃ parisā paribhaveyya:
sc_po: On the other hand, if I were to turn back after having come so far without having seen the ascetic Gotama, the assembly might disparage me for that:

# dn4:8.17
source: ‘bālo soṇadaṇḍo brāhmaṇo abyatto mānathaddho bhīto ca, no visahati samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ, kathañhi nāma evaṃ samīpagato samāno adisvā samaṇaṃ gotamaṃ nivattissatī’ti.
sc_po: ‘Soṇadaṇḍa is foolish and incompetent. He’s stuck-up and scared. He doesn’t dare to go and see the ascetic Gotama. For how on earth can he turn back after having come so far without having seen the ascetic Gotama!’

# dn4:8.18
source: Yaṃ kho panāyaṃ parisā paribhaveyya, yasopi tassa hāyetha.
sc_po: And when you’re disparaged by the assembly, your reputation diminishes.

# dn4:8.19
source: Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ,
sc_po: When your reputation diminishes, your wealth also diminishes.

# dn4:8.20
source: yasoladdhā kho panamhākaṃ bhogā”ti.
sc_po: But my wealth relies on my reputation.”

# dn4:9.1
source: Atha kho soṇadaṇḍo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then Soṇadaṇḍa went up to the Buddha, and exchanged greetings with him.

# dn4:9.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi.
sc_po: When the greetings and polite conversation were over, he sat down to one side.

# dn4:9.3
source: Campeyyakāpi kho brāhmaṇagahapatikā appekacce bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu; appekacce bhagavatā saddhiṃ sammodiṃsu; sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu; appekacce yena bhagavā tenañjaliṃ paṇāmetvā ekamantaṃ nisīdiṃsu; appekacce nāmagottaṃ sāvetvā ekamantaṃ nisīdiṃsu; appekacce tuṇhībhūtā ekamantaṃ nisīdiṃsu.
sc_po: Before sitting down to one side, some of the brahmins and householders of Campā bowed, some exchanged greetings and polite conversation, some held up their joined palms toward the Buddha, some announced their name and clan, while some kept silent.

# dn4:10.1
source: Tatrapi sudaṃ soṇadaṇḍo brāhmaṇo etadeva bahulamanuvitakkento nisinno hoti:
sc_po: But while sitting there, Soṇadaṇḍa continued to be plagued by many second thoughts. He thought,

# dn4:10.16
source: Aho vata maṃ samaṇo gotamo sake ācariyake tevijjake pañhaṃ puccheyya, addhā vatassāhaṃ cittaṃ ārādheyyaṃ pañhassa veyyākaraṇenā”ti.
sc_po: “If only the ascetic Gotama would ask me about my own teacher’s scriptural heritage of the three Vedas! Then I could definitely satisfy his mind with my answer.”

# dn4:10.17
source: 5. Brāhmaṇapaññatti
sc_po: 5. What Makes a Brahmin

# dn4:11.1
source: Atha kho bhagavato soṇadaṇḍassa brāhmaṇassa cetasā cetoparivitakkamaññāya etadahosi:
sc_po: Then the Buddha, knowing what Soṇadaṇda was thinking, thought,

# dn4:11.2
source: “vihaññati kho ayaṃ soṇadaṇḍo brāhmaṇo sakena cittena.
sc_po: “This brahmin Soṇadaṇḍa is worried by his own thoughts.

# dn4:11.3
source: Yannūnāhaṃ soṇadaṇḍaṃ brāhmaṇaṃ sake ācariyake tevijjake pañhaṃ puccheyyan”ti.
sc_po: Why don’t I ask him about his own teacher’s scriptural heritage of the three Vedas?”

# dn4:11.4
source: Atha kho bhagavā soṇadaṇḍaṃ brāhmaṇaṃ etadavoca:
sc_po: So he said to Soṇadaṇḍa,

# dn4:11.5
source: “katihi pana, brāhmaṇa, aṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti;
sc_po: “Brahmin, how many factors must a brahmin possess for the brahmins to describe him as a brahmin;

# dn4:11.6
source: ‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti?
sc_po: and so that when he says ‘I am a brahmin’ he speaks rightly, without falling into falsehood?”

# dn4:12.1
source: Atha kho soṇadaṇḍassa brāhmaṇassa etadahosi:
sc_po: Then Soṇadaṇḍa thought,

# dn4:12.2
source: “yaṃ vata no ahosi icchitaṃ, yaṃ ākaṅkhitaṃ, yaṃ adhippetaṃ, yaṃ abhipatthitaṃ:
sc_po: “The ascetic Gotama has asked me about exactly what I wanted, what I wished for, what I desired, what I yearned for; that is, my own scriptural heritage.

# dn4:12.4
source: Addhā vatassāhaṃ cittaṃ ārādhessāmi pañhassa veyyākaraṇenā”ti.
sc_po: I can definitely satisfy his mind with my answer.”

# dn4:13.1
source: Atha kho soṇadaṇḍo brāhmaṇo abbhunnāmetvā kāyaṃ anuviloketvā parisaṃ bhagavantaṃ etadavoca:
sc_po: Then Soṇadaṇḍa straightened his back, looked around the assembly, and said to the Buddha,

# dn4:13.2
source: “pañcahi, bho gotama, aṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti;
sc_po: “Master Gotama, a brahmin must possess five factors for the brahmins to describe him as a brahmin;

# dn4:13.3
source: ‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyya.
sc_po: and so that when he says ‘I am a brahmin’ he speaks rightly, without falling into falsehood.

# dn4:13.4
source: Katamehi pañcahi?
sc_po: What five?

# dn4:13.5
source: Idha, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena;
sc_po: It’s when a brahmin is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.

# dn4:13.6
source: ajjhāyako hoti mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo;
sc_po: He recites and remembers the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man.

# dn4:13.7
source: abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya;
sc_po: He is attractive, good-looking, lovely, of surpassing beauty. He is magnificent, splendid, remarkable to behold.

# dn4:13.8
source: sīlavā hoti vuddhasīlī vuddhasīlena samannāgato;
sc_po: He is ethical, mature in ethical conduct.

# dn4:13.9
source: paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ.
sc_po: He’s astute and clever, being the first or second to hold the sacrificial ladle.

# dn4:13.10
source: Imehi kho, bho gotama, pañcahi aṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti;
sc_po: These are the five factors which a brahmin must possess for the brahmins to describe him as a brahmin;

# dn4:13.11
source: ‘brāhmaṇosmī’ti ca vadamāno sammā vadeyya, na ca pana musāvādaṃ āpajjeyyā”ti.
sc_po: and so that when he says ‘I am a brahmin’ he speaks rightly, without falling into falsehood.”

# dn4:14.1
source: “Imesaṃ pana, brāhmaṇa, pañcannaṃ aṅgānaṃ sakkā ekaṃ aṅgaṃ ṭhapayitvā catūhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapetuṃ;
sc_po: “But brahmin, is it possible to set aside one of these five factors and still rightly describe someone as a brahmin?”

# dn4:14.3
source: “Sakkā, bho gotama.
sc_po: “It is possible, Master Gotama.

# dn4:14.4
source: Imesañhi, bho gotama, pañcannaṃ aṅgānaṃ vaṇṇaṃ ṭhapayāma.
sc_po: We could leave appearance out of the five factors.

# dn4:14.5
source: Kiñhi vaṇṇo karissati?
sc_po: For what does appearance matter?

# dn4:14.10
source: Imehi kho, bho gotama, catūhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti;
sc_po: A brahmin must possess the remaining four factors for the brahmins to rightly describe him as a brahmin.”

# dn4:15.1
source: “Imesaṃ pana, brāhmaṇa, catunnaṃ aṅgānaṃ sakkā ekaṃ aṅgaṃ ṭhapayitvā tīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapetuṃ;
sc_po: “But brahmin, is it possible to set aside one of these four factors and still rightly describe someone as a brahmin?”

# dn4:15.3
source: “Sakkā, bho gotama.
sc_po: “It is possible, Master Gotama.

# dn4:15.4
source: Imesañhi, bho gotama, catunnaṃ aṅgānaṃ mante ṭhapayāma.
sc_po: We could leave the hymns out of the five factors.

# dn4:15.5
source: Kiñhi mantā karissanti?
sc_po: For what do the hymns matter?

# dn4:15.9
source: Imehi kho, bho gotama, tīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti;
sc_po: A brahmin must possess the remaining three factors for the brahmins to rightly describe him as a brahmin.”

# dn4:16.1
source: “Imesaṃ pana, brāhmaṇa, tiṇṇaṃ aṅgānaṃ sakkā ekaṃ aṅgaṃ ṭhapayitvā dvīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapetuṃ;
sc_po: “But brahmin, is it possible to set aside one of these three factors and still rightly describe someone as a brahmin?”

# dn4:16.3
source: “Sakkā, bho gotama.
sc_po: “It is possible, Master Gotama.

# dn4:16.4
source: Imesañhi, bho gotama, tiṇṇaṃ aṅgānaṃ jātiṃ ṭhapayāma.
sc_po: We could leave birth out of the five factors.

# dn4:16.5
source: Kiñhi jāti karissati?
sc_po: For what does birth matter?

# dn4:16.6
source: Yato kho, bho gotama, brāhmaṇo sīlavā hoti vuddhasīlī vuddhasīlena samannāgato;
sc_po: It’s when a brahmin is ethical, mature in ethical conduct;

# dn4:16.7
source: paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ.
sc_po: and he’s astute and clever, being the first or second to hold the sacrificial ladle.

# dn4:16.8
source: Imehi kho, bho gotama, dvīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti;
sc_po: A brahmin must possess these two factors for the brahmins to rightly describe him as a brahmin.”

# dn4:17.1
source: Evaṃ vutte, te brāhmaṇā soṇadaṇḍaṃ brāhmaṇaṃ etadavocuṃ:
sc_po: When he had spoken, those brahmins said to him,

# dn4:17.2
source: “mā bhavaṃ soṇadaṇḍo evaṃ avaca, mā bhavaṃ soṇadaṇḍo evaṃ avaca.
sc_po: “Please don’t say that, Master Soṇadaṇda, please don’t say that!

# dn4:17.3
source: Apavadateva bhavaṃ soṇadaṇḍo vaṇṇaṃ, apavadati mante, apavadati jātiṃ, ekaṃsena bhavaṃ soṇadaṇḍo samaṇasseva gotamassa vādaṃ anupakkhandatī”ti.
sc_po: You’re just condemning appearance, the hymns, and birth! You’re totally going over to the ascetic Gotama’s doctrine!”

# dn4:18.1
source: Atha kho bhagavā te brāhmaṇe etadavoca:
sc_po: So the Buddha said to them,

# dn4:18.2
source: “sace kho tumhākaṃ brāhmaṇānaṃ evaṃ hoti:
sc_po: “Well, brahmins, if you think that

# dn4:18.3
source: ‘appassuto ca soṇadaṇḍo brāhmaṇo, akalyāṇavākkaraṇo ca soṇadaṇḍo brāhmaṇo, duppañño ca soṇadaṇḍo brāhmaṇo, na ca pahoti soṇadaṇḍo brāhmaṇo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatu soṇadaṇḍo brāhmaṇo, tumhe mayā saddhiṃ mantavho asmiṃ vacane.
sc_po: Soṇadaṇḍa is uneducated, a poor speaker, witless, and not capable of having a dialogue with me about this, then leave him aside and you can have a dialogue with me.

# dn4:18.4
source: Sace pana tumhākaṃ brāhmaṇānaṃ evaṃ hoti:
sc_po: But if you think that

# dn4:18.5
source: ‘bahussuto ca soṇadaṇḍo brāhmaṇo, kalyāṇavākkaraṇo ca soṇadaṇḍo brāhmaṇo, paṇḍito ca soṇadaṇḍo brāhmaṇo, pahoti ca soṇadaṇḍo brāhmaṇo samaṇena gotamena saddhiṃ asmiṃ vacane paṭimantetun’ti, tiṭṭhatha tumhe, soṇadaṇḍo brāhmaṇo mayā saddhiṃ paṭimantetū”ti.
sc_po: he’s learned, a good speaker, astute, and capable of having a dialogue with me about this, then you should stand aside and let him have a dialogue with me.”

# dn4:19.1
source: Evaṃ vutte, soṇadaṇḍo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he said this, Soṇadaṇḍa said to the Buddha,

# dn4:19.2
source: “tiṭṭhatu bhavaṃ gotamo, tuṇhī bhavaṃ gotamo hotu, ahameva tesaṃ sahadhammena paṭivacanaṃ karissāmī”ti.
sc_po: “Let it be, Master Gotama, be silent. I myself will respond to them in a legitimate manner.”

# dn4:19.3
source: Atha kho soṇadaṇḍo brāhmaṇo te brāhmaṇe etadavoca:
sc_po: Then he said to those brahmins,

# dn4:19.4
source: “mā bhavanto evaṃ avacuttha, mā bhavanto evaṃ avacuttha:
sc_po: “Don’t say this, gentlemen, don’t say this:

# dn4:19.5
source: ‘apavadateva bhavaṃ soṇadaṇḍo vaṇṇaṃ, apavadati mante, apavadati jātiṃ, ekaṃsena bhavaṃ soṇadaṇḍo samaṇasseva gotamassa vādaṃ anupakkhandatī’ti.
sc_po: ‘You’re just condemning appearance, the hymns, and birth! You’re totally going over to the ascetic Gotama’s doctrine!’

# dn4:19.6
source: Nāhaṃ, bho, apavadāmi vaṇṇaṃ vā mante vā jātiṃ vā”ti.
sc_po: I’m not condemning appearance, hymns, or birth.”

# dn4:20.1
source: Tena kho pana samayena soṇadaṇḍassa brāhmaṇassa bhāgineyyo aṅgako nāma māṇavako tassaṃ parisāyaṃ nisinno hoti.
sc_po: Now at that time Soṇadaṇḍa’s nephew, the student Aṅgaka was sitting in that assembly.

# dn4:20.2
source: Atha kho soṇadaṇḍo brāhmaṇo te brāhmaṇe etadavoca:
sc_po: Then Soṇadaṇḍa said to those brahmins,

# dn4:20.3
source: “passanti no bhonto imaṃ aṅgakaṃ māṇavakaṃ amhākaṃ bhāgineyyan”ti?
sc_po: “Gentlemen, do you see my nephew, the student Aṅgaka?”

# dn4:20.4
source: “Evaṃ, bho”.
sc_po: “Yes, sir.”

# dn4:20.5
source: “Aṅgako kho, bho, māṇavako abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya, nāssa imissaṃ parisāyaṃ samasamo atthi vaṇṇena ṭhapetvā samaṇaṃ gotamaṃ.
sc_po: “Aṅgaka is attractive, good-looking, lovely, of surpassing beauty. He is magnificent, splendid, remarkable to behold. There’s no-one in this assembly so good-looking, apart from the ascetic Gotama.

# dn4:20.6
source: Aṅgako kho māṇavako ajjhāyako mantadharo, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo lokāyatamahāpurisalakkhaṇesu anavayo.
sc_po: Aṅgaka recites and remembers the hymns, and have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man.

# dn4:20.7
source: Ahamassa mante vācetā.
sc_po: And I am the one who teaches him the hymns.

# dn4:20.8
source: Aṅgako kho māṇavako ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena.
sc_po: Aṅgaka is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.

# dn4:20.9
source: Ahamassa mātāpitaro jānāmi.
sc_po: And I know his mother and father.

# dn4:20.10
source: Aṅgako kho māṇavako pāṇampi haneyya, adinnampi ādiyeyya, paradārampi gaccheyya, musāvādampi bhaṇeyya, majjampi piveyya, ettha dāni, bho, kiṃ vaṇṇo karissati, kiṃ mantā, kiṃ jāti?
sc_po: But if Aṅgaka were to kill living creatures, steal, commit adultery, lie, and drink alcohol, then what’s the use of his appearance, his hymns, or his birth?

# dn4:20.11
source: Yato kho, bho, brāhmaṇo sīlavā ca hoti vuddhasīlī vuddhasīlena samannāgato,
sc_po: It’s when a brahmin is ethical, mature in ethical conduct;

# dn4:20.12
source: paṇḍito ca hoti medhāvī paṭhamo vā dutiyo vā sujaṃ paggaṇhantānaṃ.
sc_po: and he’s astute and clever, being the first or second to hold the sacrificial ladle.

# dn4:20.13
source: Imehi kho, bho, dvīhaṅgehi samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapenti;
sc_po: A brahmin must possess these two factors for the brahmins to rightly describe him as a brahmin.”

# dn4:20.15
source: 6. Sīlapaññākathā
sc_po: 6. The Discussion of Ethics and Wisdom

# dn4:21.1
source: “Imesaṃ pana, brāhmaṇa, dvinnaṃ aṅgānaṃ sakkā ekaṃ aṅgaṃ ṭhapayitvā ekena aṅgena samannāgataṃ brāhmaṇā brāhmaṇaṃ paññapetuṃ;
sc_po: “But brahmin, is it possible to set aside one of these two factors and still rightly describe someone as a brahmin?”

# dn4:21.3
source: “No hidaṃ, bho gotama.
sc_po: “No, Master Gotama.

# dn4:21.4
source: Sīlaparidhotā hi, bho gotama, paññā; paññāparidhotaṃ sīlaṃ.
sc_po: For wisdom is cleansed by ethics, and ethics are cleansed by wisdom.

# dn4:21.5
source: Yattha sīlaṃ tattha paññā, yattha paññā tattha sīlaṃ.
sc_po: Ethics and wisdom always go together.

# dn4:21.6
source: Sīlavato paññā, paññavato sīlaṃ.
sc_po: An ethical person is wise, and a wise person ethical.

# dn4:21.7
source: Sīlapaññāṇañca pana lokasmiṃ aggamakkhāyati.
sc_po: And ethics and wisdom are said to be the best things in the world.

# dn4:21.8
source: Seyyathāpi, bho gotama, hatthena vā hatthaṃ dhoveyya, pādena vā pādaṃ dhoveyya;
sc_po: It’s just like when you clean one hand with the other, or clean one foot with the other.

# dn4:21.9
source: evameva kho, bho gotama, sīlaparidhotā paññā, paññāparidhotaṃ sīlaṃ.
sc_po: In the same way, wisdom is cleansed by ethics, and ethics are cleansed by wisdom.

# dn4:21.10
source: Yattha sīlaṃ tattha paññā, yattha paññā tattha sīlaṃ.
sc_po: Ethics and wisdom always go together.

# dn4:21.11
source: Sīlavato paññā, paññavato sīlaṃ.
sc_po: An ethical person is wise, and a wise person ethical.

# dn4:21.12
source: Sīlapaññāṇañca pana lokasmiṃ aggamakkhāyatī”ti.
sc_po: And ethics and wisdom are said to be the best things in the world.”

# dn4:22.1
source: “Evametaṃ, brāhmaṇa, evametaṃ, brāhmaṇa, sīlaparidhotā hi, brāhmaṇa, paññā, paññāparidhotaṃ sīlaṃ.
sc_po: “That’s so true, brahmin, that’s so true! For wisdom is cleansed by ethics, and ethics are cleansed by wisdom.

# dn4:22.2
source: Yattha sīlaṃ tattha paññā, yattha paññā tattha sīlaṃ.
sc_po: Ethics and wisdom always go together.

# dn4:22.3
source: Sīlavato paññā, paññavato sīlaṃ.
sc_po: An ethical person is wise, and a wise person ethical.

# dn4:22.4
source: Sīlapaññāṇañca pana lokasmiṃ aggamakkhāyati.
sc_po: And ethics and wisdom are said to be the best things in the world.

# dn4:22.5
source: Seyyathāpi, brāhmaṇa, hatthena vā hatthaṃ dhoveyya, pādena vā pādaṃ dhoveyya;
sc_po: It’s just like when you clean one hand with the other, or clean one foot with the other.

# dn4:22.6
source: evameva kho, brāhmaṇa, sīlaparidhotā paññā, paññāparidhotaṃ sīlaṃ.
sc_po: In the same way, wisdom is cleansed by ethics, and ethics are cleansed by wisdom.

# dn4:22.7
source: Yattha sīlaṃ tattha paññā, yattha paññā tattha sīlaṃ.
sc_po: Ethics and wisdom always go together.

# dn4:22.8
source: Sīlavato paññā, paññavato sīlaṃ.
sc_po: An ethical person is wise, and a wise person ethical.

# dn4:22.9
source: Sīlapaññāṇañca pana lokasmiṃ aggamakkhāyati.
sc_po: And ethics and wisdom are said to be the best things in the world.

# dn4:22.10
source: Katamaṃ pana taṃ, brāhmaṇa, sīlaṃ?
sc_po: But what, brahmin, is that ethical conduct?

# dn4:22.11
source: Katamā sā paññā”ti?
sc_po: And what is that wisdom?”

# dn4:22.12
source: “Ettakaparamāva mayaṃ, bho gotama, etasmiṃ atthe.
sc_po: “That’s all I know about this matter, Master Gotama.

# dn4:22.13
source: Sādhu vata bhavantaṃyeva gotamaṃ paṭibhātu etassa bhāsitassa attho”ti.
sc_po: May Master Gotama himself please clarify the meaning of this.”

# dn4:23.1
source: “Tena hi, brāhmaṇa, suṇohi, sādhukaṃ manasikarohi, bhāsissāmī”ti.
sc_po: “Well then, brahmin, listen and pay close attention, I will speak.”

# dn4:23.2
source: “Evaṃ, bho”ti kho soṇadaṇḍo brāhmaṇo bhagavato paccassosi.
sc_po: “Yes sir,” Soṇadaṇḍa replied.

# dn4:23.3
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# dn4:23.4
source: “idha, brāhmaṇa, tathāgato loke uppajjati arahaṃ sammāsambuddho … pe …
sc_po: “It’s when a Realized One arises in the world, perfected, a fully awakened Buddha …

# dn4:23.5
source: Evaṃ kho, brāhmaṇa, bhikkhu sīlasampanno hoti.
sc_po: That’s how a mendicant is accomplished in ethics.

# dn4:23.6
source: Idaṃ kho taṃ, brāhmaṇa, sīlaṃ … pe …
sc_po: This, brahmin, is that ethical conduct. …

# dn4:23.7
source: paṭhamaṃ jhānaṃ upasampajja viharati …
sc_po: They enter and remain in the first absorption …

# dn4:23.8
source: dutiyaṃ jhānaṃ …
sc_po: second absorption …

# dn4:23.9
source: tatiyaṃ jhānaṃ …
sc_po: third absorption …

# dn4:23.10
source: catutthaṃ jhānaṃ upasampajja viharati … pe …
sc_po: fourth absorption …

# dn4:23.11
source: ñāṇadassanāya cittaṃ abhinīharati, abhininnāmeti … pe …
sc_po: They extend and project the mind toward knowledge and vision …

# dn4:23.12
source: Idampissa hoti paññāya … pe …
sc_po: This pertains to their wisdom. …

# dn4:23.13
source: nāparaṃ itthattāyāti pajānāti.
sc_po: They understand: ‘… there is no return to any state of existence.’

# dn4:23.14
source: Idampissa hoti paññāya
sc_po: This pertains to their wisdom.

# dn4:23.15
source: ayaṃ kho sā, brāhmaṇa, paññā”ti.
sc_po: This, brahmin, is that wisdom.”

# dn4:23.16
source: 7. Soṇadaṇḍaupāsakattapaṭivedanā
sc_po: 7. Soṇadaṇḍa Declares Himself a Lay Follower

# dn4:24.1
source: Evaṃ vutte, soṇadaṇḍo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he had spoken, Soṇadaṇḍa said to the Buddha,

# dn4:24.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
sc_po: “Excellent, Master Gotama! Excellent!

# dn4:24.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
sc_po: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the Teaching clear in many ways.

# dn4:24.4
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi, dhammañca, bhikkhusaṅghañca.
sc_po: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# dn4:24.5
source: Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gataṃ.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.

# dn4:24.6
source: Adhivāsetu ca me bhavaṃ gotamo svātanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti.
sc_po: Would you and the Order of monks please accept a meal from me tomorrow?”

# dn4:24.7
source: Adhivāsesi bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# dn4:24.8
source: Atha kho soṇadaṇḍo brāhmaṇo bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: Then, knowing that the Buddha had consented, Soṇadaṇḍa got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# dn4:24.9
source: Atha kho soṇadaṇḍo brāhmaṇo tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi:
sc_po: And when the night had passed Soṇadaṇḍa had a variety of delicious foods prepared in his own home. Then he had the Buddha informed of the time, saying,

# dn4:24.10
source: “kālo, bho gotama, niṭṭhitaṃ bhattan”ti.
sc_po: “It’s time, Master Gotama, the meal is ready.”

# dn4:25.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena soṇadaṇḍassa brāhmaṇassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Soṇadaṇḍa together with the mendicant Saṅgha, where he sat on the seat spread out.

# dn4:25.2
source: Atha kho soṇadaṇḍo brāhmaṇo buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
sc_po: Then Soṇadaṇḍa served and satisfied the mendicant Saṅgha headed by the Buddha with his own hands with a variety of delicious foods.

# dn4:26.1
source: Atha kho soṇadaṇḍo brāhmaṇo bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
sc_po: When the Buddha had eaten and washed his hand and bowl, Soṇadaṇḍa took a low seat and sat to one side.

# dn4:26.2
source: Ekamantaṃ nisinno kho soṇadaṇḍo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: Seated to one side he said to the Buddha:

# dn4:26.3
source: “ahañceva kho pana, bho gotama, parisagato samāno āsanā vuṭṭhahitvā bhavantaṃ gotamaṃ abhivādeyyaṃ, tena maṃ sā parisā paribhaveyya.
sc_po: “Master Gotama, if, when I have gone to an assembly, I rise from my seat and bow to the Buddha, that assembly might disparage me for that.
