Repository: kondannyo/PGP
Catalog: DN/*_text/dn04.po
Languages: sc_po

# dn4:0.1
source: Dīgha Nikāya 4
sc_po: Long Discourses 4

# dn4:0.2
source: Soṇadaṇḍasutta
sc_po: With Soṇadaṇḍa

# dn4:0.3
source: 1. Campeyyakabrāhmaṇagahapatikā
sc_po: 1. The Brahmins and Householders of Campā

# dn4:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# dn4:1.2
source: ekaṃ samayaṃ bhagavā aṅgesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena campā tadavasari.
sc_po: At one time the Buddha was wandering in the land of the Aṅgas together with a large Saṅgha of around five hundred mendicants when he arrived at Campā,

# dn4:1.3
source: Tatra sudaṃ bhagavā campāyaṃ viharati gaggarāya pokkharaṇiyā tīre.
sc_po: where he stayed by the banks of the Gaggarā Lotus Pond.

# dn4:1.4
source: Tena kho pana samayena soṇadaṇḍo brāhmaṇo campaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ raññā māgadhena seniyena bimbisārena dinnaṃ rājadāyaṃ brahmadeyyaṃ.
sc_po: Now at that time the brahmin Soṇadaṇḍa was living in Campā. It was a crown property given by King Seniya Bimbisāra of Magadha, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality.

# dn4:2.1
source: Assosuṃ kho campeyyakā brāhmaṇagahapatikā:
sc_po: The brahmins and householders of Campā heard:

# dn4:2.2
source: “samaṇo khalu bho gotamo sakyaputto sakyakulā pabbajito aṅgesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi campaṃ anuppatto campāyaṃ viharati gaggarāya pokkharaṇiyā tīre.
sc_po: “It seems the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—has arrived at Campā and is staying on the banks of the Gaggarā Lotus Pond.

# dn4:2.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
sc_po: He has this good reputation:

# dn4:2.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# dn4:2.5
source: So imaṃ lokaṃ sadevakaṃ samārakaṃ sabrahmakaṃ sassamaṇabrāhmaṇiṃ pajaṃ sadevamanussaṃ sayaṃ abhiññā sacchikatvā pavedeti.
sc_po: He has realized with his own insight this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—and he makes it known to others.

# dn4:2.6
source: So dhammaṃ deseti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāseti.
sc_po: He teaches Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And he reveals a spiritual practice that’s entirely full and pure.

# dn4:2.7
source: Sādhu kho pana tathārūpānaṃ arahataṃ dassanaṃ hotī”ti.
sc_po: It’s good to see such perfected ones.”

# dn4:2.8
source: Atha kho campeyyakā brāhmaṇagahapatikā campāya nikkhamitvā saṅghasaṅghī gaṇībhūtā yena gaggarā pokkharaṇī tenupasaṅkamanti.
sc_po: Then, having departed Campā, they formed into companies and headed to the Gaggarā Lotus Pond.

# dn4:3.1
source: Tena kho pana samayena soṇadaṇḍo brāhmaṇo uparipāsāde divāseyyaṃ upagato hoti.
sc_po: Now at that time the brahmin Soṇadaṇḍa had retired to the upper floor of his stilt longhouse for his midday nap.

# dn4:3.2
source: Addasā kho soṇadaṇḍo brāhmaṇo campeyyake brāhmaṇagahapatike campāya nikkhamitvā saṅghasaṅghī gaṇībhūte yena gaggarā pokkharaṇī tenupasaṅkamante.
sc_po: He saw the brahmins and householders heading for the lotus pond,

# dn4:3.3
source: Disvā khattaṃ āmantesi:
sc_po: and addressed his steward,

# dn4:3.4
source: “kiṃ nu kho, bho khatte, campeyyakā brāhmaṇagahapatikā campāya nikkhamitvā saṅghasaṅghī gaṇībhūtā yena gaggarā pokkharaṇī tenupasaṅkamantī”ti?
sc_po: “My steward, why are the brahmins and householders headed for the Gaggarā Lotus Pond?”

# dn4:3.5
source: “Atthi kho, bho, samaṇo gotamo sakyaputto sakyakulā pabbajito aṅgesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi campaṃ anuppatto campāyaṃ viharati gaggarāya pokkharaṇiyā tīre.
sc_po: “The ascetic Gotama has arrived at Campā and is staying on the banks of the Gaggarā Lotus Pond.

# dn4:3.6
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
sc_po: He has this good reputation:

# dn4:3.7
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# dn4:3.8
source: Tamete bhavantaṃ gotamaṃ dassanāya upasaṅkamantī”ti.
sc_po: They’re going to see that Master Gotama.”

# dn4:3.9
source: “Tena hi, bho khatte, yena campeyyakā brāhmaṇagahapatikā tenupasaṅkama, upasaṅkamitvā campeyyake brāhmaṇagahapatike evaṃ vadehi:
sc_po: “Well then, go to the brahmins and householders and say to them:

# dn4:3.10
source: ‘soṇadaṇḍo, bho, brāhmaṇo evamāha—
sc_po: ‘Sirs, the brahmin Soṇadaṇḍa asks

# dn4:3.11
source: āgamentu kira bhavanto, soṇadaṇḍopi brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī’”ti.
sc_po: you to wait, as he will also go to see the ascetic Gotama.’”

# dn4:3.12
source: “Evaṃ, bho”ti kho so khattā soṇadaṇḍassa brāhmaṇassa paṭissutvā yena campeyyakā brāhmaṇagahapatikā tenupasaṅkami; upasaṅkamitvā campeyyake brāhmaṇagahapatike etadavoca:
sc_po: “Yes, sir,” replied the steward, and did as he was asked.

# dn4:3.15
source: 2. Soṇadaṇḍaguṇakathā
sc_po: 2. The Qualities of Soṇadaṇḍa

# dn4:4.1
source: Tena kho pana samayena nānāverajjakānaṃ brāhmaṇānaṃ pañcamattāni brāhmaṇasatāni campāyaṃ paṭivasanti kenacideva karaṇīyena.
sc_po: Now at that time around five hundred brahmins from abroad were residing in Campā on some business.

# dn4:4.2
source: Assosuṃ kho te brāhmaṇā:
sc_po: They heard that

# dn4:4.3
source: “soṇadaṇḍo kira brāhmaṇo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti.
sc_po: the brahmin Soṇadaṇḍa was going to see the ascetic Gotama.

# dn4:4.4
source: Atha kho te brāhmaṇā yena soṇadaṇḍo brāhmaṇo tenupasaṅkamiṃsu; upasaṅkamitvā soṇadaṇḍaṃ brāhmaṇaṃ etadavocuṃ:
sc_po: They approached Soṇadaṇḍa and said to him,

# dn4:4.5
source: “saccaṃ kira bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamissatī”ti?
sc_po: “Is it really true that you are going to see the ascetic Gotama?”

# dn4:4.6
source: “Evaṃ kho me, bho, hoti:
sc_po: “Yes, gentlemen, it is true.”

# dn4:5.1
source: “Mā bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkami.
sc_po: “Please don’t, master Soṇadaṇḍa!

# dn4:5.2
source: Na arahati bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ.
sc_po: It’s not appropriate for you to go to see the ascetic Gotama.

# dn4:5.3
source: Sace bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamissati, bhoto soṇadaṇḍassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati.
sc_po: For if you do so, your reputation will diminish and his will increase.

# dn4:5.4
source: Yampi bhoto soṇadaṇḍassa yaso hāyissati, samaṇassa gotamassa yaso abhivaḍḍhissati, imināpaṅgena na arahati bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;
sc_po: For this reason it’s not appropriate for you to go to see the ascetic Gotama;

# dn4:5.5
source: samaṇo tveva gotamo arahati bhavantaṃ soṇadaṇḍaṃ dassanāya upasaṅkamituṃ.
sc_po: it’s appropriate that he comes to see you.

# dn4:5.6
source: Bhavañhi soṇadaṇḍo ubhato sujāto mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena.
sc_po: You are well born on both your mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.

# dn4:5.7
source: Yampi bhavaṃ soṇadaṇḍo ubhato sujāto mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;
sc_po: For this reason it’s not appropriate for you to go to see the ascetic Gotama;

# dn4:5.8
source: samaṇo tveva gotamo arahati bhavantaṃ soṇadaṇḍaṃ dassanāya upasaṅkamituṃ.
sc_po: it’s appropriate that he comes to see you.

# dn4:5.9
source: Bhavañhi soṇadaṇḍo aḍḍho mahaddhano mahābhogo … pe …
sc_po: You’re rich, affluent, and wealthy. …

# dn4:5.10
source: Bhavañhi soṇadaṇḍo ajjhāyako mantadharo tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ padako veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayo … pe …
sc_po: You recite and remember the hymns, and are have mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. You know philology and grammar, and are well versed in cosmology and the marks of a great man. …

# dn4:5.11
source: Bhavañhi soṇadaṇḍo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato brahmavaṇṇī brahmavacchasī akhuddāvakāso dassanāya … pe …
sc_po: You are attractive, good-looking, lovely, of surpassing beauty. You are magnificent, splendid, remarkable to behold. …

# dn4:5.12
source: Bhavañhi soṇadaṇḍo sīlavā vuddhasīlī vuddhasīlena samannāgato … pe …
sc_po: You are ethical, mature in ethical conduct. …

# dn4:5.13
source: Bhavañhi soṇadaṇḍo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā … pe …
sc_po: You’re a good speaker, with a polished, clear, and articulate voice that expresses the meaning. …

# dn4:5.14
source: Bhavañhi soṇadaṇḍo bahūnaṃ ācariyapācariyo tīṇi māṇavakasatāni mante vāceti. Bahū kho pana nānādisā nānājanapadā māṇavakā āgacchanti bhoto soṇadaṇḍassa santike mantatthikā mante adhiyitukāmā … pe …
sc_po: You teach the teachers of many, and teach three hundred students to recite the hymns. Many students come from various districts and countries for the sake of the hymns, wishing to learn the hymns. …

# dn4:5.15
source: Bhavañhi soṇadaṇḍo jiṇṇo vuddho mahallako addhagato vayoanuppatto;
sc_po: You’re old, elderly and senior, advanced in years, and have reached the final stage of life.

# dn4:5.16
source: samaṇo gotamo taruṇo ceva taruṇapabbajito ca … pe …
sc_po: The ascetic Gotama is young, and has newly gone forth. …

# dn4:5.17
source: Bhavañhi soṇadaṇḍo rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito … pe …
sc_po: You’re honored, respected, revered, venerated, and esteemed by King Bimbisāra of Magadha …

# dn4:5.18
source: Bhavañhi soṇadaṇḍo brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito … pe …
sc_po: and the brahmin Pokkharasāti. …

# dn4:5.19
source: Bhavañhi soṇadaṇḍo campaṃ ajjhāvasati sattussadaṃ satiṇakaṭṭhodakaṃ sadhaññaṃ rājabhoggaṃ, raññā māgadhena seniyena bimbisārena dinnaṃ, rājadāyaṃ brahmadeyyaṃ.
sc_po: You live in Campā, a crown property given by King Seniya Bimbisāra of Magadha, teeming with living creatures, full of hay, wood, water, and grain, a royal endowment of the highest quality.

# dn4:5.21
source: Imināpaṅgena na arahati bhavaṃ soṇadaṇḍo samaṇaṃ gotamaṃ dassanāya upasaṅkamituṃ;
sc_po: For this reason, too, it’s not appropriate for you to go to see the ascetic Gotama;

# dn4:5.22
source: samaṇo tveva gotamo arahati bhavantaṃ soṇadaṇḍaṃ dassanāya upasaṅkamitun”ti.
sc_po: it’s appropriate that he comes to see you.

# dn4:5.23
source: 3. Buddhaguṇakathā
sc_po: 3. The Qualities of the Buddha

# dn4:6.1
source: Evaṃ vutte, soṇadaṇḍo brāhmaṇo te brāhmaṇe etadavoca:
sc_po: When they had spoken, Soṇadaṇḍa said to those brahmins:

# dn4:6.2
source: “Tena hi, bho, mamapi suṇātha, yathā mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ;
sc_po: “Well then, gentlemen, listen to why it’s appropriate for me to go to see the ascetic Gotama,

# dn4:6.3
source: na tveva arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ.
sc_po: and it’s not appropriate for him to come to see me.

# dn4:6.4
source: Samaṇo khalu, bho, gotamo ubhato sujāto mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā, akkhitto anupakkuṭṭho jātivādena.
sc_po: He is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.

# dn4:6.5
source: Yampi, bho, samaṇo gotamo ubhato sujāto mātito ca pitito ca saṃsuddhagahaṇiko yāva sattamā pitāmahayugā, akkhitto anupakkuṭṭho jātivādena, imināpaṅgena na arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ;
sc_po: For this reason it’s not appropriate for the ascetic Gotama to come to see me;

# dn4:6.6
source: atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ.
sc_po: rather, it’s appropriate for me to go to see him.

# dn4:6.7
source: Samaṇo khalu, bho, gotamo mahantaṃ ñātisaṅghaṃ ohāya pabbajito … pe …
sc_po: When he went forth he abandoned a large family circle. …

# dn4:6.8
source: Samaṇo khalu, bho, gotamo pahūtaṃ hiraññasuvaṇṇaṃ ohāya pabbajito bhūmigatañca vehāsaṭṭhaṃ ca … pe …
sc_po: When he went forth he abandoned abundant gold coin and bullion stored in dungeons and towers. …

# dn4:6.9
source: Samaṇo khalu, bho, gotamo daharova samāno yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā agārasmā anagāriyaṃ pabbajito … pe …
sc_po: He went forth from the lay life to homelessness while still a youth, young, black-haired, blessed with youth, in the prime of life. …

# dn4:6.10
source: Samaṇo khalu, bho, gotamo akāmakānaṃ mātāpitūnaṃ assumukhānaṃ rudantānaṃ kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito … pe …
sc_po: Though his mother and father wished otherwise, weeping with tearful faces, he shaved off his hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness. …

# dn4:6.11
source: Samaṇo khalu, bho, gotamo abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, brahmavaṇṇī, brahmavacchasī, akhuddāvakāso dassanāya … pe …
sc_po: He is attractive, good-looking, lovely, of surpassing beauty. He is magnificent, splendid, remarkable to behold. …

# dn4:6.12
source: Samaṇo khalu, bho, gotamo sīlavā ariyasīlī kusalasīlī kusalasīlena samannāgato … pe …
sc_po: He is ethical, possessing ethical conduct that is noble and skillful. …

# dn4:6.13
source: Samaṇo khalu, bho, gotamo kalyāṇavāco kalyāṇavākkaraṇo poriyā vācāya samannāgato vissaṭṭhāya anelagalāya atthassa viññāpaniyā … pe …
sc_po: He’s a good speaker, with a polished, clear, and articulate voice that expresses the meaning. …

# dn4:6.14
source: Samaṇo khalu, bho, gotamo bahūnaṃ ācariyapācariyo … pe …
sc_po: He’s a teacher of teachers. …

# dn4:6.15
source: Samaṇo khalu, bho, gotamo khīṇakāmarāgo vigatacāpallo … pe …
sc_po: He has ended sensual desire, and is rid of caprice. …

# dn4:6.16
source: Samaṇo khalu, bho, gotamo kammavādī kiriyavādī apāpapurekkhāro brahmaññāya pajāya … pe …
sc_po: He teaches the efficacy of deeds and action. He doesn’t wish any harm upon the community of brahmins. …

# dn4:6.17
source: Samaṇo khalu, bho, gotamo uccā kulā pabbajito asambhinnakhattiyakulā … pe …
sc_po: He went forth from an eminent family of unbroken aristocratic lineage. …

# dn4:6.18
source: Samaṇo khalu, bho, gotamo aḍḍhā kulā pabbajito mahaddhanā mahābhogā … pe …
sc_po: He went forth from a rich, affluent, and wealthy family. …

# dn4:6.19
source: Samaṇaṃ khalu, bho, gotamaṃ tiroraṭṭhā tirojanapadā pañhaṃ pucchituṃ āgacchanti … pe …
sc_po: People come from distant lands and distant countries to question him. …

# dn4:6.20
source: Samaṇaṃ khalu, bho, gotamaṃ anekāni devatāsahassāni pāṇehi saraṇaṃ gatāni … pe …
sc_po: Many thousands of deities have gone for refuge for life to him. …

# dn4:6.21
source: Samaṇaṃ khalu, bho, gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
sc_po: He has this good reputation:

# dn4:6.22
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti … pe …
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’ …

# dn4:6.23
source: Samaṇo khalu, bho, gotamo dvattiṃsamahāpurisalakkhaṇehi samannāgato … pe …
sc_po: He has the thirty-two marks of a great man. …

# dn4:6.24
source: Samaṇo khalu, bho, gotamo ehisvāgatavādī sakhilo sammodako abbhākuṭiko uttānamukho pubbabhāsī … pe …
sc_po: He is welcoming, congenial, polite, smiling, open, the first to speak. …

# dn4:6.25
source: Samaṇo khalu, bho, gotamo catunnaṃ parisānaṃ sakkato garukato mānito pūjito apacito … pe …
sc_po: He’s honored, respected, revered, venerated, and esteemed by the four assemblies. …

# dn4:6.26
source: Samaṇe khalu, bho, gotame bahū devā ca manussā ca abhippasannā … pe …
sc_po: Many gods and humans are devoted to him. …

# dn4:6.27
source: Samaṇo khalu, bho, gotamo yasmiṃ gāme vā nigame vā paṭivasati, na tasmiṃ gāme vā nigame vā amanussā manusse viheṭhenti … pe …
sc_po: While he is residing in a village or town, non-human entities do not harass them. …

# dn4:6.28
source: Samaṇo khalu, bho, gotamo saṅghī gaṇī gaṇācariyo puthutitthakarānaṃ aggamakkhāyati. Yathā kho pana, bho, etesaṃ samaṇabrāhmaṇānaṃ yathā vā tathā vā yaso samudāgacchati, na hevaṃ samaṇassa gotamassa yaso samudāgato.
sc_po: He leads an order and a community, and teaches a community, and is said to be the best of the various religious founders. He didn’t come by his fame in the same ways as those other ascetics and brahmins.

# dn4:6.29
source: Atha kho anuttarāya vijjācaraṇasampadāya samaṇassa gotamassa yaso samudāgato … pe …
sc_po: Rather, he came by his fame due to his supreme knowledge and conduct. …

# dn4:6.30
source: Samaṇaṃ khalu, bho, gotamaṃ rājā māgadho seniyo bimbisāro saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṃ gato … pe …
sc_po: King Seniya Bimbisāra of Magadha and his wives and children have gone for refuge for life to the ascetic Gotama. …

# dn4:6.31
source: Samaṇaṃ khalu, bho, gotamaṃ rājā pasenadi kosalo saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṃ gato … pe …
sc_po: King Pasenadi of Kosala and his wives and children have gone for refuge for life to the ascetic Gotama. …

# dn4:6.32
source: Samaṇaṃ khalu, bho, gotamaṃ brāhmaṇo pokkharasāti saputto sabhariyo sapariso sāmacco pāṇehi saraṇaṃ gato … pe …
sc_po: The brahmin Pokkharasāti and his wives and children have gone for refuge for life to the ascetic Gotama. …

# dn4:6.33
source: Samaṇo khalu, bho, gotamo rañño māgadhassa seniyassa bimbisārassa sakkato garukato mānito pūjito apacito … pe …
sc_po: He’s honored, respected, revered, venerated, and esteemed by King Bimbisāra of Magadha …

# dn4:6.34
source: Samaṇo khalu, bho, gotamo rañño pasenadissa kosalassa sakkato garukato mānito pūjito apacito … pe …
sc_po: King Pasenadi of Kosala …

# dn4:6.35
source: Samaṇo khalu, bho, gotamo brāhmaṇassa pokkharasātissa sakkato garukato mānito pūjito apacito … pe …
sc_po: and the brahmin Pokkharasāti.

# dn4:6.36
source: Samaṇo khalu, bho, gotamo campaṃ anuppatto, campāyaṃ viharati gaggarāya pokkharaṇiyā tīre.
sc_po: The ascetic Gotama has arrived at Campā and is staying at the Gaggarā Lotus Pond.

# dn4:6.37
source: Ye kho pana, bho, keci samaṇā vā brāhmaṇā vā amhākaṃ gāmakhettaṃ āgacchanti atithī no te honti.
sc_po: Any ascetic or brahmin who comes to stay in our village district is our guest,

# dn4:6.38
source: Atithī kho panamhehi sakkātabbā garukātabbā mānetabbā pūjetabbā apacetabbā.
sc_po: and should be honored and respected as such.

# dn4:6.41
source: Imināpaṅgena na arahati so bhavaṃ gotamo amhākaṃ dassanāya upasaṅkamituṃ.
sc_po: For this reason, too, it’s not appropriate for Master Gotama to come to see me;

# dn4:6.42
source: Atha kho mayameva arahāma taṃ bhavantaṃ gotamaṃ dassanāya upasaṅkamituṃ.
sc_po: rather, it’s appropriate for me to go to see him.

# dn4:6.43
source: Ettake kho ahaṃ, bho, tassa bhoto gotamassa vaṇṇe pariyāpuṇāmi, no ca kho so bhavaṃ gotamo ettakavaṇṇo.
sc_po: This is the extent of Master Gotama’s praise that I have learned. But his praises are not confined to this,

# dn4:6.44
source: Aparimāṇavaṇṇo hi so bhavaṃ gotamo”ti.
sc_po: for the praise of Master Gotama is limitless.”

# dn4:7.1
source: Evaṃ vutte, te brāhmaṇā soṇadaṇḍaṃ brāhmaṇaṃ etadavocuṃ:
sc_po: When he had spoken, those brahmins said to him,

# dn4:7.2
source: “yathā kho bhavaṃ soṇadaṇḍo samaṇassa gotamassa vaṇṇe bhāsati ito cepi so bhavaṃ gotamo yojanasate viharati, alameva saddhena kulaputtena dassanāya upasaṅkamituṃ api puṭosenā”ti.
sc_po: “According to Soṇadaṇḍa’s praises, if Master Gotama were staying within a hundred leagues, it’d be worthwhile for a faithful gentleman to go to see him, even if they had to carry their own provisions in a shoulder bag.”

# dn4:7.3
source: “Tena hi, bho, sabbeva mayaṃ samaṇaṃ gotamaṃ dassanāya upasaṅkamissāmā”ti.
sc_po: “Well then, gentlemen, let’s all go to see the ascetic Gotama.”

# dn4:7.4
source: 4. Soṇadaṇḍaparivitakka
sc_po: 4. Soṇadaṇḍa’s Second Thoughts

# dn4:7.5
source: Atha kho soṇadaṇḍo brāhmaṇo mahatā brāhmaṇagaṇena saddhiṃ yena gaggarā pokkharaṇī tenupasaṅkami.
sc_po: Then Soṇadaṇḍa together with a large group of brahmins went to see the Buddha.

# dn4:8.1
source: Atha kho soṇadaṇḍassa brāhmaṇassa tirovanasaṇḍagatassa evaṃ cetaso parivitakko udapādi:
sc_po: But as he reached the far side of the forest, this thought came to mind,

# dn4:8.2
source: “ahañceva kho pana samaṇaṃ gotamaṃ pañhaṃ puccheyyaṃ;
sc_po: “Suppose I was to ask the ascetic Gotama a question.

# dn4:8.3
source: tatra ce maṃ samaṇo gotamo evaṃ vadeyya:
sc_po: He might say to me:

# dn4:8.4
source: ‘na kho esa, brāhmaṇa, pañho evaṃ pucchitabbo, evaṃ nāmesa, brāhmaṇa, pañho pucchitabbo’ti, tena maṃ ayaṃ parisā paribhaveyya:
sc_po: ‘Brahmin, you shouldn’t ask your question like that. This is how you should ask it.’ And the assembly might disparage me for that:

# dn4:8.5
source: ‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇaṃ gotamaṃ yoniso pañhaṃ pucchitun’ti.
sc_po: ‘Soṇadaṇḍa is foolish and incompetent. He’s not able to properly ask the ascetic Gotama a question.’

# dn4:8.6
source: Yaṃ kho panāyaṃ parisā paribhaveyya, yasopi tassa hāyetha.
sc_po: And when you’re disparaged by the assembly, your reputation diminishes.

# dn4:8.7
source: Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ.
sc_po: When your reputation diminishes, your wealth also diminishes.

# dn4:8.8
source: Yasoladdhā kho panamhākaṃ bhogā.
sc_po: But my wealth relies on my reputation.

# dn4:8.9
source: Mamañceva kho pana samaṇo gotamo pañhaṃ puccheyya, tassa cāhaṃ pañhassa veyyākaraṇena cittaṃ na ārādheyyaṃ;
sc_po: Or if the ascetic Gotama asks me a question, I might not satisfy him with my answer.

# dn4:8.10
source: tatra ce maṃ samaṇo gotamo evaṃ vadeyya:
sc_po: He might say to me:

# dn4:8.11
source: ‘na kho esa, brāhmaṇa, pañho evaṃ byākātabbo, evaṃ nāmesa, brāhmaṇa, pañho byākātabbo’ti, tena maṃ ayaṃ parisā paribhaveyya:
sc_po: ‘Brahmin, you shouldn’t answer the question like that. This is how you should answer it.’ And the assembly might disparage me for that:

# dn4:8.12
source: ‘bālo soṇadaṇḍo brāhmaṇo abyatto, nāsakkhi samaṇassa gotamassa pañhassa veyyākaraṇena cittaṃ ārādhetun’ti.
sc_po: ‘Soṇadaṇḍa is foolish and incompetent. He’s not able to satisfy the ascetic Gotama’s mind with his answer.’

# dn4:8.13
source: Yaṃ kho panāyaṃ parisā paribhaveyya, yasopi tassa hāyetha.
sc_po: And when you’re disparaged by the assembly, your reputation diminishes.

# dn4:8.14
source: Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ.
sc_po: When your reputation diminishes, your wealth also diminishes.
