Repository: kondannyo/PGP
Catalog: DN/*_text/dn04.po
Languages: sc_po

# dn4:26.4
source: Yaṃ kho pana sā parisā paribhaveyya, yasopi tassa hāyetha.
sc_po: And when you’re disparaged by the assembly, your reputation diminishes.

# dn4:26.5
source: Yassa kho pana yaso hāyetha, bhogāpi tassa hāyeyyuṃ.
sc_po: When your reputation diminishes, your wealth also diminishes.

# dn4:26.6
source: Yasoladdhā kho panamhākaṃ bhogā.
sc_po: But my wealth relies on my reputation.

# dn4:26.7
source: Ahañceva kho pana, bho gotama, parisagato samāno añjaliṃ paggaṇheyyaṃ, āsanā me taṃ bhavaṃ gotamo paccuṭṭhānaṃ dhāretu.
sc_po: If, when I have gone to an assembly, I raise my joined palms, please take it that I have risen from my seat.

# dn4:26.8
source: Ahañceva kho pana, bho gotama, parisagato samāno veṭhanaṃ omuñceyyaṃ, sirasā me taṃ bhavaṃ gotamo abhivādanaṃ dhāretu.
sc_po: And if I undo my turban, please take it that I have bowed.

# dn4:26.9
source: Ahañceva kho pana, bho gotama, yānagato samāno yānā paccorohitvā bhavantaṃ gotamaṃ abhivādeyyaṃ, tena maṃ sā parisā paribhaveyya.
sc_po: And Master Gotama, if, when I am in a carriage, I rise from my seat and bow to the Buddha, that assembly might disparage me for that.

# dn4:26.12
source: Ahañceva kho pana, bho gotama, yānagato samāno patodalaṭṭhiṃ abbhunnāmeyyaṃ, yānā me taṃ bhavaṃ gotamo paccorohanaṃ dhāretu.
sc_po: If, when I am in a carriage, I hold up my goad, please take it that I have got down from my carriage.

# dn4:26.13
source: Ahañceva kho pana, bho gotama, yānagato samāno chattaṃ apanāmeyyaṃ, sirasā me taṃ bhavaṃ gotamo abhivādanaṃ dhāretū”ti.
sc_po: And if I lower my sunshade, please take it that I have bowed.”

# dn4:27.1
source: Atha kho bhagavā soṇadaṇḍaṃ brāhmaṇaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmīti.
sc_po: Then the Buddha educated, encouraged, fired up, and inspired the brahmin Soṇadaṇḍa with a Dhamma talk, after which he got up from his seat and left.
