Repository: kondannyo/PGP
Catalog: DN/*_text/dn08.po
Languages: sc_po

# dn8:0.1
source: Dīgha Nikāya 8
sc_po: Long Discourses 8

# dn8:0.2
source: Mahāsīhanādasutta
sc_po: The Longer Discourse on the Lion’s Roar

# dn8:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# dn8:1.2
source: ekaṃ samayaṃ bhagavā uruññāyaṃ viharati kaṇṇakatthale migadāye.
sc_po: At one time the Buddha was staying near Ujuñña, in the deer park at Kaṇṇakatthala.

# dn8:1.3
source: Atha kho acelo kassapo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the naked ascetic Kassapa went up to the Buddha and exchanged greetings with him.

# dn8:1.4
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho acelo kassapo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he stood to one side, and said to the Buddha:

# dn8:2.1
source: “sutaṃ metaṃ, bho gotama:
sc_po: “Master Gotama, I have heard the following:

# dn8:2.2
source: ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadatī’ti.
sc_po: ‘The ascetic Gotama criticizes all forms of mortification. He categorically condemns and denounces those self-mortifiers who live rough.’

# dn8:2.3
source: Ye te, bho gotama, evamāhaṃsu: ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadatī’ti, kacci te bhoto gotamassa vuttavādino, na ca bhavantaṃ gotamaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati?
sc_po: Do those who say this repeat what the Buddha has said, and not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?

# dn8:2.4
source: Anabbhakkhātukāmā hi mayaṃ bhavantaṃ gotaman”ti.
sc_po: For we don’t want to misrepresent Master Gotama.”

# dn8:3.1
source: “Ye te, kassapa, evamāhaṃsu: ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadatī’ti, na me te vuttavādino, abbhācikkhanti ca pana maṃ te asatā abhūtena.
sc_po: “Kassapa, those who say this do not repeat what I have said. They misrepresent me with what is false, baseless, and untrue.

# dn8:3.2
source: Idhāhaṃ, kassapa, ekaccaṃ tapassiṃ lūkhājīviṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ.
sc_po: With clairvoyance that is purified and superhuman, I see some self-mortifier who lives rough reborn in a place of loss, a bad place, the underworld, hell.

# dn8:3.3
source: Idha panāhaṃ, kassapa, ekaccaṃ tapassiṃ lūkhājīviṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ.
sc_po: But I see another self-mortifier who lives rough reborn in a good place, a heavenly realm.

# dn8:3.4
source: Idhāhaṃ, kassapa, ekaccaṃ tapassiṃ appadukkhavihāriṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ.
sc_po: I see some self-mortifier who takes it easy reborn in a place of loss.

# dn8:3.5
source: Idha panāhaṃ, kassapa, ekaccaṃ tapassiṃ appadukkhavihāriṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannaṃ.
sc_po: But I see another self-mortifier who takes it easy reborn in a good place, a heavenly realm.

# dn8:3.6
source: Yohaṃ, kassapa, imesaṃ tapassīnaṃ evaṃ āgatiñca gatiñca cutiñca upapattiñca yathābhūtaṃ pajānāmi, sohaṃ kiṃ sabbaṃ tapaṃ garahissāmi, sabbaṃ vā tapassiṃ lūkhājīviṃ ekaṃsena upakkosissāmi upavadissāmi?
sc_po: Since I truly understand the coming and going, passing away and rebirth of these self-mortifiers in this way, how could I criticize all forms of mortification, or categorically condemn and denounce those self-mortifiers who live rough?

# dn8:4.1
source: Santi, kassapa, eke samaṇabrāhmaṇā paṇḍitā nipuṇā kataparappavādā vālavedhirūpā. Te bhindantā maññe caranti paññāgatena diṭṭhigatāni.
sc_po: There are some clever ascetics and brahmins who are subtle, accomplished in the doctrines of others, hair-splitters. You’d think they live to demolish convictions with their intellect.

# dn8:4.2
source: Tehipi me saddhiṃ ekaccesu ṭhānesu sameti, ekaccesu ṭhānesu na sameti.
sc_po: They agree with me in some matters and disagree in others.

# dn8:4.3
source: Yaṃ te ekaccaṃ vadanti ‘sādhū’ti, mayampi taṃ ekaccaṃ vadema ‘sādhū’ti.
sc_po: Some of the things that they applaud, I also applaud.

# dn8:4.4
source: Yaṃ te ekaccaṃ vadanti ‘na sādhū’ti, mayampi taṃ ekaccaṃ vadema ‘na sādhū’ti.
sc_po: Some of the things that they don’t applaud, I also don’t applaud.

# dn8:4.5
source: Yaṃ te ekaccaṃ vadanti ‘sādhū’ti, mayaṃ taṃ ekaccaṃ vadema ‘na sādhū’ti.
sc_po: But some of the things that they applaud, I don’t applaud.

# dn8:4.6
source: Yaṃ te ekaccaṃ vadanti ‘na sādhū’ti, mayaṃ taṃ ekaccaṃ vadema ‘sādhū’ti.
sc_po: And some of the things that they don’t applaud, I do applaud.

# dn8:4.7
source: Yaṃ mayaṃ ekaccaṃ vadema ‘sādhū’ti, parepi taṃ ekaccaṃ vadanti ‘sādhū’ti.
sc_po: Some of the things that I applaud, others also applaud.

# dn8:4.8
source: Yaṃ mayaṃ ekaccaṃ vadema ‘na sādhū’ti, parepi taṃ ekaccaṃ vadanti ‘na sādhū’ti.
sc_po: Some of the things that I don’t applaud, they also don’t applaud.

# dn8:4.9
source: Yaṃ mayaṃ ekaccaṃ vadema ‘na sādhū’ti, pare taṃ ekaccaṃ vadanti ‘sādhū’ti.
sc_po: But some of the things that I don’t applaud, others do applaud.

# dn8:4.10
source: Yaṃ mayaṃ ekaccaṃ vadema ‘sādhū’ti, pare taṃ ekaccaṃ vadanti ‘na sādhū’ti.
sc_po: And some of the things that I do applaud, others don’t applaud.

# dn8:4.11
source: 1. Samanuyuñjāpanakathā
sc_po: 1. Examination

# dn8:5.1
source: Tyāhaṃ upasaṅkamitvā evaṃ vadāmi:
sc_po: I go up to them and say:

# dn8:5.2
source: ‘yesu no, āvuso, ṭhānesu na sameti, tiṭṭhantu tāni ṭhānāni.
sc_po: ‘Let us leave aside those matters on which we disagree.

# dn8:5.3
source: Yesu ṭhānesu sameti, tattha viññū samanuyuñjantaṃ samanugāhantaṃ samanubhāsantaṃ satthārā vā satthāraṃ saṅghena vā saṅghaṃ:
sc_po: But there are some matters on which we agree. Regarding these, sensible people, pursuing, pressing, and grilling, would compare teacher with teacher or community with community:

# dn8:5.4
source: “ye imesaṃ bhavataṃ dhammā akusalā akusalasaṅkhātā, sāvajjā sāvajjasaṅkhātā, asevitabbā asevitabbasaṅkhātā, na alamariyā na alamariyasaṅkhātā, kaṇhā kaṇhasaṅkhātā.
sc_po: “There are things that are unskillful, blameworthy, not to be cultivated, unworthy of the noble ones, and dark—and are reckoned as such.

# dn8:5.5
source: Ko ime dhamme anavasesaṃ pahāya vattati, samaṇo vā gotamo, pare vā pana bhonto gaṇācariyā”ti?
sc_po: Who behaves like they’ve totally given these things up: the ascetic Gotama, or the teachers of other communities?”’

# dn8:6.1
source: Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ viññū samanuyuñjantā samanugāhantā samanubhāsantā evaṃ vadeyyuṃ:
sc_po: It’s possible that they might say:

# dn8:6.3
source: Samaṇo gotamo ime dhamme anavasesaṃ pahāya vattati, yaṃ vā pana bhonto pare gaṇācariyā’ti.
sc_po: ‘The ascetic Gotama behaves like he’s totally given those unskillful things up, compared with the teachers of other communities.’

# dn8:6.4
source: Itiha, kassapa, viññū samanuyuñjantā samanugāhantā samanubhāsantā amheva tattha yebhuyyena pasaṃseyyuṃ.
sc_po: And that’s how, when sensible people pursue the matter, they will mostly praise us.

# dn8:7.1
source: Aparampi no, kassapa, viññū samanuyuñjantaṃ samanugāhantaṃ samanubhāsantaṃ satthārā vā satthāraṃ saṅghena vā saṅghaṃ:
sc_po: In addition, sensible people, engaging, pressing, and grilling, would compare teacher with teacher or community with community:

# dn8:7.2
source: ‘ye imesaṃ bhavataṃ dhammā kusalā kusalasaṅkhātā, anavajjā anavajjasaṅkhātā, sevitabbā sevitabbasaṅkhātā, alamariyā alamariyasaṅkhātā, sukkā sukkasaṅkhātā.
sc_po: ‘There are things that are skillful, blameless, worth cultivating, worthy of the noble ones, and bright—and are reckoned as such.

# dn8:7.3
source: Ko ime dhamme anavasesaṃ samādāya vattati, samaṇo vā gotamo, pare vā pana bhonto gaṇācariyā’ti?
sc_po: Who proceeds having totally undertaken these things: the ascetic Gotama, or the teachers of other communities?’

# dn8:8.1
source: Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ viññū samanuyuñjantā samanugāhantā samanubhāsantā evaṃ vadeyyuṃ:
sc_po: It’s possible that they might say:

# dn8:8.3
source: Samaṇo gotamo ime dhamme anavasesaṃ samādāya vattati, yaṃ vā pana bhonto pare gaṇācariyā’ti.
sc_po: ‘The ascetic Gotama proceeds having totally undertaken these things, compared with the teachers of other communities.’

# dn8:8.4
source: Itiha, kassapa, viññū samanuyuñjantā samanugāhantā samanubhāsantā amheva tattha yebhuyyena pasaṃseyyuṃ.
sc_po: And that’s how, when sensible people pursue the matter, they will mostly praise us.

# dn8:9.1
source: Aparampi no, kassapa, viññū samanuyuñjantaṃ samanugāhantaṃ samanubhāsantaṃ satthārā vā satthāraṃ saṅghena vā saṅghaṃ:
sc_po: In addition, sensible people, pursuing, pressing, and grilling, would compare teacher with teacher or community with community:

# dn8:9.2
source: ‘ye imesaṃ bhavataṃ dhammā akusalā akusalasaṅkhātā, sāvajjā sāvajjasaṅkhātā, asevitabbā asevitabbasaṅkhātā, na alamariyā na alamariyasaṅkhātā, kaṇhā kaṇhasaṅkhātā.
sc_po: ‘There are things that are unskillful, blameworthy, not to be cultivated, unworthy of the noble ones, and dark—and are reckoned as such.

# dn8:9.3
source: Ko ime dhamme anavasesaṃ pahāya vattati, gotamasāvakasaṅgho vā, pare vā pana bhonto gaṇācariyasāvakasaṅghā’ti?
sc_po: Who behaves like they’ve totally given these things up: the ascetic Gotama’s disciples, or the disciples of other teachers?’

# dn8:10.1
source: Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ viññū samanuyuñjantā samanugāhantā samanubhāsantā evaṃ vadeyyuṃ:
sc_po: It’s possible that they might say:

# dn8:10.3
source: Gotamasāvakasaṅgho ime dhamme anavasesaṃ pahāya vattati, yaṃ vā pana bhonto pare gaṇācariyasāvakasaṅghā’ti.
sc_po: ‘The ascetic Gotama’s disciples behave like they’ve totally given those unskillful things up, compared with the disciples of other teachers.’

# dn8:10.4
source: Itiha, kassapa, viññū samanuyuñjantā samanugāhantā samanubhāsantā amheva tattha yebhuyyena pasaṃseyyuṃ.
sc_po: And that’s how, when sensible people pursue the matter, they will mostly praise us.

# dn8:11.1
source: Aparampi no, kassapa, viññū samanuyuñjantaṃ samanugāhantaṃ samanubhāsantaṃ satthārā vā satthāraṃ saṅghena vā saṅghaṃ.
sc_po: In addition, sensible people, pursuing, pressing, and grilling, would compare teacher with teacher or community with community:

# dn8:11.2
source: ‘Ye imesaṃ bhavataṃ dhammā kusalā kusalasaṅkhātā, anavajjā anavajjasaṅkhātā, sevitabbā sevitabbasaṅkhātā, alamariyā alamariyasaṅkhātā, sukkā sukkasaṅkhātā.
sc_po: ‘There are things that are skillful, blameless, worth cultivating, worthy of the noble ones, and bright—and are reckoned as such.

# dn8:11.3
source: Ko ime dhamme anavasesaṃ samādāya vattati, gotamasāvakasaṅgho vā, pare vā pana bhonto gaṇācariyasāvakasaṅghā’ti?
sc_po: Who proceeds having totally undertaken these things: the ascetic Gotama’s disciples, or the disciples of other teachers?’

# dn8:12.1
source: Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ viññū samanuyuñjantā samanugāhantā samanubhāsantā evaṃ vadeyyuṃ:
sc_po: It’s possible that they might say:

# dn8:12.3
source: Gotamasāvakasaṅgho ime dhamme anavasesaṃ samādāya vattati, yaṃ vā pana bhonto pare gaṇācariyasāvakasaṅghā’ti.
sc_po: ‘The ascetic Gotama’s disciples proceed having totally undertaken those skillful things, compared with the disciples of other teachers.’

# dn8:12.4
source: Itiha, kassapa, viññū samanuyuñjantā samanugāhantā samanubhāsantā amheva tattha yebhuyyena pasaṃseyyuṃ.
sc_po: And that’s how, when sensible people pursue the matter, they will mostly praise us.

# dn8:12.5
source: 2. Ariyaaṭṭhaṅgikamagga
sc_po: 2. The Noble Eightfold Path

# dn8:13.1
source: Atthi, kassapa, maggo atthi paṭipadā, yathāpaṭipanno sāmaññeva ñassati sāmaṃ dakkhati:
sc_po: There is, Kassapa, a path, there is a practice, practicing in accordance with which you will know and see for yourself:

# dn8:13.2
source: ‘samaṇova gotamo kālavādī bhūtavādī atthavādī dhammavādī vinayavādī’ti.
sc_po: ‘Only the ascetic Gotama’s words are timely, true, and meaningful, in line with the teaching and training.’

# dn8:13.3
source: Katamo ca, kassapa, maggo, katamā ca paṭipadā, yathāpaṭipanno sāmaññeva ñassati sāmaṃ dakkhati:
sc_po: And what is that path?

# dn8:13.5
source: Ayameva ariyo aṭṭhaṅgiko maggo.
sc_po: It is simply this noble eightfold path, that is:

# dn8:13.6
source: Seyyathidaṃ—sammādiṭṭhi sammāsaṅkappo sammāvācā sammākammanto sammāājīvo sammāvāyāmo sammāsati sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# dn8:13.7
source: Ayaṃ kho, kassapa, maggo, ayaṃ paṭipadā, yathāpaṭipanno sāmaññeva ñassati sāmaṃ dakkhati ‘samaṇova gotamo kālavādī bhūtavādī atthavādī dhammavādī vinayavādī’”ti.
sc_po: This is the path, this is the practice, practicing in accordance with which you will know and see for yourself: ‘Only the ascetic Gotama’s words are timely, true, and meaningful, in line with the teaching and training.’”

# dn8:13.8
source: 3. Tapopakkamakathā
sc_po: 3. Practicing Self-Mortification

# dn8:14.1
source: Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca:
sc_po: When he had spoken, Kassapa said to the Buddha:

# dn8:14.2
source: “imepi kho, āvuso gotama, tapopakkamā etesaṃ samaṇabrāhmaṇānaṃ sāmaññasaṅkhātā ca brahmaññasaṅkhātā ca.
sc_po: “Reverend Gotama, those ascetics and brahmins consider these practices of self-mortification to be what makes someone a true ascetic or brahmin.

# dn8:14.3
source: Acelako hoti, muttācāro, hatthāpalekhano, naehibhaddantiko, natiṭṭhabhaddantiko, nābhihaṭaṃ, na uddissakataṃ, na nimantanaṃ sādiyati.
sc_po: They go naked, ignoring conventions. They lick their hands, and don’t come or wait when asked. They don’t consent to food brought to them, or food prepared on purpose for them, or an invitation for a meal.

# dn8:14.4
source: So na kumbhimukhā paṭiggaṇhāti, na kaḷopimukhā paṭiggaṇhāti, na eḷakamantaraṃ, na daṇḍamantaraṃ, na musalamantaraṃ, na dvinnaṃ bhuñjamānānaṃ, na gabbhiniyā, na pāyamānāya, na purisantaragatāya, na saṅkittīsu, na yattha sā upaṭṭhito hoti, na yattha makkhikā saṇḍasaṇḍacārinī, na macchaṃ, na maṃsaṃ, na suraṃ, na merayaṃ, na thusodakaṃ pivati.
sc_po: They don’t receive anything from a pot or bowl; or from someone who keeps sheep, or who has a weapon or a shovel in their home; or where a couple is eating; or where there is a woman who is pregnant, breastfeeding, or who has a man in her home; or where there’s a dog waiting or flies buzzing. They accept no fish or meat or liquor or wine, and drink no beer.

# dn8:14.5
source: So ekāgāriko vā hoti ekālopiko, dvāgāriko vā hoti dvālopiko … sattāgāriko vā hoti sattālopiko;
sc_po: They go to just one house for alms, taking just one mouthful, or two houses and two mouthfuls, up to seven houses and seven mouthfuls.

# dn8:14.6
source: ekissāpi dattiyā yāpeti, dvīhipi dattīhi yāpeti … sattahipi dattīhi yāpeti;
sc_po: They feed on one saucer a day, two saucers a day, up to seven saucers a day.

# dn8:14.7
source: ekāhikampi āhāraṃ āhāreti, dvīhikampi āhāraṃ āhāreti … sattāhikampi āhāraṃ āhāreti. Iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati.
sc_po: They eat once a day, once every second day, up to once a week, and so on, even up to once a fortnight. They live committed to the practice of eating food at set intervals.

# dn8:14.8
source: Imepi kho, āvuso gotama, tapopakkamā etesaṃ samaṇabrāhmaṇānaṃ sāmaññasaṅkhātā ca brahmaññasaṅkhātā ca.
sc_po: Those ascetics and brahmins also consider these practices of self-mortification to be what makes someone a true ascetic or brahmin.

# dn8:14.9
source: Sākabhakkho vā hoti, sāmākabhakkho vā hoti, nīvārabhakkho vā hoti, daddulabhakkho vā hoti, haṭabhakkho vā hoti, kaṇabhakkho vā hoti, ācāmabhakkho vā hoti, piññākabhakkho vā hoti, tiṇabhakkho vā hoti, gomayabhakkho vā hoti, vanamūlaphalāhāro yāpeti pavattaphalabhojī.
sc_po: They eat herbs, millet, wild rice, poor rice, water lettuce, rice bran, scum from boiling rice, sesame flour, grass, or cow dung. They survive on forest roots and fruits, or eating fallen fruit.

# dn8:14.10
source: Imepi kho, āvuso gotama, tapopakkamā etesaṃ samaṇabrāhmaṇānaṃ sāmaññasaṅkhātā ca brahmaññasaṅkhātā ca.
sc_po: Those ascetics and brahmins also consider these practices of mortification to be what makes someone a true ascetic or brahmin.

# dn8:14.11
source: Sāṇānipi dhāreti, masāṇānipi dhāreti, chavadussānipi dhāreti, paṃsukūlānipi dhāreti, tirīṭānipi dhāreti, ajinampi dhāreti, ajinakkhipampi dhāreti, kusacīrampi dhāreti, vākacīrampi dhāreti, phalakacīrampi dhāreti, kesakambalampi dhāreti, vāḷakambalampi dhāreti, ulūkapakkhikampi dhāreti,
sc_po: They wear robes of sunn hemp, mixed hemp, corpse-wrapping cloth, rags, lodh tree bark, antelope hide (whole or in strips), kusa grass, bark, wood-chips, human hair, horse-tail hair, or owls’ wings.

# dn8:14.12
source: kesamassulocakopi hoti kesamassulocanānuyogamanuyutto,
sc_po: They tear out hair and beard, committed to this practice.

# dn8:14.13
source: ubbhaṭṭhakopi hoti āsanapaṭikkhitto,
sc_po: They constantly stand, refusing seats.

# dn8:14.14
source: ukkuṭikopi hoti ukkuṭikappadhānamanuyutto,
sc_po: They squat, committed to persisting in the squatting position.

# dn8:14.15
source: kaṇṭakāpassayikopi hoti kaṇṭakāpassaye seyyaṃ kappeti,
sc_po: They lie on a mat of thorns, making a mat of thorns their bed.

# dn8:14.16
source: phalakaseyyampi kappeti, thaṇḍilaseyyampi kappeti,
sc_po: They make their bed on a plank, or the bare ground.

# dn8:14.17
source: ekapassayikopi hoti
sc_po: They lie only on one side.

# dn8:14.18
source: rajojalladharo,
sc_po: They wear dust and dirt.

# dn8:14.19
source: abbhokāsikopi hoti
sc_po: They stay in the open air.

# dn8:14.20
source: yathāsanthatiko,
sc_po: They sleep wherever they lay their mat.

# dn8:14.21
source: vekaṭikopi hoti vikaṭabhojanānuyogamanuyutto,
sc_po: They eat unnatural things, committed to the practice of eating unnatural foods.

# dn8:14.22
source: apānakopi hoti apānakattamanuyutto,
sc_po: They don’t drink, committed to the practice of not drinking liquids.

# dn8:14.23
source: sāyatatiyakampi udakorohanānuyogamanuyutto viharatī”ti.
sc_po: They’re committed to the practice of immersion in water three times a day, including the evening.”

# dn8:14.24
source: 4. Tapopakkamaniratthakathā
sc_po: 4. The Uselessness of Self-Mortification

# dn8:15.1
source: “Acelako cepi, kassapa, hoti, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati.
sc_po: “Kassapa, someone may practice all those forms of self-mortification,

# dn8:15.2
source: Tassa cāyaṃ sīlasampadā cittasampadā paññāsampadā abhāvitā hoti asacchikatā. Atha kho so ārakāva sāmaññā ārakāva brahmaññā.
sc_po: but if they haven’t developed and realized any accomplishment in ethics, mind, and wisdom, they are far from being a true ascetic or brahmin.

# dn8:15.3
source: Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: But take a mendicant who develops a heart of love, free of enmity and ill will. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# dn8:15.4
source: Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipi.
sc_po: When they achieve this, they’re called a mendicant who is a ‘true ascetic’ and also ‘a true brahmin’.

# dn8:16.1
source: Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca:
sc_po: When he had spoken, Kassapa said to the Buddha,

# dn8:16.2
source: “dukkaraṃ, bho gotama, sāmaññaṃ dukkaraṃ brahmaññan”ti.
sc_po: “It’s hard, Master Gotama, to be a true ascetic or a true brahmin.”

# dn8:16.3
source: “Pakati kho esā, kassapa, lokasmiṃ ‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti.
sc_po: “It’s typical, Kassapa, in this world to think that it’s hard to be a true ascetic or brahmin.

# dn8:16.4
source: Acelako cepi, kassapa, hoti, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati.
sc_po: But someone might practice all those forms of self-mortification.

# dn8:16.5
source: Imāya ca, kassapa, mattāya iminā tapopakkamena sāmaññaṃ vā abhavissa brahmaññaṃ vā dukkaraṃ sudukkaraṃ, netaṃ abhavissa kallaṃ vacanāya:
sc_po: And if it was only because of just that much, only because of that self-mortification that it was so very hard to be a true ascetic or brahmin, it wouldn’t be appropriate to say that

# dn8:16.6
source: ‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti.
sc_po: it’s hard to be a true ascetic or brahmin.

# dn8:16.7
source: Sakkā ca panetaṃ abhavissa kātuṃ gahapatinā vā gahapatiputtena vā antamaso kumbhadāsiyāpi:
sc_po: For it would be quite possible for a householder or a householder’s child—or even the bonded maid who carries the water-jar—

# dn8:16.8
source: ‘handāhaṃ acelako homi, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharāmī’ti.
sc_po: to practice all those forms of self-mortification.

# dn8:16.9
source: Yasmā ca kho, kassapa, aññatreva imāya mattāya aññatra iminā tapopakkamena sāmaññaṃ vā hoti brahmaññaṃ vā dukkaraṃ sudukkaraṃ, tasmā etaṃ kallaṃ vacanāya:
sc_po: It’s because there’s something other than just that much, something other than that self-mortification that it’s so very hard to be a true ascetic or brahmin. And that’s why it is appropriate to say that

# dn8:16.10
source: ‘dukkaraṃ sāmaññaṃ dukkaraṃ brahmaññan’ti.
sc_po: it’s hard to be a true ascetic or brahmin.

# dn8:16.11
source: Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: Take a mendicant who develops a heart of love, free of enmity and ill will. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# dn8:16.12
source: Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipi.
sc_po: When they achieve this, they’re called a mendicant who is a ‘true ascetic’ and also ‘a true brahmin’.

# dn8:17.1
source: Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca:
sc_po: When he had spoken, Kassapa said to the Buddha,

# dn8:17.2
source: “dujjāno, bho gotama, samaṇo, dujjāno brāhmaṇo”ti.
sc_po: “It’s hard, Master Gotama, to know a true ascetic or a true brahmin.”

# dn8:17.3
source: “Pakati kho esā, kassapa, lokasmiṃ ‘dujjāno samaṇo dujjāno brāhmaṇo’ti.
sc_po: “It’s typical in this world to think that it’s hard to know a true ascetic or brahmin.

# dn8:17.4
source: Acelako cepi, kassapa, hoti, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharati.
sc_po: But someone might practice all those forms of self-mortification.

# dn8:17.5
source: Imāya ca, kassapa, mattāya iminā tapopakkamena samaṇo vā abhavissa brāhmaṇo vā dujjāno sudujjāno, netaṃ abhavissa kallaṃ vacanāya:
sc_po: And if it was only by just that much, only by that self-mortification that it was so very hard to know a true ascetic or brahmin, it wouldn’t be appropriate to say that

# dn8:17.6
source: ‘dujjāno samaṇo dujjāno brāhmaṇo’ti.
sc_po: it’s hard to know a true ascetic or brahmin.
