Repository: kondannyo/PGP
Catalog: DN/*_text/dn08.po
Languages: sc_po

# dn8:17.7
source: Sakkā ca paneso abhavissa ñātuṃ gahapatinā vā gahapatiputtena vā antamaso kumbhadāsiyāpi:
sc_po: For it would be quite possible for a householder or a householder’s child—or even the bonded maid who carries the water-jar—

# dn8:17.8
source: ‘ayaṃ acelako hoti, muttācāro, hatthāpalekhano … pe … iti evarūpaṃ addhamāsikampi pariyāyabhattabhojanānuyogamanuyutto viharatī’ti.
sc_po: to know that someone is practicing all those forms of self-mortification.

# dn8:17.9
source: Yasmā ca kho, kassapa, aññatreva imāya mattāya aññatra iminā tapopakkamena samaṇo vā hoti brāhmaṇo vā dujjāno sudujjāno, tasmā etaṃ kallaṃ vacanāya:
sc_po: It’s because there’s something other than just that much, something other than that self-mortification that it’s so very hard to know a true ascetic or brahmin. And that’s why it is appropriate to say that

# dn8:17.10
source: ‘dujjāno samaṇo dujjāno brāhmaṇo’ti.
sc_po: it’s hard to know a true ascetic or brahmin.

# dn8:17.11
source: Yato kho, kassapa, bhikkhu averaṃ abyāpajjaṃ mettacittaṃ bhāveti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: Take a mendicant who develops a heart of love, free of enmity and ill will. And they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# dn8:17.12
source: Ayaṃ vuccati, kassapa, bhikkhu samaṇo itipi brāhmaṇo itipi.
sc_po: When they achieve this, they’re called a mendicant who is a ‘true ascetic’ and also ‘a true brahmin’.”

# dn8:17.31
source: 5. Sīlasamādhipaññāsampadā
sc_po: 5. The Accomplishment of Ethics, Immersion, and Wisdom

# dn8:18.1
source: Evaṃ vutte, acelo kassapo bhagavantaṃ etadavoca:
sc_po: When he had spoken, Kassapa said to the Buddha,

# dn8:18.2
source: “katamā pana sā, bho gotama, sīlasampadā, katamā cittasampadā, katamā paññāsampadā”ti?
sc_po: “But Master Gotama, what is that accomplishment in ethics, in mind, and in wisdom?”

# dn8:18.3
source: “Idha, kassapa, tathāgato loke uppajjati arahaṃ, sammāsambuddho … pe …
sc_po: “It’s when a Realized One arises in the world, perfected, a fully awakened Buddha …

# dn8:18.4
source: bhayadassāvī samādāya sikkhati sikkhāpadesu, kāyakammavacīkammena samannāgato kusalena parisuddhājīvo sīlasampanno indriyesu guttadvāro satisampajaññena samannāgato santuṭṭho.
sc_po: Seeing danger in the slightest fault, a mendicant keeps the rules they’ve undertaken. They act skillfully by body and speech. They’re purified in livelihood and accomplished in ethical conduct. They guard the sense doors, have mindfulness and situational awareness, and are content.

# dn8:18.5
source: Kathañca, kassapa, bhikkhu sīlasampanno hoti?
sc_po: And how is a mendicant accomplished in ethics?

# dn8:18.6
source: Idha, kassapa, bhikkhu pāṇātipātaṃ pahāya pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati.
sc_po: It’s when a mendicant gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings.

# dn8:18.7
source: Idampissa hoti sīlasampadāya … pe …
sc_po: This pertains to their accomplishment in ethics. …

# dn8:19.1
source: Yathā vā paneke bhonto samaṇabrāhmaṇā saddhādeyyāni bhojanāni bhuñjitvā te evarūpāya tiracchānavijjāya micchājīvena jīvitaṃ kappenti.
sc_po: There are some ascetics and brahmins who, while enjoying food given in faith, still earn a living by unworthy branches of knowledge, by wrong livelihood. …

# dn8:19.3
source: iti vā iti evarūpāya tiracchānavijjāya micchājīvā paṭivirato hoti.
sc_po: They refrain from such unworthy branches of knowledge, such wrong livelihood.

# dn8:19.4
source: Idampissa hoti sīlasampadāya.
sc_po: This pertains to their accomplishment in ethics.

# dn8:19.5
source: Sa kho so, kassapa, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato.
sc_po: A mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint.

# dn8:19.6
source: Seyyathāpi, kassapa, rājā khattiyo muddhāvasitto nihatapaccāmitto na kutoci bhayaṃ samanupassati, yadidaṃ paccatthikato;
sc_po: It’s like a king who has defeated his enemies. He sees no danger from his foes in any quarter.

# dn8:19.7
source: evameva kho, kassapa, bhikkhu evaṃ sīlasampanno na kutoci bhayaṃ samanupassati, yadidaṃ sīlasaṃvarato.
sc_po: In the same way, a mendicant thus accomplished in ethics sees no danger in any quarter in regards to their ethical restraint.

# dn8:19.8
source: So iminā ariyena sīlakkhandhena samannāgato ajjhattaṃ anavajjasukhaṃ paṭisaṃvedeti.
sc_po: When they have this entire spectrum of noble ethics, they experience a blameless happiness inside themselves.

# dn8:19.9
source: Evaṃ kho, kassapa, bhikkhu sīlasampanno hoti.
sc_po: That’s how a mendicant is accomplished in ethics.

# dn8:19.10
source: Ayaṃ kho, kassapa, sīlasampadā … pe …
sc_po: This, Kassapa, is that accomplishment in ethics. …

# dn8:19.11
source: paṭhamaṃ jhānaṃ upasampajja viharati.
sc_po: They enter and remain in the first absorption …

# dn8:19.12
source: Idampissa hoti cittasampadāya … pe …
sc_po: This pertains to their accomplishment in mind. …

# dn8:19.13
source: dutiyaṃ jhānaṃ …
sc_po: They enter and remain in the second absorption …

# dn8:19.14
source: tatiyaṃ jhānaṃ …
sc_po: third absorption …

# dn8:19.15
source: catutthaṃ jhānaṃ upasampajja viharati.
sc_po: fourth absorption.

# dn8:19.16
source: Idampissa hoti cittasampadāya.
sc_po: This pertains to their accomplishment in mind.

# dn8:19.17
source: Ayaṃ kho, kassapa, cittasampadā.
sc_po: This, Kassapa, is that accomplishment in mind.

# dn8:20.1
source: So evaṃ samāhite citte … pe …
sc_po: When their mind is immersed like this,

# dn8:20.2
source: ñāṇadassanāya cittaṃ abhinīharati abhininnāmeti …
sc_po: they extend and project it toward knowledge and vision …

# dn8:20.3
source: idampissa hoti paññāsampadāya … pe …
sc_po: This pertains to their accomplishment in wisdom. …

# dn8:20.4
source: nāparaṃ itthattāyāti pajānāti.
sc_po: They understand: ‘… there is no return to any state of existence.’

# dn8:20.5
source: Idampissa hoti paññāsampadāya.
sc_po: This pertains to their accomplishment in wisdom.

# dn8:20.6
source: Ayaṃ kho, kassapa, paññāsampadā.
sc_po: This, Kassapa, is that accomplishment in wisdom.

# dn8:20.7
source: Imāya ca, kassapa, sīlasampadāya cittasampadāya paññāsampadāya aññā sīlasampadā cittasampadā paññāsampadā uttaritarā vā paṇītatarā vā natthi.
sc_po: And, Kassapa, there is no accomplishment in ethics, mind, and wisdom that is better or finer than this.

# dn8:20.8
source: 6. Sīhanādakathā
sc_po: 6. The Lion’s Roar

# dn8:21.1
source: Santi, kassapa, eke samaṇabrāhmaṇā sīlavādā.
sc_po: There are, Kassapa, some ascetics and brahmins who teach ethics.

# dn8:21.2
source: Te anekapariyāyena sīlassa vaṇṇaṃ bhāsanti.
sc_po: They praise ethical conduct in many ways.

# dn8:21.3
source: Yāvatā, kassapa, ariyaṃ paramaṃ sīlaṃ, nāhaṃ tattha attano samasamaṃ samanupassāmi, kuto bhiyyo.
sc_po: But as far as the highest noble ethics goes, I don’t see anyone who’s my equal, still less my superior.

# dn8:21.4
source: Atha kho ahameva tattha bhiyyo, yadidaṃ adhisīlaṃ.
sc_po: Rather, I am the one who is superior when it comes to the higher ethics.

# dn8:21.5
source: Santi, kassapa, eke samaṇabrāhmaṇā tapojigucchāvādā.
sc_po: There are, Kassapa, some ascetics and brahmins who teach mortification in disgust of sin.

# dn8:21.6
source: Te anekapariyāyena tapojigucchāya vaṇṇaṃ bhāsanti.
sc_po: They praise mortification in disgust of sin in many ways.

# dn8:21.7
source: Yāvatā, kassapa, ariyā paramā tapojigucchā, nāhaṃ tattha attano samasamaṃ samanupassāmi, kuto bhiyyo.
sc_po: But as far as the highest noble mortification in disgust of sin goes, I don’t see anyone who’s my equal, still less my superior.

# dn8:21.8
source: Atha kho ahameva tattha bhiyyo, yadidaṃ adhijegucchaṃ.
sc_po: Rather, I am the one who is superior when it comes to the higher mortification in disgust of sin.

# dn8:21.9
source: Santi, kassapa, eke samaṇabrāhmaṇā paññāvādā.
sc_po: There are, Kassapa, some ascetics and brahmins who teach wisdom.

# dn8:21.10
source: Te anekapariyāyena paññāya vaṇṇaṃ bhāsanti.
sc_po: They praise wisdom in many ways.

# dn8:21.11
source: Yāvatā, kassapa, ariyā paramā paññā, nāhaṃ tattha attano samasamaṃ samanupassāmi, kuto bhiyyo.
sc_po: But as far as the highest noble wisdom goes, I don’t see anyone who’s my equal, still less my superior.

# dn8:21.12
source: Atha kho ahameva tattha bhiyyo, yadidaṃ adhipaññaṃ.
sc_po: Rather, I am the one who is superior when it comes to the higher wisdom.

# dn8:21.13
source: Santi, kassapa, eke samaṇabrāhmaṇā vimuttivādā.
sc_po: There are, Kassapa, some ascetics and brahmins who teach freedom.

# dn8:21.14
source: Te anekapariyāyena vimuttiyā vaṇṇaṃ bhāsanti.
sc_po: They praise freedom in many ways.

# dn8:21.15
source: Yāvatā, kassapa, ariyā paramā vimutti, nāhaṃ tattha attano samasamaṃ samanupassāmi, kuto bhiyyo.
sc_po: But as far as the highest noble freedom goes, I don’t see anyone who’s my equal, still less my superior.

# dn8:21.16
source: Atha kho ahameva tattha bhiyyo, yadidaṃ adhivimutti.
sc_po: Rather, I am the one who is superior when it comes to the higher freedom.

# dn8:22.1
source: Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ:
sc_po: It’s possible that wanderers who follow other paths might say:

# dn8:22.2
source: ‘sīhanādaṃ kho samaṇo gotamo nadati, tañca kho suññāgāre nadati, no parisāsū’ti.
sc_po: ‘The ascetic Gotama only roars his lion’s roar in an empty hut, not in an assembly.’

# dn8:22.3
source: Te: ‘mā hevan’tissu vacanīyā.
sc_po: They should be told, ‘Not so!’

# dn8:22.4
source: ‘Sīhanādañca samaṇo gotamo nadati, parisāsu ca nadatī’ti evamassu, kassapa, vacanīyā.
sc_po: What should be said is this: ‘The ascetic Gotama roars his lion’s roar, and he roars it in an assembly.’

# dn8:22.5
source: Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ:
sc_po: It’s possible that wanderers who follow other paths might say:

# dn8:22.6
source: ‘sīhanādañca samaṇo gotamo nadati, parisāsu ca nadati, no ca kho visārado nadatī’ti.
sc_po: ‘The ascetic Gotama roars his lion’s roar, and he roars it in an assembly. But he doesn’t roar it boldly.’

# dn8:22.7
source: Te: ‘mā hevan’tissu vacanīyā.
sc_po: They should be told, ‘Not so!’

# dn8:22.8
source: ‘Sīhanādañca samaṇo gotamo nadati, parisāsu ca nadati, visārado ca nadatī’ti evamassu, kassapa, vacanīyā.
sc_po: What should be said is this: ‘The ascetic Gotama roars his lion’s roar, he roars it in an assembly, and he roars it boldly.’

# dn8:22.9
source: Ṭhānaṃ kho panetaṃ, kassapa, vijjati, yaṃ aññatitthiyā paribbājakā evaṃ vadeyyuṃ:
sc_po: It’s possible that wanderers who follow other paths might say:

# dn8:22.10
source: ‘sīhanādañca samaṇo gotamo nadati, parisāsu ca nadati, visārado ca nadati, no ca kho naṃ pañhaṃ pucchanti … pe …
sc_po: ‘The ascetic Gotama roars his lion’s roar, he roars it in an assembly, and he roars it boldly. But they don’t question him. …

# dn8:22.11
source: pañhañca naṃ pucchanti; no ca kho nesaṃ pañhaṃ puṭṭho byākaroti … pe …
sc_po: Or he doesn’t answer their questions. …

# dn8:22.12
source: pañhañca nesaṃ puṭṭho byākaroti; no ca kho pañhassa veyyākaraṇena cittaṃ ārādheti … pe …
sc_po: Or his answers are not satisfactory. …

# dn8:22.13
source: pañhassa ca veyyākaraṇena cittaṃ ārādheti; no ca kho sotabbaṃ maññanti … pe …
sc_po: Or they don’t think him worth listening to. …

# dn8:22.14
source: sotabbañcassa maññanti; no ca kho sutvā pasīdanti … pe …
sc_po: Or they’re not confident after listening. …

# dn8:22.15
source: sutvā cassa pasīdanti; no ca kho pasannākāraṃ karonti … pe …
sc_po: Or they don’t show their confidence. …

# dn8:22.16
source: pasannākārañca karonti; no ca kho tathattāya paṭipajjanti … pe …
sc_po: Or they don’t practice accordingly. …

# dn8:22.17
source: tathattāya ca paṭipajjanti; no ca kho paṭipannā ārādhentī’ti.
sc_po: Or they don’t succeed in their practice.’

# dn8:22.18
source: Te: ‘mā hevan’tissu vacanīyā.
sc_po: They should be told, ‘Not so!’

# dn8:22.19
source: ‘Sīhanādañca samaṇo gotamo nadati, parisāsu ca nadati, visārado ca nadati, pañhañca naṃ pucchanti, pañhañca nesaṃ puṭṭho byākaroti, pañhassa ca veyyākaraṇena cittaṃ ārādheti, sotabbañcassa maññanti, sutvā cassa pasīdanti, pasannākārañca karonti, tathattāya ca paṭipajjanti, paṭipannā ca ārādhentī’ti evamassu, kassapa, vacanīyā.
sc_po: What should be said is this: ‘The ascetic Gotama roars his lion’s roar; he roars it in an assembly; he roars it boldly; they question him; he answers their questions; his answers are satisfactory; they think him worth listening to; they’re confident after listening; they show their confidence; they practice accordingly; and they succeed in their practice.’

# dn8:22.20
source: 7. Titthiyaparivāsakathā
sc_po: 7. The Probation For One Previously Ordained

# dn8:23.1
source: Ekamidāhaṃ, kassapa, samayaṃ rājagahe viharāmi gijjhakūṭe pabbate.
sc_po: Kassapa, this one time I was staying near Rājagaha, on the Vulture’s Peak Mountain.

# dn8:23.2
source: Tatra maṃ aññataro tapabrahmacārī nigrodho nāma adhijegucche pañhaṃ apucchi.
sc_po: There a certain practitioner of self-mortification named Nigrodha asked me about the higher mortification in disgust of sin.

# dn8:23.3
source: Tassāhaṃ adhijegucche pañhaṃ puṭṭho byākāsiṃ.
sc_po: I answered his question.

# dn8:23.4
source: Byākate ca pana me attamano ahosi paraṃ viya mattāyā”ti.
sc_po: He was extremely happy with my answer.”

# dn8:23.5
source: “Ko hi, bhante, bhagavato dhammaṃ sutvā na attamano assa paraṃ viya mattāya?
sc_po: “Sir, who wouldn’t be extremely happy after hearing the Buddha’s teaching?

# dn8:23.6
source: Ahampi hi, bhante, bhagavato dhammaṃ sutvā attamano paraṃ viya mattāya.
sc_po: For I too am extremely happy after hearing the Buddha’s teaching!

# dn8:23.7
source: Abhikkantaṃ, bhante, abhikkantaṃ, bhante.
sc_po: Excellent, sir! Excellent!

# dn8:23.8
source: Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito.
sc_po: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, so too the Buddha has made the teaching clear in many ways.

# dn8:23.9
source: Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi, dhammañca bhikkhusaṅghañca.
sc_po: I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# dn8:23.10
source: Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti.
sc_po: Sir, may I receive the going forth, the ordination in the Buddha’s presence?”

# dn8:24.1
source: “Yo kho, kassapa, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya.
sc_po: “Kassapa, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood.

# dn8:24.2
source: Api ca mettha puggalavemattatā viditā”ti.
sc_po: However, I have recognized individual differences in this matter.”

# dn8:24.3
source: “Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhanti pabbajjaṃ, ākaṅkhanti upasampadaṃ, cattāro māse parivasanti, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya. Ahaṃ cattāri vassāni parivasissāmi, catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu, upasampādentu bhikkhubhāvāyā”ti.
sc_po: “Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.”

# dn8:24.4
source: Alattha kho acelo kassapo bhagavato santike pabbajjaṃ, alattha upasampadaṃ.
sc_po: And the naked ascetic Kassapa received the going forth, the ordination in the Buddha’s presence.

# dn8:24.5
source: Acirūpasampanno kho panāyasmā kassapo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto na cirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# dn8:24.6
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# dn8:24.7
source: Aññataro kho panāyasmā kassapo arahataṃ ahosīti.
sc_po: And Venerable Kassapa became one of the perfected.
