Repository: kondannyo/PGP
Catalog: DN/*_text/dn13.po
Languages: sc_po

# dn13:0.1
source: Dīgha Nikāya 13
sc_po: Long Discourses 13

# dn13:0.2
source: Tevijjasutta
sc_po: The Three Knowledges

# dn13:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# dn13:1.2
source: ekaṃ samayaṃ bhagavā kosalesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena manasākaṭaṃ nāma kosalānaṃ brāhmaṇagāmo tadavasari.
sc_po: At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of five hundred mendicants when he arrived at a village of the Kosalan brahmins named Manasākaṭa.

# dn13:1.3
source: Tatra sudaṃ bhagavā manasākaṭe viharati uttarena manasākaṭassa aciravatiyā nadiyā tīre ambavane.
sc_po: He stayed in a mango grove on a bank of the river Aciravatī to the north of Manasākaṭa.

# dn13:2.1
source: Tena kho pana samayena sambahulā abhiññātā abhiññātā brāhmaṇamahāsālā manasākaṭe paṭivasanti, seyyathidaṃ—
sc_po: Now at that time several very well-known well-to-do brahmins were residing in Manasākaṭa. They included

# dn13:2.2
source: caṅkī brāhmaṇo tārukkho brāhmaṇo pokkharasāti brāhmaṇo jāṇusoṇi brāhmaṇo todeyyo brāhmaṇo aññe ca abhiññātā abhiññātā brāhmaṇamahāsālā.
sc_po: the brahmins Caṅkī, Tārukkha, Pokkharasāti, Jāṇussoṇi, Todeyya, and others.

# dn13:3.1
source: Atha kho vāseṭṭhabhāradvājānaṃ māṇavānaṃ jaṅghavihāraṃ anucaṅkamantānaṃ anuvicarantānaṃ maggāmagge kathā udapādi.
sc_po: Then as the students Vāseṭṭha and Bhāradvāja were going for a walk they began a discussion regarding the variety of paths.

# dn13:4.1
source: Atha kho vāseṭṭho māṇavo evamāha:
sc_po: Vāseṭṭha said this:

# dn13:4.2
source: “ayameva ujumaggo, ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena pokkharasātinā”ti.
sc_po: “This is the only straight path, the direct route that leads someone who practices it to the company of Brahmā; namely, that explained by the brahmin Pokkharasāti.”

# dn13:5.1
source: Bhāradvājopi māṇavo evamāha:
sc_po: Bhāradvāja said this:

# dn13:5.2
source: “ayameva ujumaggo, ayamañjasāyano niyyāniko, niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena tārukkhenā”ti.
sc_po: “This is the only straight path, the direct route that leads someone who practices it to the company of Brahmā; namely, that explained by the brahmin Tārukkha.”

# dn13:6.1
source: Neva kho asakkhi vāseṭṭho māṇavo bhāradvājaṃ māṇavaṃ saññāpetuṃ, na pana asakkhi bhāradvājo māṇavo vāseṭṭhaṃ māṇavaṃ saññāpetuṃ.
sc_po: But neither was able to persuade the other.

# dn13:7.1
source: Atha kho vāseṭṭho māṇavo bhāradvājaṃ māṇavaṃ āmantesi:
sc_po: So Vāseṭṭha said to Bhāradvāja,

# dn13:7.2
source: “ayaṃ kho, bhāradvāja, samaṇo gotamo sakyaputto sakyakulā pabbajito manasākaṭe viharati uttarena manasākaṭassa aciravatiyā nadiyā tīre ambavane.
sc_po: “Bhāradvāja, the ascetic Gotama—a Sakyan, gone forth from a Sakyan family—is staying in a mango grove on a bank of the river Aciravatī to the north of Manasākaṭa.

# dn13:7.3
source: Taṃ kho pana bhavantaṃ gotamaṃ evaṃ kalyāṇo kittisaddo abbhuggato:
sc_po: He has this good reputation:

# dn13:7.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# dn13:7.5
source: Āyāma, bho bhāradvāja, yena samaṇo gotamo tenupasaṅkamissāma; upasaṅkamitvā etamatthaṃ samaṇaṃ gotamaṃ pucchissāma.
sc_po: Come, let’s go to see him and ask him about this matter.

# dn13:7.6
source: Yathā no samaṇo gotamo byākarissati, tathā naṃ dhāressāmā”ti.
sc_po: As he answers, so we’ll remember it.”

# dn13:7.7
source: “Evaṃ, bho”ti kho bhāradvājo māṇavo vāseṭṭhassa māṇavassa paccassosi.
sc_po: “Yes, sir,” replied Bhāradvāja.

# dn13:7.8
source: 1. Maggāmaggakathā
sc_po: 1. The Variety of Paths

# dn13:8.1
source: Atha kho vāseṭṭhabhāradvājā māṇavā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavatā saddhiṃ sammodiṃsu.
sc_po: So they went to the Buddha, and exchanged greetings with him.

# dn13:8.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho vāseṭṭho māṇavo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, they sat down to one side and Vāseṭṭha told him of their conversation, adding:

# dn13:8.8
source: Ettha, bho gotama, attheva viggaho, atthi vivādo, atthi nānāvādo”ti.
sc_po: “In this matter we have a dispute, a disagreement, a difference of opinion.”

# dn13:9.1
source: “Iti kira, vāseṭṭha, tvaṃ evaṃ vadesi:
sc_po: “So, Vāseṭṭha, it seems that you say that

# dn13:9.2
source: ‘ayameva ujumaggo, ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena pokkharasātinā’ti.
sc_po: the straight path is that explained by Pokkharasāti,

# dn13:9.3
source: Bhāradvājo māṇavo evamāha:
sc_po: while Bhāradvāja says that

# dn13:9.4
source: ‘ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāya, yvāyaṃ akkhāto brāhmaṇena tārukkhenā’ti.
sc_po: the straight path is that explained by Tārukkha.

# dn13:9.5
source: Atha kismiṃ pana vo, vāseṭṭha, viggaho, kismiṃ vivādo, kismiṃ nānāvādo”ti?
sc_po: But what exactly is your disagreement about?”

# dn13:10.1
source: “Maggāmagge, bho gotama.
sc_po: “About the variety of paths, Master Gotama.

# dn13:10.2
source: Kiñcāpi, bho gotama, brāhmaṇā nānāmagge paññāpenti, addhariyā brāhmaṇā tittiriyā brāhmaṇā chandokā brāhmaṇā bavhārijjhā brāhmaṇā, atha kho sabbāni tāni niyyānikā niyyanti takkarassa brahmasahabyatāya.
sc_po: Even though brahmins describe different paths—the Addhariya brahmins, the Tittiriya brahmins, the Chandoka brahmins, and the Bavhadija brahmins—all of them lead someone who practices them to the company of Brahmā.

# dn13:10.3
source: Seyyathāpi, bho gotama, gāmassa vā nigamassa vā avidūre bahūni cepi nānāmaggāni bhavanti, atha kho sabbāni tāni gāmasamosaraṇāni bhavanti;
sc_po: It’s like a village or town that has many different roads nearby, yet all of them meet at that village.

# dn13:10.4
source: evameva kho, bho gotama, kiñcāpi brāhmaṇā nānāmagge paññāpenti, addhariyā brāhmaṇā tittiriyā brāhmaṇā chandokā brāhmaṇā bavhārijjhā brāhmaṇā, atha kho sabbāni tāni niyyānikā niyyanti takkarassa brahmasahabyatāyā”ti.
sc_po: In the same way, even though brahmins describe different paths—the Addhariya brahmins, the Tittiriya brahmins, the Chandoka brahmins, and the Bavhadija brahmins—all of them lead someone who practices them to the company of Brahmā.”

# dn13:10.5
source: 2. Vāseṭṭhamāṇavānuyoga
sc_po: 2. Questioning Vāseṭṭha

# dn13:11.1
source: “Niyyantīti, vāseṭṭha vadesi”?
sc_po: “Do you say, ‘they lead someone’, Vāseṭṭha?”

# dn13:11.2
source: “Niyyantīti, bho gotama, vadāmi”.
sc_po: “I do, Master Gotama.”

# dn13:11.3
source: “Niyyantīti, vāseṭṭha, vadesi”?
sc_po: “Do you say, ‘they lead someone’, Vāseṭṭha?”

# dn13:11.4
source: “Niyyantīti, bho gotama, vadāmi”.
sc_po: “I do, Master Gotama.”

# dn13:11.5
source: “Niyyantīti, vāseṭṭha, vadesi”?
sc_po: “Do you say, ‘they lead someone’, Vāseṭṭha?”

# dn13:11.6
source: “Niyyantīti, bho gotama, vadāmi”.
sc_po: “I do, Master Gotama.”

# dn13:12.1
source: “Kiṃ pana, vāseṭṭha, atthi koci tevijjānaṃ brāhmaṇānaṃ ekabrāhmaṇopi, yena brahmā sakkhidiṭṭho”ti?
sc_po: “Well, of the brahmins who are proficient in the three Vedas, Vāseṭṭha, is there even a single one who has seen Brahmā with their own eyes?”

# dn13:12.2
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:12.3
source: “Kiṃ pana, vāseṭṭha, atthi koci tevijjānaṃ brāhmaṇānaṃ ekācariyopi, yena brahmā sakkhidiṭṭho”ti?
sc_po: “Well, has even a single one of their teachers seen Brahmā with their own eyes?”

# dn13:12.4
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:12.5
source: “Kiṃ pana, vāseṭṭha, atthi koci tevijjānaṃ brāhmaṇānaṃ ekācariyapācariyopi, yena brahmā sakkhidiṭṭho”ti?
sc_po: “Well, has even a single one of their teachers’ teachers seen Brahmā with their own eyes?”

# dn13:12.6
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:12.7
source: “Kiṃ pana, vāseṭṭha, atthi koci tevijjānaṃ brāhmaṇānaṃ yāva sattamā ācariyāmahayugā yena brahmā sakkhidiṭṭho”ti?
sc_po: “Well, has anyone back to the seventh generation of teachers seen Brahmā with their own eyes?”

# dn13:12.8
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:13.1
source: “Kiṃ pana, vāseṭṭha, yepi tevijjānaṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi tevijjā brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti, tadanubhāsanti, bhāsitamanubhāsanti, vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu.
sc_po: “Well, what of the ancient hermits of the brahmins, namely Aṭṭhaka, Vāmaka, Vāmadeva, Vessāmitta, Yamadaggi, Aṅgīrasa, Bhāradvāja, Vāseṭṭha, Kassapa, and Bhagu? They were the authors and propagators of the hymns. Their hymnal was sung and propagated and compiled in ancient times; and these days, brahmins continue to sing and chant it, chanting what was chanted and teaching what was taught.

# dn13:13.2
source: Tepi evamāhaṃsu:
sc_po: Did they say:

# dn13:13.3
source: ‘mayametaṃ jānāma, mayametaṃ passāma, yattha vā brahmā, yena vā brahmā, yahiṃ vā brahmā’”ti?
sc_po: ‘We know and see where Brahmā is or what way he lies’?”

# dn13:13.4
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:14.1
source: “Iti kira, vāseṭṭha, natthi koci tevijjānaṃ brāhmaṇānaṃ ekabrāhmaṇopi, yena brahmā sakkhidiṭṭho.
sc_po: “So it seems that none of the brahmins have seen Brahmā with their own eyes,

# dn13:14.5
source: Yepi kira tevijjānaṃ brāhmaṇānaṃ pubbakā isayo mantānaṃ kattāro mantānaṃ pavattāro, yesamidaṃ etarahi tevijjā brāhmaṇā porāṇaṃ mantapadaṃ gītaṃ pavuttaṃ samihitaṃ, tadanugāyanti, tadanubhāsanti, bhāsitamanubhāsanti, vācitamanuvācenti, seyyathidaṃ—aṭṭhako vāmako vāmadevo vessāmitto yamataggi aṅgīraso bhāradvājo vāseṭṭho kassapo bhagu, tepi na evamāhaṃsu:
sc_po: and not even the ancient hermits

# dn13:14.6
source: ‘mayametaṃ jānāma, mayametaṃ passāma, yattha vā brahmā, yena vā brahmā, yahiṃ vā brahmā’ti.
sc_po: claimed to know where he is.

# dn13:14.7
source: Teva tevijjā brāhmaṇā evamāhaṃsu:
sc_po: Yet the brahmins proficient in the three Vedas say:

# dn13:14.8
source: ‘yaṃ na jānāma, yaṃ na passāma, tassa sahabyatāya maggaṃ desema.
sc_po: ‘We teach the path to the company of that which we neither know nor see.

# dn13:14.9
source: Ayameva ujumaggo ayamañjasāyano niyyāniko, niyyāti takkarassa brahmasahabyatāyā’ti.
sc_po: This is the only straight path, the direct route that leads someone who practices it to the company of Brahmā.’

# dn13:14.10
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:14.11
source: nanu evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?
sc_po: This being so, doesn’t their statement turn out to have no demonstrable basis?”

# dn13:14.12
source: “Addhā kho, bho gotama, evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.
sc_po: “Clearly that’s the case, Master Gotama.”

# dn13:15.1
source: “Sādhu, vāseṭṭha, te vata, vāseṭṭha, tevijjā brāhmaṇā yaṃ na jānanti, yaṃ na passanti, tassa sahabyatāya maggaṃ desessanti. ‘Ayameva ujumaggo, ayamañjasāyano niyyāniko, niyyāti takkarassa brahmasahabyatāyā’ti, netaṃ ṭhānaṃ vijjati.
sc_po: “Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see.

# dn13:15.2
source: Seyyathāpi, vāseṭṭha, andhaveṇi paramparasaṃsattā purimopi na passati, majjhimopi na passati, pacchimopi na passati;
sc_po: Suppose there was a queue of blind men, each holding the one in front: the first one does not see, the middle one does not see, and the last one does not see.

# dn13:15.3
source: evameva kho, vāseṭṭha, andhaveṇūpamaṃ maññe tevijjānaṃ brāhmaṇānaṃ bhāsitaṃ, purimopi na passati, majjhimopi na passati, pacchimopi na passati.
sc_po: In the same way, it seems to me that the brahmins’ statement turns out to be comparable to a queue of blind men: the first one does not see, the middle one does not see, and the last one does not see.

# dn13:15.4
source: Tesamidaṃ tevijjānaṃ brāhmaṇānaṃ bhāsitaṃ hassakaññeva sampajjati, nāmakaññeva sampajjati, rittakaññeva sampajjati, tucchakaññeva sampajjati.
sc_po: Their statement turns out to be a joke—mere words, void and hollow.

# dn13:16.1
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:16.2
source: passanti tevijjā brāhmaṇā candimasūriye, aññe cāpi bahujanā, yato ca candimasūriyā uggacchanti, yattha ca ogacchanti, āyācanti thomayanti pañjalikā namassamānā anuparivattantī”ti?
sc_po: Do the brahmins proficient in the three Vedas see the sun and moon just as other folk do? And do they pray to them and beseech them, following their course from where they rise to where they set with joined palms held in worship?”

# dn13:16.3
source: “Evaṃ, bho gotama, passanti tevijjā brāhmaṇā candimasūriye, aññe cāpi bahujanā, yato ca candimasūriyā uggacchanti, yattha ca ogacchanti, āyācanti thomayanti pañjalikā namassamānā anuparivattantī”ti.
sc_po: “Yes, Master Gotama.”

# dn13:17.1
source: “Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: “What do you think, Vāseṭṭha?

# dn13:17.2
source: yaṃ passanti tevijjā brāhmaṇā candimasūriye, aññe cāpi bahujanā, yato ca candimasūriyā uggacchanti, yattha ca ogacchanti, āyācanti thomayanti pañjalikā namassamānā anuparivattanti, pahonti tevijjā brāhmaṇā candimasūriyānaṃ sahabyatāya maggaṃ desetuṃ:
sc_po: Though this is so, are the brahmins proficient in the three Vedas able to teach the path to the company of the sun and moon, saying:

# dn13:17.3
source: ‘ayameva ujumaggo, ayamañjasāyano niyyāniko, niyyāti takkarassa candimasūriyānaṃ sahabyatāyā’”ti?
sc_po: ‘This is the only straight path, the direct route that leads someone who practices it to the company of the sun and moon’?”

# dn13:17.4
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:18.1
source: “Iti kira, vāseṭṭha, yaṃ passanti tevijjā brāhmaṇā candimasūriye, aññe cāpi bahujanā, yato ca candimasūriyā uggacchanti, yattha ca ogacchanti, āyācanti thomayanti pañjalikā namassamānā anuparivattanti, tesampi nappahonti candimasūriyānaṃ sahabyatāya maggaṃ desetuṃ:
sc_po: “So it seems that even though the brahmins proficient in the three Vedas see the sun and moon, they are not able to teach the path to the company of the sun and moon.

# dn13:18.3
source: Iti pana na kira tevijjehi brāhmaṇehi brahmā sakkhidiṭṭho.
sc_po: But it seems that even though they have not seen Brahmā with their own eyes,

# dn13:18.9
source: Teva tevijjā brāhmaṇā evamāhaṃsu:
sc_po: they still claim

# dn13:18.10
source: ‘yaṃ na jānāma, yaṃ na passāma, tassa sahabyatāya maggaṃ desema—ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāyā’ti.
sc_po: to teach the path to the company of that which they neither know nor see.

# dn13:18.11
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:18.12
source: nanu evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?
sc_po: This being so, doesn’t their statement turn out to have no demonstrable basis?”

# dn13:18.13
source: “Addhā kho, bho gotama, evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.
sc_po: “Clearly that’s the case, Master Gotama.”

# dn13:18.14
source: “Sādhu, vāseṭṭha, te vata, vāseṭṭha, tevijjā brāhmaṇā yaṃ na jānanti, yaṃ na passanti, tassa sahabyatāya maggaṃ desessanti: ‘ayameva ujumaggo, ayamañjasāyano niyyāniko, niyyāti takkarassa brahmasahabyatāyā’ti, netaṃ ṭhānaṃ vijjati.
sc_po: “Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see.

# dn13:18.15
source: 2.1. Janapadakalyāṇīupamā
sc_po: 2.1. The Simile of the Finest Lady in the Land

# dn13:19.1
source: Seyyathāpi, vāseṭṭha, puriso evaṃ vadeyya:
sc_po: Suppose a man were to say,

# dn13:19.2
source: ‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī, taṃ icchāmi, taṃ kāmemī’ti.
sc_po: ‘Whoever the finest lady in the land is, it is her that I want, her that I desire!’

# dn13:19.3
source: Tamenaṃ evaṃ vadeyyuṃ:
sc_po: They’d say to him,

# dn13:19.4
source: ‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—
sc_po: ‘Mister, that finest lady in the land who you desire—do you know whether

# dn13:19.5
source: khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti?
sc_po: she’s an aristocrat, a brahmin, a merchant, or a worker?’

# dn13:19.6
source: Iti puṭṭho ‘no’ti vadeyya.
sc_po: Asked this, he’d say, ‘No.’

# dn13:19.7
source: Tamenaṃ evaṃ vadeyyuṃ:
sc_po: They’d say to him,

# dn13:19.8
source: ‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—evaṃnāmā evaṅgottāti vā, dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti, amukasmiṃ gāme vā nigame vā nagare vā’ti?
sc_po: ‘Mister, that finest lady in the land who you desire—do you know her name or clan? Whether she’s tall or short or medium? Whether her skin is black, brown, or tawny? What village, town, or city she comes from?’

# dn13:19.9
source: Iti puṭṭho ‘no’ti vadeyya.
sc_po: Asked this, he’d say, ‘No.’

# dn13:19.10
source: Tamenaṃ evaṃ vadeyyuṃ:
sc_po: They’d say to him,

# dn13:19.11
source: ‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti?
sc_po: ‘Mister, do you desire someone who you’ve never even known or seen?’

# dn13:19.12
source: Iti puṭṭho ‘āmā’ti vadeyya.
sc_po: Asked this, he’d say, ‘Yes.’

# dn13:19.13
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:19.14
source: nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?
sc_po: This being so, doesn’t that man’s statement turn out to have no demonstrable basis?”

# dn13:19.15
source: “Addhā kho, bho gotama, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.
sc_po: “Clearly that’s the case, sir.”

# dn13:20.1
source: “Evameva kho, vāseṭṭha, na kira tevijjehi brāhmaṇehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ ācariyehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ ācariyapācariyehi brahmā sakkhidiṭṭho.
sc_po: “In the same way,

# dn13:20.7
source: Taṃ kiṃ maññasi, vāseṭṭha, nanu evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?
sc_po: doesn’t the statement of those brahmins turn out to have no demonstrable basis?”

# dn13:20.8
source: “Addhā kho, bho gotama, evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.
sc_po: “Clearly that’s the case, Master Gotama.”

# dn13:20.9
source: “Sādhu, vāseṭṭha, te vata, vāseṭṭha, tevijjā brāhmaṇā yaṃ na jānanti, yaṃ na passanti, tassa sahabyatāya maggaṃ desessanti—ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāyāti netaṃ ṭhānaṃ vijjati.
sc_po: “Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see.

# dn13:20.10
source: 2.2. Nisseṇīupamā
sc_po: 2.2. The Simile of the Ladder

# dn13:21.1
source: Seyyathāpi, vāseṭṭha, puriso cātumahāpathe nisseṇiṃ kareyya pāsādassa ārohaṇāya.
sc_po: Suppose a man was to build a ladder at the crossroads for climbing up to a stilt longhouse.

# dn13:21.2
source: Tamenaṃ evaṃ vadeyyuṃ:
sc_po: They’d say to him,

# dn13:21.3
source: ‘ambho purisa, yassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosi, jānāsi taṃ pāsādaṃ—puratthimāya vā disāya dakkhiṇāya vā disāya pacchimāya vā disāya uttarāya vā disāya ucco vā nīco vā majjhimo vā’ti?
sc_po: ‘Mister, that stilt longhouse that you’re building a ladder for—do you know whether it’s to the north, south, east, or west? Or whether it’s tall or short or medium?’

# dn13:21.4
source: Iti puṭṭho ‘no’ti vadeyya.
sc_po: Asked this, he’d say, ‘No.’

# dn13:22.1
source: Tamenaṃ evaṃ vadeyyuṃ:
sc_po: They’d say to him,

# dn13:22.2
source: ‘ambho purisa, yaṃ tvaṃ na jānāsi, na passasi, tassa tvaṃ pāsādassa ārohaṇāya nisseṇiṃ karosī’ti?
sc_po: ‘Mister, are you building a ladder for a longhouse that you’ve never even known or seen?’

# dn13:22.3
source: Iti puṭṭho ‘āmā’ti vadeyya.
sc_po: Asked this, he’d say, ‘Yes.’

# dn13:22.4
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:22.5
source: nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?
sc_po: This being so, doesn’t that man’s statement turn out to have no demonstrable basis?”

# dn13:22.6
source: “Addhā kho, bho gotama, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.
sc_po: “Clearly that’s the case, sir.”

# dn13:22.7
source: “Evameva kho, vāseṭṭha, na kira tevijjehi brāhmaṇehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ ācariyehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ ācariyapācariyehi brahmā sakkhidiṭṭho, napi kira tevijjānaṃ brāhmaṇānaṃ yāva sattamā ācariyāmahayugehi brahmā sakkhidiṭṭho.
sc_po: “In the same way,

# dn13:22.12
source: Taṃ kiṃ maññasi, vāseṭṭha, nanu evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?
sc_po: doesn’t the statement of those brahmins turn out to have no demonstrable basis?”

# dn13:22.13
source: “Addhā kho, bho gotama, evaṃ sante tevijjānaṃ brāhmaṇānaṃ appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.
sc_po: “Clearly that’s the case, Master Gotama.”

# dn13:23.1
source: “Sādhu, vāseṭṭha, te vata, vāseṭṭha, tevijjā brāhmaṇā yaṃ na jānanti, yaṃ na passanti, tassa sahabyatāya maggaṃ desessanti. Ayameva ujumaggo ayamañjasāyano niyyāniko niyyāti takkarassa brahmasahabyatāyāti, netaṃ ṭhānaṃ vijjati.
sc_po: “Good, Vāseṭṭha. For it is impossible that they should teach the path to that which they neither know nor see.

# dn13:23.2
source: 2.3. Aciravatīnadīupamā
sc_po: 2.3. The Simile of the River Aciravatī

# dn13:24.1
source: Seyyathāpi, vāseṭṭha, ayaṃ aciravatī nadī pūrā udakassa samatittikā kākapeyyā.
sc_po: Suppose the river Aciravatī was full to the brim so a crow could drink from it.

# dn13:24.2
source: Atha puriso āgaccheyya pāratthiko pāragavesī pāragāmī pāraṃ taritukāmo.
sc_po: Then along comes a person who wants to cross over to the far shore.

# dn13:24.3
source: So orime tīre ṭhito pārimaṃ tīraṃ avheyya:
sc_po: Standing on the near shore, they’d call out to the far shore,

# dn13:24.4
source: ‘ehi pārāpāraṃ, ehi pārāpāran’ti.
sc_po: ‘Come here, far shore! Come here, far shore!’

# dn13:24.5
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:24.6
source: api nu tassa purisassa avhāyanahetu vā āyācanahetu vā patthanahetu vā abhinandanahetu vā aciravatiyā nadiyā pārimaṃ tīraṃ orimaṃ tīraṃ āgaccheyyā”ti?
sc_po: Would the far shore of the Aciravatī river come over to the near shore because of that man’s call, request, desire, or expectation?”

# dn13:24.7
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:25.1
source: “Evameva kho, vāseṭṭha, tevijjā brāhmaṇā ye dhammā brāhmaṇakārakā te dhamme pahāya vattamānā, ye dhammā abrāhmaṇakārakā te dhamme samādāya vattamānā evamāhaṃsu:
sc_po: “In the same way, Vāseṭṭha, the brahmins proficient in the three Vedas proceed having given up those things that make one a true brahmin, and having undertaken those things that make one not a true brahmin. Yet they say:

# dn13:25.2
source: ‘indamavhayāma, somamavhayāma, varuṇamavhayāma, īsānamavhayāma, pajāpatimavhayāma, brahmamavhayāma, mahiddhimavhayāma, yamamavhayāmā’ti.
sc_po: ‘We call upon Inda! We call upon Soma! We call upon Īsāna! We call upon Pajāpati! We call upon Brahmā! We call upon Mahiddhi! We call upon Yama!’
