Repository: kondannyo/PGP
Catalog: DN/*_text/dn13.po
Languages: sc_po

# dn13:25.3
source: Te vata, vāseṭṭha, tevijjā brāhmaṇā ye dhammā brāhmaṇakārakā te dhamme pahāya vattamānā, ye dhammā abrāhmaṇakārakā te dhamme samādāya vattamānā avhāyanahetu vā āyācanahetu vā patthanahetu vā abhinandanahetu vā kāyassa bhedā paraṃ maraṇā brahmānaṃ sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati.
sc_po: So long as they proceed in this way it’s impossible that they will, when the body breaks up, after death, be reborn in the company of Brahmā.

# dn13:26.1
source: Seyyathāpi, vāseṭṭha, ayaṃ aciravatī nadī pūrā udakassa samatittikā kākapeyyā.
sc_po: Suppose the river Aciravatī was full to the brim so a crow could drink from it.

# dn13:26.2
source: Atha puriso āgaccheyya pāratthiko pāragavesī pāragāmī pāraṃ taritukāmo.
sc_po: Then along comes a person who wants to cross over to the far shore.

# dn13:26.3
source: So orime tīre daḷhāya anduyā pacchābāhaṃ gāḷhabandhanaṃ baddho.
sc_po: But while still on the near shore, their arms are tied tightly behind their back with a strong chain.

# dn13:26.4
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:26.5
source: api nu so puriso aciravatiyā nadiyā orimā tīrā pārimaṃ tīraṃ gaccheyyā”ti?
sc_po: Could that person cross over to the far shore?”

# dn13:26.6
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:27.1
source: “Evameva kho, vāseṭṭha, pañcime kāmaguṇā ariyassa vinaye andūtipi vuccanti, bandhanantipi vuccanti.
sc_po: “In the same way, the five kinds of sensual stimulation are called ‘chains’ and ‘fetters’ in the training of the noble one.

# dn13:27.2
source: Katame pañca?
sc_po: What five?

# dn13:27.3
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# dn13:27.4
source: Sotaviññeyyā saddā … pe …
sc_po: Sounds known by the ear …

# dn13:27.5
source: ghānaviññeyyā gandhā …
sc_po: Smells known by the nose …

# dn13:27.6
source: jivhāviññeyyā rasā …
sc_po: Tastes known by the tongue …

# dn13:27.7
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# dn13:27.8
source: Ime kho, vāseṭṭha, pañca kāmaguṇā ariyassa vinaye andūtipi vuccanti, bandhanantipi vuccanti.
sc_po: These are the five kinds of sensual stimulation that are called ‘chains’ and ‘fetters’ in the training of the noble one.

# dn13:27.9
source: Ime kho, vāseṭṭha, pañca kāmaguṇe tevijjā brāhmaṇā gadhitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjanti.
sc_po: The brahmins proficient in the three Vedas enjoy these five kinds of sensual stimulation tied, infatuated, attached, blind to the drawbacks, and not understanding the escape.

# dn13:28.1
source: Te vata, vāseṭṭha, tevijjā brāhmaṇā ye dhammā brāhmaṇakārakā, te dhamme pahāya vattamānā, ye dhammā abrāhmaṇakārakā, te dhamme samādāya vattamānā pañca kāmaguṇe gadhitā mucchitā ajjhopannā anādīnavadassāvino anissaraṇapaññā paribhuñjantā kāmandubandhanabaddhā kāyassa bhedā paraṃ maraṇā brahmānaṃ sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati.
sc_po: So long as they enjoy them it’s impossible that they will, when the body breaks up, after death, be reborn in the company of Brahmā.

# dn13:29.1
source: Seyyathāpi, vāseṭṭha, ayaṃ aciravatī nadī pūrā udakassa samatittikā kākapeyyā.
sc_po: Suppose the river Aciravatī was full to the brim so a crow could drink from it.

# dn13:29.2
source: Atha puriso āgaccheyya pāratthiko pāragavesī pāragāmī pāraṃ taritukāmo.
sc_po: Then along comes a person who wants to cross over to the far shore.

# dn13:29.3
source: So orime tīre sasīsaṃ pārupitvā nipajjeyya.
sc_po: But they’d lie down wrapped in cloth from head to foot.

# dn13:29.4
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:29.5
source: api nu so puriso aciravatiyā nadiyā orimā tīrā pārimaṃ tīraṃ gaccheyyā”ti?
sc_po: Could that person cross over to the far shore?”

# dn13:29.6
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:30.1
source: “Evameva kho, vāseṭṭha, pañcime nīvaraṇā ariyassa vinaye āvaraṇātipi vuccanti, nīvaraṇātipi vuccanti, onāhanātipi vuccanti, pariyonāhanātipi vuccanti.
sc_po: “In the same way, the five hindrances are called ‘obstacles’ and ‘hindrances’ and ‘coverings’ and ‘shrouds’ in the training of the noble one.

# dn13:30.2
source: Katame pañca?
sc_po: What five?

# dn13:30.3
source: Kāmacchandanīvaraṇaṃ, byāpādanīvaraṇaṃ, thinamiddhanīvaraṇaṃ, uddhaccakukkuccanīvaraṇaṃ, vicikicchānīvaraṇaṃ.
sc_po: The hindrances of sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.

# dn13:30.4
source: Ime kho, vāseṭṭha, pañca nīvaraṇā ariyassa vinaye āvaraṇātipi vuccanti, nīvaraṇātipi vuccanti, onāhanātipi vuccanti, pariyonāhanātipi vuccanti.
sc_po: These five hindrances are called ‘obstacles’ and ‘hindrances’ and ‘coverings’ and ‘shrouds’ in the training of the noble one.

# dn13:30.5
source: Imehi kho, vāseṭṭha, pañcahi nīvaraṇehi tevijjā brāhmaṇā āvuṭā nivutā onaddhā pariyonaddhā.
sc_po: The brahmins proficient in the three Vedas are hindered, obstructed, covered, and shrouded by these five hindrances.

# dn13:30.6
source: Te vata, vāseṭṭha, tevijjā brāhmaṇā ye dhammā brāhmaṇakārakā te dhamme pahāya vattamānā, ye dhammā abrāhmaṇakārakā te dhamme samādāya vattamānā pañcahi nīvaraṇehi āvuṭā nivutā onaddhā pariyonaddhā kāyassa bhedā paraṃ maraṇā brahmānaṃ sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati.
sc_po: So long as they are so obstructed it’s impossible that they will, when the body breaks up, after death, be reborn in the company of Brahmā.

# dn13:30.7
source: 3. Saṃsandanakathā
sc_po: 3. Converging

# dn13:31.1
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:31.2
source: kinti te sutaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ, sapariggaho vā brahmā apariggaho vā”ti?
sc_po: Have you heard that the brahmins who are elderly and senior, the teachers of teachers, say whether Brahmā is possessive or not?”

# dn13:31.3
source: “Apariggaho, bho gotama”.
sc_po: “That he is not, Master Gotama.”

# dn13:31.4
source: “Saveracitto vā averacitto vā”ti?
sc_po: “Is his heart full of enmity or not?”

# dn13:31.5
source: “Averacitto, bho gotama”.
sc_po: “It is not.”

# dn13:31.6
source: “Sabyāpajjacitto vā abyāpajjacitto vā”ti?
sc_po: “Is his heart full of ill will or not?”

# dn13:31.7
source: “Abyāpajjacitto, bho gotama”.
sc_po: “It is not.”

# dn13:31.8
source: “Saṅkiliṭṭhacitto vā asaṅkiliṭṭhacitto vā”ti?
sc_po: “Is his heart corrupted or not?”

# dn13:31.9
source: “Asaṅkiliṭṭhacitto, bho gotama”.
sc_po: “It is not.”

# dn13:31.10
source: “Vasavattī vā avasavattī vā”ti?
sc_po: “Does he wield power or not?”

# dn13:31.11
source: “Vasavattī, bho gotama”.
sc_po: “He does.”

# dn13:32.1
source: “Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: “What do you think, Vāseṭṭha?

# dn13:32.2
source: sapariggahā vā tevijjā brāhmaṇā apariggahā vā”ti?
sc_po: Are the brahmins proficient in the three Vedas possessive or not?”

# dn13:32.3
source: “Sapariggahā, bho gotama”.
sc_po: “They are.”

# dn13:32.4
source: “Saveracittā vā averacittā vā”ti?
sc_po: “Are their hearts full of enmity or not?”

# dn13:32.5
source: “Saveracittā, bho gotama”.
sc_po: “They are.”

# dn13:32.6
source: “Sabyāpajjacittā vā abyāpajjacittā vā”ti?
sc_po: “Are their hearts full of ill will or not?”

# dn13:32.7
source: “Sabyāpajjacittā, bho gotama”.
sc_po: “They are.”

# dn13:32.8
source: “Saṅkiliṭṭhacittā vā asaṅkiliṭṭhacittā vā”ti?
sc_po: “Are their hearts corrupted or not?”

# dn13:32.9
source: “Saṅkiliṭṭhacittā, bho gotama”.
sc_po: “They are.”

# dn13:32.10
source: “Vasavattī vā avasavattī vā”ti?
sc_po: “Do they wield power or not?”

# dn13:32.11
source: “Avasavattī, bho gotama”.
sc_po: “They do not.”

# dn13:33.1
source: “Iti kira, vāseṭṭha, sapariggahā tevijjā brāhmaṇā apariggaho brahmā.
sc_po: “So it seems that the brahmins proficient in the three Vedas are possessive, but Brahmā is not.

# dn13:33.2
source: Api nu kho sapariggahānaṃ tevijjānaṃ brāhmaṇānaṃ apariggahena brahmunā saddhiṃ saṃsandati sametī”ti?
sc_po: But would brahmins who are possessive come together and converge with Brahmā, who isn’t possessive?”

# dn13:33.3
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:34.1
source: “Sādhu, vāseṭṭha, te vata, vāseṭṭha, sapariggahā tevijjā brāhmaṇā kāyassa bhedā paraṃ maraṇā apariggahassa brahmuno sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati.
sc_po: “Good, Vāseṭṭha! It’s impossible that the brahmins who are possessive will, when the body breaks up, after death, be reborn in the company of Brahmā, who isn’t possessive.

# dn13:35.1
source: Iti kira, vāseṭṭha, saveracittā tevijjā brāhmaṇā, averacitto brahmā … pe …
sc_po: And it seems that the brahmins have enmity,

# dn13:35.2
source: sabyāpajjacittā tevijjā brāhmaṇā abyāpajjacitto brahmā …
sc_po: ill will,

# dn13:35.3
source: saṅkiliṭṭhacittā tevijjā brāhmaṇā asaṅkiliṭṭhacitto brahmā …
sc_po: corruption,

# dn13:35.4
source: avasavattī tevijjā brāhmaṇā vasavattī brahmā, api nu kho avasavattīnaṃ tevijjānaṃ brāhmaṇānaṃ vasavattinā brahmunā saddhiṃ saṃsandati sametī”ti?
sc_po: and do not wield power, while Brahmā is the opposite in all these things. But would brahmins who are opposite to Brahmā in all things come together and converge with him?”

# dn13:35.5
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.”

# dn13:36.1
source: “Sādhu, vāseṭṭha, te vata, vāseṭṭha, avasavattī tevijjā brāhmaṇā kāyassa bhedā paraṃ maraṇā vasavattissa brahmuno sahabyūpagā bhavissantīti, netaṃ ṭhānaṃ vijjati.
sc_po: “Good, Vāseṭṭha! It’s impossible that such brahmins will, when the body breaks up, after death, be reborn in the company of Brahmā.

# dn13:36.2
source: Idha kho pana te, vāseṭṭha, tevijjā brāhmaṇā āsīditvā saṃsīdanti, saṃsīditvā visāraṃ pāpuṇanti, sukkhataraṃ maññe taranti.
sc_po: But here the brahmins proficient in the three Vedas sink down where they have sat, only to be torn apart; all the while imagining that they’re crossing over to drier ground.

# dn13:36.3
source: Tasmā idaṃ tevijjānaṃ brāhmaṇānaṃ tevijjāiriṇantipi vuccati, tevijjāvivanantipi vuccati, tevijjābyasanantipi vuccatī”ti.
sc_po: That’s why the three Vedas of the brahmins are called a ‘salted land’ and a ‘barren land’ and a ‘disaster’.”

# dn13:37.1
source: Evaṃ vutte, vāseṭṭho māṇavo bhagavantaṃ etadavoca:
sc_po: When he said this, Vāseṭṭha said to the Buddha,

# dn13:37.2
source: “sutaṃ metaṃ, bho gotama, samaṇo gotamo brahmānaṃ sahabyatāya maggaṃ jānātī”ti.
sc_po: “I have heard, Master Gotama, that you know the path to company with Brahmā.”

# dn13:37.3
source: “Taṃ kiṃ maññasi, vāseṭṭha.
sc_po: “What do you think, Vāseṭṭha?

# dn13:37.4
source: Āsanne ito manasākaṭaṃ, na ito dūre manasākaṭan”ti?
sc_po: Is the village of Manasākaṭa nearby?”

# dn13:37.5
source: “Evaṃ, bho gotama, āsanne ito manasākaṭaṃ, na ito dūre manasākaṭan”ti.
sc_po: “Yes it is.”

# dn13:37.6
source: “Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: “What do you think, Vāseṭṭha?

# dn13:37.7
source: idhassa puriso manasākaṭe jātasaṃvaddho.
sc_po: Suppose a person was born and raised in Manasākaṭa.

# dn13:37.8
source: Tamenaṃ manasākaṭato tāvadeva avasaṭaṃ manasākaṭassa maggaṃ puccheyyuṃ.
sc_po: And as soon as they left the town some people asked them for the road to Manasākaṭa.

# dn13:37.9
source: Siyā nu kho, vāseṭṭha, tassa purisassa manasākaṭe jātasaṃvaddhassa manasākaṭassa maggaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā”ti?
sc_po: Would they be slow or hesitant to answer?”

# dn13:37.10
source: “No hidaṃ, bho gotama”.
sc_po: “No, Master Gotama.

# dn13:37.11
source: “Taṃ kissa hetu”?
sc_po: Why is that?

# dn13:37.12
source: “Amu hi, bho gotama, puriso manasākaṭe jātasaṃvaddho, tassa sabbāneva manasākaṭassa maggāni suviditānī”ti.
sc_po: Because they were born and raised in Manasākaṭa. They’re well acquainted with all the roads to the village.”

# dn13:38.1
source: “Siyā kho, vāseṭṭha, tassa purisassa manasākaṭe jātasaṃvaddhassa manasākaṭassa maggaṃ puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā, na tveva tathāgatassa brahmaloke vā brahmalokagāminiyā vā paṭipadāya puṭṭhassa dandhāyitattaṃ vā vitthāyitattaṃ vā.
sc_po: “Still, it’s possible they might be slow or hesitant to answer. But the Realized One is never slow or hesitant when questioned about the Brahmā realm or the practice that leads to the Brahmā realm.

# dn13:38.2
source: Brahmānañcāhaṃ, vāseṭṭha, pajānāmi brahmalokañca brahmalokagāminiñca paṭipadaṃ, yathā paṭipanno ca brahmalokaṃ upapanno, tañca pajānāmī”ti.
sc_po: I understand Brahmā, the Brahmā realm, and the practice that leads to the Brahmā realm, practicing in accordance with which one is reborn in the Brahmā realm.”

# dn13:39.1
source: Evaṃ vutte, vāseṭṭho māṇavo bhagavantaṃ etadavoca:
sc_po: When he said this, Vāseṭṭha said to the Buddha,

# dn13:39.2
source: “sutaṃ metaṃ, bho gotama, samaṇo gotamo brahmānaṃ sahabyatāya maggaṃ desetī”ti.
sc_po: “I have heard, Master Gotama, that you teach the path to company with Brahmā.

# dn13:39.3
source: “Sādhu no bhavaṃ gotamo brahmānaṃ sahabyatāya maggaṃ desetu ullumpatu bhavaṃ gotamo brāhmaṇiṃ pajan”ti.
sc_po: Please teach us that path and elevate this generation of brahmins.”

# dn13:39.4
source: “Tena hi, vāseṭṭha, suṇāhi; sādhukaṃ manasi karohi; bhāsissāmī”ti.
sc_po: “Well then, Vāseṭṭha, listen and pay close attention, I will speak.”

# dn13:39.5
source: “Evaṃ, bho”ti kho vāseṭṭho māṇavo bhagavato paccassosi.
sc_po: “Yes, sir,” replied Vāseṭṭha.

# dn13:39.6
source: 4. Brahmalokamaggadesanā
sc_po: 4. Teaching the Path to Brahmā

# dn13:40-75.1
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# dn13:40-75.2
source: “idha, vāseṭṭha, tathāgato loke uppajjati arahaṃ, sammāsambuddho … pe …
sc_po: “It’s when a Realized One arises in the world, perfected, a fully awakened Buddha …

# dn13:40-75.3
source: Evaṃ kho, vāseṭṭha, bhikkhu sīlasampanno hoti … pe …
sc_po: That’s how a mendicant is accomplished in ethics. …

# dn13:40-75.4
source: tassime pañca nīvaraṇe pahīne attani samanupassato pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati.
sc_po: Seeing that the hindrances have been given up in them, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when blissful, the mind becomes immersed.

# dn13:76.1
source: So mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.
sc_po: They meditate spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# dn13:77.1
source: Seyyathāpi, vāseṭṭha, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya;
sc_po: Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions.

# dn13:77.2
source: evameva kho, vāseṭṭha, evaṃ bhāvitāya mettāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.
sc_po: In the same way, when the heart’s release by love has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.

# dn13:77.3
source: Ayampi kho, vāseṭṭha, brahmānaṃ sahabyatāya maggo.
sc_po: This is a path to companionship with Brahmā.

# dn13:78.1
source: Puna caparaṃ, vāseṭṭha, bhikkhu karuṇāsahagatena cetasā … pe …
sc_po: Furthermore, a mendicant meditates spreading a heart full of compassion …

# dn13:78.2
source: muditāsahagatena cetasā … pe …
sc_po: They meditate spreading a heart full of rejoicing …

# dn13:78.3
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.
sc_po: They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# dn13:79.1
source: Seyyathāpi, vāseṭṭha, balavā saṅkhadhamo appakasireneva catuddisā viññāpeyya;
sc_po: Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions.

# dn13:79.2
source: evameva kho, vāseṭṭha, evaṃ bhāvitāya upekkhāya cetovimuttiyā yaṃ pamāṇakataṃ kammaṃ na taṃ tatrāvasissati, na taṃ tatrāvatiṭṭhati.
sc_po: In the same way, when the heart’s release by equanimity has been developed and cultivated like this, any limited deeds they’ve done don’t remain or persist there.

# dn13:79.3
source: Ayampi kho, vāseṭṭha, brahmānaṃ sahabyatāya maggo.
sc_po: This too is a path to companionship with Brahmā.

# dn13:80.1
source: Taṃ kiṃ maññasi, vāseṭṭha,
sc_po: What do you think, Vāseṭṭha?

# dn13:80.2
source: evaṃvihārī bhikkhu sapariggaho vā apariggaho vā”ti?
sc_po: When a mendicant meditates like this, are they possessive or not?”

# dn13:80.3
source: “Apariggaho, bho gotama”.
sc_po: “They are not.”

# dn13:80.4
source: “Saveracitto vā averacitto vā”ti?
sc_po: “Is their heart full of enmity or not?”

# dn13:80.5
source: “Averacitto, bho gotama”.
sc_po: “It is not.”

# dn13:80.6
source: “Sabyāpajjacitto vā abyāpajjacitto vā”ti?
sc_po: “Is their heart full of ill will or not?”

# dn13:80.7
source: “Abyāpajjacitto, bho gotama”.
sc_po: “It is not.”

# dn13:80.8
source: “Saṅkiliṭṭhacitto vā asaṅkiliṭṭhacitto vā”ti?
sc_po: “Is their heart corrupted or not?”

# dn13:80.9
source: “Asaṅkiliṭṭhacitto, bho gotama”.
sc_po: “It is not.”

# dn13:80.10
source: “Vasavattī vā avasavattī vā”ti?
sc_po: “Do they wield power or not?”

# dn13:80.11
source: “Vasavattī, bho gotama”.
sc_po: “They do.”

# dn13:81.1
source: “Iti kira, vāseṭṭha, apariggaho bhikkhu, apariggaho brahmā.
sc_po: “So it seems that that mendicant is not possessive, and neither is Brahmā.

# dn13:81.2
source: Api nu kho apariggahassa bhikkhuno apariggahena brahmunā saddhiṃ saṃsandati sametī”ti?
sc_po: Would a mendicant who is not possessive come together and converge with Brahmā, who isn’t possessive?”

# dn13:81.3
source: “Evaṃ, bho gotama”.
sc_po: “Yes, Master Gotama.”

# dn13:81.4
source: “Sādhu, vāseṭṭha, so vata vāseṭṭha apariggaho bhikkhu kāyassa bhedā paraṃ maraṇā apariggahassa brahmuno sahabyūpago bhavissatīti, ṭhānametaṃ vijjati.
sc_po: “Good, Vāseṭṭha! It’s possible that a mendicant who is not possessive will, when the body breaks up, after death, be reborn in the company of Brahmā, who isn’t possessive.

# dn13:81.5
source: Iti kira, vāseṭṭha, averacitto bhikkhu, averacitto brahmā … pe …
sc_po: And it seems that that mendicant has no enmity,

# dn13:81.6
source: abyāpajjacitto bhikkhu, abyāpajjacitto brahmā …
sc_po: ill will,

# dn13:81.7
source: asaṅkiliṭṭhacitto bhikkhu, asaṅkiliṭṭhacitto brahmā …
sc_po: corruption,

# dn13:81.8
source: vasavattī bhikkhu, vasavattī brahmā, api nu kho vasavattissa bhikkhuno vasavattinā brahmunā saddhiṃ saṃsandati sametī”ti?
sc_po: and does wield power, while Brahmā is the same in all these things. Would a mendicant who is the same as Brahmā in all things come together and converge with him?”

# dn13:81.9
source: “Evaṃ, bho gotama”.
sc_po: “Yes, Master Gotama.”

# dn13:81.10
source: “Sādhu, vāseṭṭha, so vata, vāseṭṭha, vasavattī bhikkhu kāyassa bhedā paraṃ maraṇā vasavattissa brahmuno sahabyūpago bhavissatīti, ṭhānametaṃ vijjatī”ti.
sc_po: “Good, Vāseṭṭha! It’s possible that that mendicant will, when the body breaks up, after death, be reborn in the company of Brahmā.”

# dn13:82.1
source: Evaṃ vutte, vāseṭṭhabhāradvājā māṇavā bhagavantaṃ etadavocuṃ:
sc_po: When he had spoken, Vāseṭṭha and Bhāradvāja said to him,

# dn13:82.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
sc_po: “Excellent, Master Gotama! Excellent!

# dn13:82.3
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
sc_po: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# dn13:82.4
source: Ete mayaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāma, dhammañca bhikkhusaṅghañca.
sc_po: We go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# dn13:82.5
source: Upāsake no bhavaṃ gotamo dhāretu ajjatagge pāṇupete saraṇaṃ gate”ti.
sc_po: From this day forth, may Master Gotama remember us as lay followers who have gone for refuge for life.”
