Repository: kondannyo/PGP
Catalog: DN/*_text/dn15.po
Languages: sc_po

# dn15:35.4
source: ayaṃ paṭhamo vimokkho.
sc_po: This is the first liberation.

# dn15:35.5
source: Ajjhattaṃ arūpasaññī bahiddhā rūpāni passati,
sc_po: Not perceiving form internally, they see visions externally.

# dn15:35.6
source: ayaṃ dutiyo vimokkho.
sc_po: This is the second liberation.

# dn15:35.7
source: Subhanteva adhimutto hoti,
sc_po: They’re focused only on beauty.

# dn15:35.8
source: ayaṃ tatiyo vimokkho.
sc_po: This is the third liberation.

# dn15:35.9
source: Sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space.

# dn15:35.10
source: ayaṃ catuttho vimokkho.
sc_po: This is the fourth liberation.

# dn15:35.11
source: Sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness.

# dn15:35.12
source: ayaṃ pañcamo vimokkho.
sc_po: This is the fifth liberation.

# dn15:35.13
source: Sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness.

# dn15:35.14
source: ayaṃ chaṭṭho vimokkho.
sc_po: This is the sixth liberation.

# dn15:35.15
source: Sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception.

# dn15:35.16
source: ayaṃ sattamo vimokkho.
sc_po: This is the seventh liberation.

# dn15:35.17
source: Sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling.

# dn15:35.18
source: ayaṃ aṭṭhamo vimokkho.
sc_po: This is the eighth liberation.

# dn15:35.19
source: Ime kho, ānanda, aṭṭha vimokkhā.
sc_po: These are the eight liberations.

# dn15:36.1
source: Yato kho, ānanda, bhikkhu ime aṭṭha vimokkhe anulomampi samāpajjati, paṭilomampi samāpajjati, anulomapaṭilomampi samāpajjati, yatthicchakaṃ yadicchakaṃ yāvaticchakaṃ samāpajjatipi vuṭṭhātipi.
sc_po: When a mendicant enters into and withdraws from these eight liberations—in forward order, in reverse order, and in forward and reverse order—wherever they wish, whenever they wish, and for as long as they wish;

# dn15:36.2
source: Āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, ayaṃ vuccatānanda, bhikkhu ubhatobhāgavimutto.
sc_po: and when they realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements, they’re called a mendicant who is freed both ways.

# dn15:36.3
source: Imāya ca, ānanda, ubhatobhāgavimuttiyā aññā ubhatobhāgavimutti uttaritarā vā paṇītatarā vā natthī”ti.
sc_po: And, Ānanda, there is no other freedom both ways that is better or finer than this.”

# dn15:36.4
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn15:36.5
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
sc_po: Satisfied, Venerable Ānanda was happy with what the Buddha said.
