Repository: kondannyo/PGP
Catalog: DN/*_text/dn15.po
Languages: sc_po

# dn15:0.1
source: Dīgha Nikāya 15
sc_po: Long Discourses 15

# dn15:0.2
source: Mahānidānasutta
sc_po: The Great Discourse on Causation

# dn15:0.3
source: 1. Paṭiccasamuppāda
sc_po: 1. Dependent Origination

# dn15:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# dn15:1.2
source: ekaṃ samayaṃ bhagavā kurūsu viharati kammāsadhammaṃ nāma kurūnaṃ nigamo.
sc_po: At one time the Buddha was staying in the land of the Kurus, near the Kuru town named Kammāsadamma.

# dn15:1.3
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him,

# dn15:1.4
source: “acchariyaṃ, bhante, abbhutaṃ, bhante.
sc_po: “It’s incredible, sir, it’s amazing,

# dn15:1.5
source: Yāva gambhīro cāyaṃ, bhante, paṭiccasamuppādo gambhīrāvabhāso ca, atha ca pana me uttānakuttānako viya khāyatī”ti.
sc_po: in that this dependent origination is deep and appears deep, yet to me it seems as plain as can be.”

# dn15:1.6
source: “Mā hevaṃ, ānanda, avaca, mā hevaṃ, ānanda, avaca.
sc_po: “Don’t say that, Ānanda, don’t say that!

# dn15:1.7
source: Gambhīro cāyaṃ, ānanda, paṭiccasamuppādo gambhīrāvabhāso ca.
sc_po: This dependent origination is deep and appears deep.

# dn15:1.8
source: Etassa, ānanda, dhammassa ananubodhā appaṭivedhā evamayaṃ pajā tantākulakajātā kulagaṇṭhikajātā muñjapabbajabhūtā apāyaṃ duggatiṃ vinipātaṃ saṃsāraṃ nātivattati.
sc_po: It is because of not understanding and not penetrating this teaching that this population has become tangled like string, knotted like a ball of thread, and matted like rushes and reeds, and it doesn’t escape the places of loss, the bad places, the underworld, transmigration.

# dn15:2.1
source: ‘Atthi idappaccayā jarāmaraṇan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ.
sc_po: When asked, ‘Is there a specific condition for old age and death?’ you should answer, ‘There is.’

# dn15:2.2
source: ‘Kiṃpaccayā jarāmaraṇan’ti iti ce vadeyya, ‘jātipaccayā jarāmaraṇan’ti iccassa vacanīyaṃ.
sc_po: If they say, ‘What is a condition for old age and death?’ you should answer, ‘Rebirth is a condition for old age and death.’

# dn15:2.3
source: ‘Atthi idappaccayā jātī’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ.
sc_po: When asked, ‘Is there a specific condition for rebirth?’ you should answer, ‘There is.’

# dn15:2.4
source: ‘Kiṃpaccayā jātī’ti iti ce vadeyya, ‘bhavapaccayā jātī’ti iccassa vacanīyaṃ.
sc_po: If they say, ‘What is a condition for rebirth?’ you should answer, ‘Continued existence is a condition for rebirth.’

# dn15:2.5
source: ‘Atthi idappaccayā bhavo’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ.
sc_po: When asked, ‘Is there a specific condition for continued existence?’ you should answer, ‘There is.’

# dn15:2.6
source: ‘Kiṃpaccayā bhavo’ti iti ce vadeyya, ‘upādānapaccayā bhavo’ti iccassa vacanīyaṃ.
sc_po: If they say, ‘What is a condition for continued existence?’ you should answer, ‘Grasping is a condition for continued existence.’

# dn15:2.7
source: ‘Atthi idappaccayā upādānan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ.
sc_po: When asked, ‘Is there a specific condition for grasping?’ you should answer, ‘There is.’

# dn15:2.8
source: ‘Kiṃpaccayā upādānan’ti iti ce vadeyya, ‘taṇhāpaccayā upādānan’ti iccassa vacanīyaṃ.
sc_po: If they say, ‘What is a condition for grasping?’ you should answer, ‘Craving is a condition for grasping.’

# dn15:2.9
source: ‘Atthi idappaccayā taṇhā’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ.
sc_po: When asked, ‘Is there a specific condition for craving?’ you should answer, ‘There is.’

# dn15:2.10
source: ‘Kiṃpaccayā taṇhā’ti iti ce vadeyya, ‘vedanāpaccayā taṇhā’ti iccassa vacanīyaṃ.
sc_po: If they say, ‘What is a condition for craving?’ you should answer, ‘Feeling is a condition for craving.’

# dn15:2.11
source: ‘Atthi idappaccayā vedanā’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ.
sc_po: When asked, ‘Is there a specific condition for feeling?’ you should answer, ‘There is.’

# dn15:2.12
source: ‘Kiṃpaccayā vedanā’ti iti ce vadeyya, ‘phassapaccayā vedanā’ti iccassa vacanīyaṃ.
sc_po: If they say, ‘What is a condition for feeling?’ you should answer, ‘Contact is a condition for feeling.’

# dn15:2.13
source: ‘Atthi idappaccayā phasso’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ.
sc_po: When asked, ‘Is there a specific condition for contact?’ you should answer, ‘There is.’

# dn15:2.14
source: ‘Kiṃpaccayā phasso’ti iti ce vadeyya, ‘nāmarūpapaccayā phasso’ti iccassa vacanīyaṃ.
sc_po: If they say, ‘What is a condition for contact?’ you should answer, ‘Name and form are conditions for contact.’

# dn15:2.15
source: ‘Atthi idappaccayā nāmarūpan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ.
sc_po: When asked, ‘Is there a specific condition for name and form?’ you should answer, ‘There is.’

# dn15:2.16
source: ‘Kiṃpaccayā nāmarūpan’ti iti ce vadeyya, ‘viññāṇapaccayā nāmarūpan’ti iccassa vacanīyaṃ.
sc_po: If they say, ‘What is a condition for name and form?’ you should answer, ‘Consciousness is a condition for name and form.’

# dn15:2.17
source: ‘Atthi idappaccayā viññāṇan’ti iti puṭṭhena satā, ānanda, atthītissa vacanīyaṃ.
sc_po: When asked, ‘Is there a specific condition for consciousness?’ you should answer, ‘There is.’

# dn15:2.18
source: ‘Kiṃpaccayā viññāṇan’ti iti ce vadeyya, ‘nāmarūpapaccayā viññāṇan’ti iccassa vacanīyaṃ.
sc_po: If they say, ‘What is a condition for consciousness?’ you should answer, ‘Name and form are conditions for consciousness.’

# dn15:3.1
source: Iti kho, ānanda, nāmarūpapaccayā viññāṇaṃ, viññāṇapaccayā nāmarūpaṃ, nāmarūpapaccayā phasso, phassapaccayā vedanā, vedanāpaccayā taṇhā, taṇhāpaccayā upādānaṃ, upādānapaccayā bhavo, bhavapaccayā jāti, jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.
sc_po: So: name and form are conditions for consciousness. Consciousness is a condition for name and form. Name and form are conditions for contact. Contact is a condition for feeling. Feeling is a condition for craving. Craving is a condition for grasping. Grasping is a condition for continued existence. Continued existence is a condition for rebirth. Rebirth is a condition for old age and death, sorrow, lamentation, pain, sadness, and distress to come to be.

# dn15:3.2
source: Evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# dn15:4.1
source: ‘Jātipaccayā jarāmaraṇan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā jātipaccayā jarāmaraṇaṃ.
sc_po: ‘Rebirth is a condition for old age and death’—that’s what I said. And this is a way to understand how this is so.

# dn15:4.2
source: Jāti ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—
sc_po: Suppose there were totally and utterly no rebirth for anyone anywhere.

# dn15:4.3
source: devānaṃ vā devattāya, gandhabbānaṃ vā gandhabbattāya, yakkhānaṃ vā yakkhattāya, bhūtānaṃ vā bhūtattāya, manussānaṃ vā manussattāya, catuppadānaṃ vā catuppadattāya, pakkhīnaṃ vā pakkhittāya, sarīsapānaṃ vā sarīsapattāya, tesaṃ tesañca hi, ānanda, sattānaṃ tadattāya jāti nābhavissa. Sabbaso jātiyā asati jātinirodhā api nu kho jarāmaraṇaṃ paññāyethā”ti?
sc_po: That is, there were no rebirth of sentient beings into their various realms—of gods, fairies, spirits, creatures, humans, quadrupeds, birds, or reptiles, each into their own realm. When there’s no rebirth at all, with the cessation of rebirth, would old age and death still be found?”

# dn15:4.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:4.5
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo jarāmaraṇassa, yadidaṃ jāti.
sc_po: “That’s why this is the cause, source, origin, and condition of old age and death, namely rebirth.

# dn15:5.1
source: ‘Bhavapaccayā jātī’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā bhavapaccayā jāti.
sc_po: ‘Continued existence is a condition for rebirth’—that’s what I said. And this is a way to understand how this is so.

# dn15:5.2
source: Bhavo ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—
sc_po: Suppose there were totally and utterly no continued existence for anyone anywhere.

# dn15:5.3
source: kāmabhavo vā rūpabhavo vā arūpabhavo vā, sabbaso bhave asati bhavanirodhā api nu kho jāti paññāyethā”ti?
sc_po: That is, continued existence in the sensual realm, the realm of luminous form, or the formless realm. When there’s no continued existence at all, with the cessation of continued existence, would rebirth still be found?”

# dn15:5.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:5.5
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo jātiyā, yadidaṃ bhavo.
sc_po: “That’s why this is the cause, source, origin, and condition of rebirth, namely continued existence.

# dn15:6.1
source: ‘Upādānapaccayā bhavo’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā upādānapaccayā bhavo.
sc_po: ‘Grasping is a condition for continued existence’—that’s what I said. And this is a way to understand how this is so.

# dn15:6.2
source: Upādānañca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—
sc_po: Suppose there were totally and utterly no grasping for anyone anywhere.

# dn15:6.3
source: kāmupādānaṃ vā diṭṭhupādānaṃ vā sīlabbatupādānaṃ vā attavādupādānaṃ vā, sabbaso upādāne asati upādānanirodhā api nu kho bhavo paññāyethā”ti?
sc_po: That is, grasping at sensual pleasures, views, precepts and observances, and theories of a self. When there’s no grasping at all, with the cessation of grasping, would continued existence still be found?”

# dn15:6.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:6.5
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo bhavassa, yadidaṃ upādānaṃ.
sc_po: “That’s why this is the cause, source, origin, and condition of continued existence, namely grasping.

# dn15:7.1
source: ‘Taṇhāpaccayā upādānan’ti iti kho panetaṃ vuttaṃ tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā taṇhāpaccayā upādānaṃ.
sc_po: ‘Craving is a condition for grasping’—that’s what I said. And this is a way to understand how this is so.

# dn15:7.2
source: Taṇhā ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—
sc_po: Suppose there were totally and utterly no craving for anyone anywhere.

# dn15:7.3
source: rūpataṇhā saddataṇhā gandhataṇhā rasataṇhā phoṭṭhabbataṇhā dhammataṇhā, sabbaso taṇhāya asati taṇhānirodhā api nu kho upādānaṃ paññāyethā”ti?
sc_po: That is, craving for sights, sounds, smells, tastes, touches, and thoughts. When there’s no craving at all, with the cessation of craving, would grasping still be found?”

# dn15:7.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:7.5
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo upādānassa, yadidaṃ taṇhā.
sc_po: “That’s why this is the cause, source, origin, and condition of grasping, namely craving.

# dn15:8.1
source: ‘Vedanāpaccayā taṇhā’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā vedanāpaccayā taṇhā.
sc_po: ‘Feeling is a condition for craving’—that’s what I said. And this is a way to understand how this is so.

# dn15:8.2
source: Vedanā ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—
sc_po: Suppose there were totally and utterly no feeling for anyone anywhere.

# dn15:8.3
source: cakkhusamphassajā vedanā sotasamphassajā vedanā ghānasamphassajā vedanā jivhāsamphassajā vedanā kāyasamphassajā vedanā manosamphassajā vedanā, sabbaso vedanāya asati vedanānirodhā api nu kho taṇhā paññāyethā”ti?
sc_po: That is, feeling born of contact through the eye, ear, nose, tongue, body, and mind. When there’s no feeling at all, with the cessation of feeling, would craving still be found?”

# dn15:8.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:8.5
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo taṇhāya, yadidaṃ vedanā.
sc_po: “That’s why this is the cause, source, origin, and condition of craving, namely feeling.

# dn15:9.1
source: Iti kho panetaṃ, ānanda, vedanaṃ paṭicca taṇhā, taṇhaṃ paṭicca pariyesanā, pariyesanaṃ paṭicca lābho, lābhaṃ paṭicca vinicchayo, vinicchayaṃ paṭicca chandarāgo, chandarāgaṃ paṭicca ajjhosānaṃ, ajjhosānaṃ paṭicca pariggaho, pariggahaṃ paṭicca macchariyaṃ, macchariyaṃ paṭicca ārakkho.
sc_po: So it is, Ānanda, that feeling is a cause of craving. Craving is a cause of seeking. Seeking is a cause of gaining material possessions. Gaining material possessions is a cause of assessing. Assessing is a cause of desire and lust. Desire and lust is a cause of attachment. Attachment is a cause of possessiveness. Possessiveness is a cause of stinginess. Stinginess is a cause of safeguarding.

# dn15:9.2
source: Ārakkhādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavanti.
sc_po: Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, and fights, accusations, divisive speech, and lies.

# dn15:10.1
source: ‘Ārakkhādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavantī’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā ārakkhādhikaraṇaṃ daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā aneke pāpakā akusalā dhammā sambhavanti.
sc_po: ‘Owing to safeguarding, many bad, unskillful things come to be: taking up the rod and the sword, quarrels, arguments, and fights, accusations, divisive speech, and lies’—that’s what I said. And this is a way to understand how this is so.

# dn15:10.2
source: Ārakkho ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso ārakkhe asati ārakkhanirodhā api nu kho daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādā aneke pāpakā akusalā dhammā sambhaveyyun”ti?
sc_po: Suppose there were totally and utterly no safeguarding for anyone anywhere. When there’s no safeguarding at all, with the cessation of safeguarding, would those many bad, unskillful things still come to be?”

# dn15:10.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:10.4
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo daṇḍādānasatthādānakalahaviggahavivādatuvaṃtuvaṃpesuññamusāvādānaṃ anekesaṃ pāpakānaṃ akusalānaṃ dhammānaṃ sambhavāya yadidaṃ ārakkho.
sc_po: “That’s why this is the cause, source, origin, and condition for the origination of those many bad, unskillful things, namely safeguarding.

# dn15:11.1
source: ‘Macchariyaṃ paṭicca ārakkho’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā macchariyaṃ paṭicca ārakkho.
sc_po: ‘Stinginess is a cause of safeguarding’—that’s what I said. And this is a way to understand how this is so.

# dn15:11.2
source: Macchariyañca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso macchariye asati macchariyanirodhā api nu kho ārakkho paññāyethā”ti?
sc_po: Suppose there were totally and utterly no stinginess for anyone anywhere. When there’s no stinginess at all, with the cessation of stinginess, would safeguarding still be found?”

# dn15:11.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:11.4
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo ārakkhassa, yadidaṃ macchariyaṃ.
sc_po: “That’s why this is the cause, source, origin, and condition of safeguarding, namely stinginess.

# dn15:12.1
source: ‘Pariggahaṃ paṭicca macchariyan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā pariggahaṃ paṭicca macchariyaṃ.
sc_po: ‘Possessiveness is a cause of stinginess’—that’s what I said. And this is a way to understand how this is so.

# dn15:12.2
source: Pariggaho ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso pariggahe asati pariggahanirodhā api nu kho macchariyaṃ paññāyethā”ti?
sc_po: Suppose there were totally and utterly no possessiveness for anyone anywhere. When there’s no possessiveness at all, with the cessation of possessiveness, would stinginess still be found?”

# dn15:12.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:12.4
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo macchariyassa, yadidaṃ pariggaho.
sc_po: “That’s why this is the cause, source, origin, and condition of stinginess, namely possessiveness.

# dn15:13.1
source: ‘Ajjhosānaṃ paṭicca pariggaho’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā ajjhosānaṃ paṭicca pariggaho.
sc_po: ‘Attachment is a cause of possessiveness’—that’s what I said. And this is a way to understand how this is so.

# dn15:13.2
source: Ajjhosānañca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso ajjhosāne asati ajjhosānanirodhā api nu kho pariggaho paññāyethā”ti?
sc_po: Suppose there were totally and utterly no attachment for anyone anywhere. When there’s no attachment at all, with the cessation of attachment, would possessiveness still be found?”

# dn15:13.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:13.4
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo pariggahassa—yadidaṃ ajjhosānaṃ.
sc_po: “That’s why this is the cause, source, origin, and condition of possessiveness, namely attachment.

# dn15:14.1
source: ‘Chandarāgaṃ paṭicca ajjhosānan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā chandarāgaṃ paṭicca ajjhosānaṃ.
sc_po: ‘Desire and lust is a cause of attachment’—that’s what I said. And this is a way to understand how this is so.

# dn15:14.2
source: Chandarāgo ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso chandarāge asati chandarāganirodhā api nu kho ajjhosānaṃ paññāyethā”ti?
sc_po: Suppose there were totally and utterly no desire and lust for anyone anywhere. When there’s no desire and lust at all, with the cessation of desire and lust, would attachment still be found?”

# dn15:14.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:14.4
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo ajjhosānassa, yadidaṃ chandarāgo.
sc_po: “That’s why this is the cause, source, origin, and condition of attachment, namely desire and lust.

# dn15:15.1
source: ‘Vinicchayaṃ paṭicca chandarāgo’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā vinicchayaṃ paṭicca chandarāgo.
sc_po: ‘Assessing is a cause of desire and lust’—that’s what I said. And this is a way to understand how this is so.

# dn15:15.2
source: Vinicchayo ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso vinicchaye asati vinicchayanirodhā api nu kho chandarāgo paññāyethā”ti?
sc_po: Suppose there were totally and utterly no assessing for anyone anywhere. When there’s no assessing at all, with the cessation of assessing, would desire and lust still be found?”

# dn15:15.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:15.4
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo chandarāgassa, yadidaṃ vinicchayo.
sc_po: “That’s why this is the cause, source, origin, and condition of desire and lust, namely assessing.

# dn15:16.1
source: ‘Lābhaṃ paṭicca vinicchayo’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā lābhaṃ paṭicca vinicchayo.
sc_po: ‘Gaining material possessions is a cause of assessing’—that’s what I said. And this is a way to understand how this is so.

# dn15:16.2
source: Lābho ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso lābhe asati lābhanirodhā api nu kho vinicchayo paññāyethā”ti?
sc_po: Suppose there were totally and utterly no gaining of material possessions for anyone anywhere. When there’s no gaining of material possessions at all, with the cessation of gaining material possessions, would assessing still be found?”

# dn15:16.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:16.4
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo vinicchayassa, yadidaṃ lābho.
sc_po: “That’s why this is the cause, source, origin, and condition of assessing, namely the gaining of material possessions.

# dn15:17.1
source: ‘Pariyesanaṃ paṭicca lābho’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā pariyesanaṃ paṭicca lābho.
sc_po: ‘Seeking is a cause of gaining material possessions’—that’s what I said. And this is a way to understand how this is so.

# dn15:17.2
source: Pariyesanā ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, sabbaso pariyesanāya asati pariyesanānirodhā api nu kho lābho paññāyethā”ti?
sc_po: Suppose there were totally and utterly no seeking for anyone anywhere. When there’s no seeking at all, with the cessation of seeking, would the gaining of material possessions still be found?”

# dn15:17.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:17.4
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo lābhassa, yadidaṃ pariyesanā.
sc_po: “That’s why this is the cause, source, origin, and condition of gaining material possessions, namely seeking.

# dn15:18.1
source: ‘Taṇhaṃ paṭicca pariyesanā’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā taṇhaṃ paṭicca pariyesanā.
sc_po: ‘Craving is a cause of seeking’—that’s what I said. And this is a way to understand how this is so.

# dn15:18.2
source: Taṇhā ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—
sc_po: Suppose there were totally and utterly no craving for anyone anywhere.

# dn15:18.3
source: kāmataṇhā bhavataṇhā vibhavataṇhā, sabbaso taṇhāya asati taṇhānirodhā api nu kho pariyesanā paññāyethā”ti?
sc_po: That is, craving for sensual pleasures, craving for continued existence, and craving to end existence. When there’s no craving at all, with the cessation of craving, would seeking still be found?”

# dn15:18.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:18.5
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo pariyesanāya, yadidaṃ taṇhā.
sc_po: “That’s why this is the cause, source, origin, and condition of seeking, namely craving.

# dn15:18.6
source: Iti kho, ānanda, ime dve dhammā dvayena vedanāya ekasamosaraṇā bhavanti.
sc_po: And so, Ānanda, these two things are united by the two aspects of feeling.

# dn15:19.1
source: ‘Phassapaccayā vedanā’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā phassapaccayā vedanā.
sc_po: ‘Contact is a condition for feeling’—that’s what I said. And this is a way to understand how this is so.

# dn15:19.2
source: Phasso ca hi, ānanda, nābhavissa sabbena sabbaṃ sabbathā sabbaṃ kassaci kimhici, seyyathidaṃ—
sc_po: Suppose there were totally and utterly no contact for anyone anywhere.

# dn15:19.3
source: cakkhusamphasso sotasamphasso ghānasamphasso jivhāsamphasso kāyasamphasso manosamphasso, sabbaso phasse asati phassanirodhā api nu kho vedanā paññāyethā”ti?
sc_po: That is, contact through the eye, ear, nose, tongue, body, and mind. When there’s no contact at all, with the cessation of contact, would feeling still be found?”

# dn15:19.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:19.5
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo vedanāya, yadidaṃ phasso.
sc_po: “That’s why this is the cause, source, origin, and condition of feeling, namely contact.
