Repository: kondannyo/PGP
Catalog: DN/*_text/dn15.po
Languages: sc_po

# dn15:20.1
source: ‘Nāmarūpapaccayā phasso’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā nāmarūpapaccayā phasso.
sc_po: ‘Name and form are conditions for contact’—that’s what I said. And this is a way to understand how this is so.

# dn15:20.2
source: Yehi, ānanda, ākārehi yehi liṅgehi yehi nimittehi yehi uddesehi nāmakāyassa paññatti hoti, tesu ākāresu tesu liṅgesu tesu nimittesu tesu uddesesu asati api nu kho rūpakāye adhivacanasamphasso paññāyethā”ti?
sc_po: Suppose there were none of the features, attributes, signs, and details by which the category of mental phenomena is found. Would linguistic contact still be found in the category of physical phenomena?”

# dn15:20.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:20.4
source: “Yehi, ānanda, ākārehi yehi liṅgehi yehi nimittehi yehi uddesehi rūpakāyassa paññatti hoti, tesu ākāresu … pe … tesu uddesesu asati api nu kho nāmakāye paṭighasamphasso paññāyethā”ti?
sc_po: “Suppose there were none of the features, attributes, signs, and details by which the category of physical phenomena is found. Would impingement contact still be found in the category of mental phenomena?”

# dn15:20.5
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:20.6
source: “Yehi, ānanda, ākārehi … pe … yehi uddesehi nāmakāyassa ca rūpakāyassa ca paññatti hoti, tesu ākāresu … pe … tesu uddesesu asati api nu kho adhivacanasamphasso vā paṭighasamphasso vā paññāyethā”ti?
sc_po: “Suppose there were none of the features, attributes, signs, and details by which the categories of mental or physical phenomena are found. Would either linguistic contact or impingement contact still be found?”

# dn15:20.7
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:20.8
source: “Yehi, ānanda, ākārehi … pe … yehi uddesehi nāmarūpassa paññatti hoti, tesu ākāresu … pe … tesu uddesesu asati api nu kho phasso paññāyethā”ti?
sc_po: “Suppose there were none of the features, attributes, signs, and details by which name and form are found. Would contact still be found?”

# dn15:20.9
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:20.10
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo phassassa, yadidaṃ nāmarūpaṃ.
sc_po: “That’s why this is the cause, source, origin, and condition of contact, namely name and form.

# dn15:21.1
source: ‘Viññāṇapaccayā nāmarūpan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā viññāṇapaccayā nāmarūpaṃ.
sc_po: ‘Consciousness is a condition for name and form’—that’s what I said. And this is a way to understand how this is so.

# dn15:21.2
source: Viññāṇañca hi, ānanda, mātukucchismiṃ na okkamissatha, api nu kho nāmarūpaṃ mātukucchismiṃ samuccissathā”ti?
sc_po: If consciousness were not conceived in the mother’s womb, would name and form coagulate there?”

# dn15:21.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:21.4
source: “Viññāṇañca hi, ānanda, mātukucchismiṃ okkamitvā vokkamissatha, api nu kho nāmarūpaṃ itthattāya abhinibbattissathā”ti?
sc_po: “If consciousness, after being conceived in the mother’s womb, were to be miscarried, would name and form be born into this state of existence?”

# dn15:21.5
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:21.6
source: “Viññāṇañca hi, ānanda, daharasseva sato vocchijjissatha kumārakassa vā kumārikāya vā, api nu kho nāmarūpaṃ vuddhiṃ virūḷhiṃ vepullaṃ āpajjissathā”ti?
sc_po: “If the consciousness of a young boy or girl were to be cut off, would name and form achieve growth, increase, and maturity?”

# dn15:21.7
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:21.8
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo nāmarūpassa—yadidaṃ viññāṇaṃ.
sc_po: “That’s why this is the cause, source, origin, and condition of name and form, namely consciousness.

# dn15:22.1
source: ‘Nāmarūpapaccayā viññāṇan’ti iti kho panetaṃ vuttaṃ, tadānanda, imināpetaṃ pariyāyena veditabbaṃ, yathā nāmarūpapaccayā viññāṇaṃ.
sc_po: ‘Name and form are conditions for consciousness’—that’s what I said. And this is a way to understand how this is so.

# dn15:22.2
source: Viññāṇañca hi, ānanda, nāmarūpe patiṭṭhaṃ na labhissatha, api nu kho āyatiṃ jātijarāmaraṇaṃ dukkhasamudayasambhavo paññāyethā”ti?
sc_po: If consciousness were not to become established in name and form, would the coming to be of the origin of suffering—of rebirth, old age, and death in the future—be found?”

# dn15:22.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:22.4
source: “Tasmātihānanda, eseva hetu etaṃ nidānaṃ esa samudayo esa paccayo viññāṇassa yadidaṃ nāmarūpaṃ.
sc_po: “That’s why this is the cause, source, origin, and condition of consciousness, namely name and form.

# dn15:22.5
source: Ettāvatā kho, ānanda, jāyetha vā jīyetha vā mīyetha vā cavetha vā upapajjetha vā.
sc_po: This is the extent to which one may be reborn, grow old, die, pass away, or reappear.

# dn15:22.6
source: Ettāvatā adhivacanapatho, ettāvatā niruttipatho, ettāvatā paññattipatho, ettāvatā paññāvacaraṃ, ettāvatā vaṭṭaṃ vattati itthattaṃ paññāpanāya yadidaṃ nāmarūpaṃ saha viññāṇena aññamaññapaccayatā pavattati.
sc_po: This is how far the scope of language, terminology, and description extends; how far the sphere of wisdom extends; how far the cycle of rebirths continues so that this state of existence is to be found; namely, name and form together with consciousness.

# dn15:22.7
source: 2. Attapaññatti
sc_po: 2. Describing the Self

# dn15:23.1
source: Kittāvatā ca, ānanda, attānaṃ paññapento paññapeti?
sc_po: How do those who describe the self describe it?

# dn15:23.2
source: Rūpiṃ vā hi, ānanda, parittaṃ attānaṃ paññapento paññapeti:
sc_po: They describe it as physical and limited:

# dn15:23.3
source: ‘rūpī me paritto attā’ti.
sc_po: ‘My self is physical and limited.’

# dn15:23.4
source: Rūpiṃ vā hi, ānanda, anantaṃ attānaṃ paññapento paññapeti:
sc_po: Or they describe it as physical and infinite:

# dn15:23.5
source: ‘rūpī me ananto attā’ti.
sc_po: ‘My self is physical and infinite.’

# dn15:23.6
source: Arūpiṃ vā hi, ānanda, parittaṃ attānaṃ paññapento paññapeti:
sc_po: Or they describe it as formless and limited:

# dn15:23.7
source: ‘arūpī me paritto attā’ti.
sc_po: ‘My self is formless and limited.’

# dn15:23.8
source: Arūpiṃ vā hi, ānanda, anantaṃ attānaṃ paññapento paññapeti:
sc_po: Or they describe it as formless and infinite:

# dn15:23.9
source: ‘arūpī me ananto attā’ti.
sc_po: ‘My self is formless and infinite.’

# dn15:24.1
source: Tatrānanda, yo so rūpiṃ parittaṃ attānaṃ paññapento paññapeti.
sc_po: Now, take those who describe the self as physical and limited.

# dn15:24.2
source: Etarahi vā so rūpiṃ parittaṃ attānaṃ paññapento paññapeti, tattha bhāviṃ vā so rūpiṃ parittaṃ attānaṃ paññapento paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa hoti.
sc_po: They describe the self as physical and limited in the present; or in some future life; or else they think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’

# dn15:24.3
source: Evaṃ santaṃ kho, ānanda, rūpiṃ parittattānudiṭṭhi anusetīti iccālaṃ vacanāya.
sc_po: This being so, it’s appropriate to say that a view of self as physical and limited underlies them.

# dn15:24.4
source: Tatrānanda, yo so rūpiṃ anantaṃ attānaṃ paññapento paññapeti.
sc_po: Now, take those who describe the self as physical and infinite …

# dn15:24.7
source: Tatrānanda, yo so arūpiṃ parittaṃ attānaṃ paññapento paññapeti.
sc_po: formless and limited …

# dn15:24.10
source: Tatrānanda, yo so arūpiṃ anantaṃ attānaṃ paññapento paññapeti.
sc_po: formless and infinite.

# dn15:24.11
source: Etarahi vā so arūpiṃ anantaṃ attānaṃ paññapento paññapeti, tattha bhāviṃ vā so arūpiṃ anantaṃ attānaṃ paññapento paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa hoti.
sc_po: They describe the self as formless and infinite in the present; or in some future life; or else they think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’

# dn15:24.12
source: Evaṃ santaṃ kho, ānanda, arūpiṃ anantattānudiṭṭhi anusetīti iccālaṃ vacanāya.
sc_po: This being so, it’s appropriate to say that a view of self as formless and infinite underlies them.

# dn15:24.13
source: Ettāvatā kho, ānanda, attānaṃ paññapento paññapeti.
sc_po: That’s how those who describe the self describe it.

# dn15:24.14
source: 3. Naattapaññatti
sc_po: 3. Not Describing the Self

# dn15:25.1
source: Kittāvatā ca, ānanda, attānaṃ na paññapento na paññapeti?
sc_po: How do those who don’t describe the self not describe it?

# dn15:25.2
source: Rūpiṃ vā hi, ānanda, parittaṃ attānaṃ na paññapento na paññapeti:
sc_po: They don’t describe it as physical and limited …

# dn15:25.4
source: Rūpiṃ vā hi, ānanda, anantaṃ attānaṃ na paññapento na paññapeti:
sc_po: physical and infinite …

# dn15:25.6
source: Arūpiṃ vā hi, ānanda, parittaṃ attānaṃ na paññapento na paññapeti:
sc_po: formless and limited …

# dn15:25.8
source: Arūpiṃ vā hi, ānanda, anantaṃ attānaṃ na paññapento na paññapeti:
sc_po: formless and infinite:

# dn15:25.9
source: ‘arūpī me ananto attā’ti.
sc_po: ‘My self is formless and infinite.’

# dn15:26.1
source: Tatrānanda, yo so rūpiṃ parittaṃ attānaṃ na paññapento na paññapeti.
sc_po: Now, take those who don’t describe the self as physical and limited …

# dn15:26.4
source: Tatrānanda, yo so rūpiṃ anantaṃ attānaṃ na paññapento na paññapeti.
sc_po: physical and infinite …

# dn15:26.7
source: Tatrānanda, yo so arūpiṃ parittaṃ attānaṃ na paññapento na paññapeti.
sc_po: formless and limited …

# dn15:26.10
source: Tatrānanda, yo so arūpiṃ anantaṃ attānaṃ na paññapento na paññapeti.
sc_po: formless and infinite.

# dn15:26.11
source: Etarahi vā so arūpiṃ anantaṃ attānaṃ na paññapento na paññapeti, tattha bhāviṃ vā so arūpiṃ anantaṃ attānaṃ na paññapento na paññapeti, ‘atathaṃ vā pana santaṃ tathattāya upakappessāmī’ti iti vā panassa na hoti.
sc_po: They don’t describe the self as formless and infinite in the present; or in some future life; and they don’t think: ‘Though it is not like that, I will ensure it is provided with what it needs to become like that.’

# dn15:26.12
source: Evaṃ santaṃ kho, ānanda, arūpiṃ anantattānudiṭṭhi nānusetīti iccālaṃ vacanāya.
sc_po: This being so, it’s appropriate to say that a view of self as formless and infinite doesn’t underlie them.

# dn15:26.13
source: Ettāvatā kho, ānanda, attānaṃ na paññapento na paññapeti.
sc_po: That’s how those who don’t describe the self don’t describe it.

# dn15:26.14
source: 4. Attasamanupassanā
sc_po: 4. Regarding a Self

# dn15:27.1
source: Kittāvatā ca, ānanda, attānaṃ samanupassamāno samanupassati?
sc_po: How do those who regard the self regard it?

# dn15:27.2
source: Vedanaṃ vā hi, ānanda, attānaṃ samanupassamāno samanupassati:
sc_po: They regard feeling as self:

# dn15:27.3
source: ‘vedanā me attā’ti.
sc_po: ‘Feeling is my self.’

# dn15:27.4
source: ‘Na heva kho me vedanā attā, appaṭisaṃvedano me attā’ti iti vā hi, ānanda, attānaṃ samanupassamāno samanupassati.
sc_po: Or they regard it like this: ‘Feeling is definitely not my self. My self does not experience feeling.’

# dn15:27.5
source: ‘Na heva kho me vedanā attā, nopi appaṭisaṃvedano me attā, attā me vediyati, vedanādhammo hi me attā’ti iti vā hi, ānanda, attānaṃ samanupassamāno samanupassati.
sc_po: Or they regard it like this: ‘Feeling is definitely not my self. But it’s not that my self does not experience feeling. My self feels, for my self is liable to feel.’

# dn15:28.1
source: Tatrānanda, yo so evamāha:
sc_po: Now, as to those who say:

# dn15:28.2
source: ‘vedanā me attā’ti,
sc_po: ‘Feeling is my self.’

# dn15:28.3
source: so evamassa vacanīyo:
sc_po: You should say this to them:

# dn15:28.4
source: ‘tisso kho imā, āvuso, vedanā—
sc_po: ‘Reverend, there are three feelings:

# dn15:28.5
source: sukhā vedanā dukkhā vedanā adukkhamasukhā vedanā.
sc_po: pleasant, painful, and neutral.

# dn15:28.6
source: Imāsaṃ kho tvaṃ tissannaṃ vedanānaṃ katamaṃ attato samanupassasī’ti?
sc_po: Which one of these do you regard as self?’

# dn15:28.7
source: Yasmiṃ, ānanda, samaye sukhaṃ vedanaṃ vedeti, neva tasmiṃ samaye dukkhaṃ vedanaṃ vedeti, na adukkhamasukhaṃ vedanaṃ vedeti;
sc_po: Ānanda, at a time when you feel a pleasant feeling, you don’t feel a painful or neutral feeling;

# dn15:28.8
source: sukhaṃyeva tasmiṃ samaye vedanaṃ vedeti.
sc_po: you only feel a pleasant feeling.

# dn15:28.9
source: Yasmiṃ, ānanda, samaye dukkhaṃ vedanaṃ vedeti, neva tasmiṃ samaye sukhaṃ vedanaṃ vedeti, na adukkhamasukhaṃ vedanaṃ vedeti;
sc_po: At a time when you feel a painful feeling, you don’t feel a pleasant or neutral feeling;

# dn15:28.10
source: dukkhaṃyeva tasmiṃ samaye vedanaṃ vedeti.
sc_po: you only feel a painful feeling.

# dn15:28.11
source: Yasmiṃ, ānanda, samaye adukkhamasukhaṃ vedanaṃ vedeti, neva tasmiṃ samaye sukhaṃ vedanaṃ vedeti, na dukkhaṃ vedanaṃ vedeti;
sc_po: At a time when you feel a neutral feeling, you don’t feel a pleasant or painful feeling;

# dn15:28.12
source: adukkhamasukhaṃyeva tasmiṃ samaye vedanaṃ vedeti.
sc_po: you only feel a neutral feeling.

# dn15:29.1
source: Sukhāpi kho, ānanda, vedanā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā.
sc_po: Pleasant feelings, painful feelings, and neutral feelings are all impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease.

# dn15:29.4
source: Tassa sukhaṃ vedanaṃ vediyamānassa ‘eso me attā’ti hoti.
sc_po: When feeling a pleasant feeling they think: ‘This is my self.’

# dn15:29.5
source: Tassāyeva sukhāya vedanāya nirodhā ‘byagā me attā’ti hoti.
sc_po: When their pleasant feeling ceases they think: ‘My self has disappeared.’

# dn15:29.6
source: Dukkhaṃ vedanaṃ vediyamānassa ‘eso me attā’ti hoti.
sc_po: When feeling a painful feeling they think: ‘This is my self.’

# dn15:29.7
source: Tassāyeva dukkhāya vedanāya nirodhā ‘byagā me attā’ti hoti.
sc_po: When their painful feeling ceases they think: ‘My self has disappeared.’

# dn15:29.8
source: Adukkhamasukhaṃ vedanaṃ vediyamānassa ‘eso me attā’ti hoti.
sc_po: When feeling a neutral feeling they think: ‘This is my self.’

# dn15:29.9
source: Tassāyeva adukkhamasukhāya vedanāya nirodhā ‘byagā me attā’ti hoti.
sc_po: When their neutral feeling ceases they think: ‘My self has disappeared.’

# dn15:29.10
source: Iti so diṭṭheva dhamme aniccasukhadukkhavokiṇṇaṃ uppādavayadhammaṃ attānaṃ samanupassamāno samanupassati, yo so evamāha: ‘vedanā me attā’ti.
sc_po: So those who say ‘feeling is my self’ regard as self that which is evidently impermanent, a mixture of pleasure and pain, and liable to rise and fall.

# dn15:29.11
source: Tasmātihānanda, etena petaṃ nakkhamati: ‘vedanā me attā’ti samanupassituṃ.
sc_po: That’s why it’s not acceptable to regard feeling as self.

# dn15:30.1
source: Tatrānanda, yo so evamāha:
sc_po: Now, as to those who say:

# dn15:30.2
source: ‘na heva kho me vedanā attā, appaṭisaṃvedano me attā’ti, so evamassa vacanīyo:
sc_po: ‘Feeling is definitely not my self. My self does not experience feeling.’ You should say this to them,

# dn15:30.3
source: ‘yattha panāvuso, sabbaso vedayitaṃ natthi api nu kho, tattha “ayamahamasmī”ti siyā’”ti?
sc_po: ‘But reverend, where there is nothing felt at all, would the thought “I am” occur there?’”

# dn15:30.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:30.5
source: “Tasmātihānanda, etena petaṃ nakkhamati: ‘na heva kho me vedanā attā, appaṭisaṃvedano me attā’ti samanupassituṃ.
sc_po: “That’s why it’s not acceptable to regard self as that which does not experience feeling.

# dn15:31.1
source: Tatrānanda, yo so evamāha:
sc_po: Now, as to those who say:

# dn15:31.2
source: ‘na heva kho me vedanā attā, nopi appaṭisaṃvedano me attā, attā me vediyati, vedanādhammo hi me attā’ti.
sc_po: ‘Feeling is definitely not my self. But it’s not that my self does not experience feeling. My self feels, for my self is liable to feel.’

# dn15:31.3
source: So evamassa vacanīyo—
sc_po: You should say this to them,

# dn15:31.4
source: vedanā ca hi, āvuso, sabbena sabbaṃ sabbathā sabbaṃ aparisesā nirujjheyyuṃ.
sc_po: ‘Suppose feelings were to totally and utterly cease without anything left over.

# dn15:31.5
source: Sabbaso vedanāya asati vedanānirodhā api nu kho tattha ‘ayamahamasmī’ti siyā”ti?
sc_po: When there’s no feeling at all, with the cessation of feeling, would the thought “I am this” occur there?’”

# dn15:31.6
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn15:31.7
source: “Tasmātihānanda, etena petaṃ nakkhamati: ‘na heva kho me vedanā attā, nopi appaṭisaṃvedano me attā, attā me vediyati, vedanādhammo hi me attā’ti samanupassituṃ.
sc_po: “That’s why it’s not acceptable to regard self as that which is liable to feel.

# dn15:32.2
source: So evaṃ na samanupassanto na ca kiñci loke upādiyati,
sc_po: Not regarding anything in this way, they don’t grasp at anything in the world.

# dn15:32.3
source: anupādiyaṃ na paritassati, aparitassaṃ paccattaññeva parinibbāyati,
sc_po: Not grasping, they’re not anxious. Not being anxious, they personally become extinguished.

# dn15:32.4
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# dn15:32.5
source: Evaṃ vimuttacittaṃ kho, ānanda, bhikkhuṃ yo evaṃ vadeyya:
sc_po: It wouldn’t be appropriate to say that a mendicant whose mind is freed like this holds the following views:

# dn15:32.6
source: ‘hoti tathāgato paraṃ maraṇā itissa diṭṭhī’ti, tadakallaṃ.
sc_po: ‘A Realized One exists after death’;

# dn15:32.7
source: ‘Na hoti tathāgato paraṃ maraṇā itissa diṭṭhī’ti, tadakallaṃ.
sc_po: ‘A Realized One doesn’t exist after death’;

# dn15:32.8
source: ‘Hoti ca na ca hoti tathāgato paraṃ maraṇā itissa diṭṭhī’ti, tadakallaṃ.
sc_po: ‘A Realized One both exists and doesn’t exist after death’;

# dn15:32.9
source: ‘Neva hoti na na hoti tathāgato paraṃ maraṇā itissa diṭṭhī’ti, tadakallaṃ.
sc_po: ‘A Realized One neither exists nor doesn’t exist after death’.

# dn15:32.10
source: Taṃ kissa hetu?
sc_po: Why is that?

# dn15:32.11
source: Yāvatā, ānanda, adhivacanaṃ yāvatā adhivacanapatho, yāvatā nirutti yāvatā niruttipatho, yāvatā paññatti yāvatā paññattipatho, yāvatā paññā yāvatā paññāvacaraṃ, yāvatā vaṭṭaṃ, yāvatā vaṭṭati, tadabhiññāvimutto bhikkhu, tadabhiññāvimuttaṃ bhikkhuṃ ‘na jānāti na passati itissa diṭṭhī’ti, tadakallaṃ.
sc_po: A mendicant is freed by directly knowing this: how far language and the scope of language extend; how far terminology and the scope of terminology extend; how far description and the scope of description extend; how far wisdom and the sphere of wisdom extend; how far the cycle of rebirths and its continuation extend. It wouldn’t be appropriate to say that a mendicant freed by directly knowing this holds the view: ‘There is no such thing as knowing and seeing.’

# dn15:32.12
source: 5. Sattaviññāṇaṭṭhiti
sc_po: 5. Planes of Consciousness

# dn15:33.1
source: Satta kho, ānanda, viññāṇaṭṭhitiyo, dve āyatanāni.
sc_po: Ānanda, there are seven planes of consciousness and two dimensions.

# dn15:33.2
source: Katamā satta?
sc_po: What seven?

# dn15:33.3
source: Santānanda, sattā nānattakāyā nānattasaññino, seyyathāpi manussā, ekacce ca devā, ekacce ca vinipātikā.
sc_po: There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld.

# dn15:33.4
source: Ayaṃ paṭhamā viññāṇaṭṭhiti.
sc_po: This is the first plane of consciousness.

# dn15:33.5
source: Santānanda, sattā nānattakāyā ekattasaññino, seyyathāpi devā brahmakāyikā paṭhamābhinibbattā.
sc_po: There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption.

# dn15:33.6
source: Ayaṃ dutiyā viññāṇaṭṭhiti.
sc_po: This is the second plane of consciousness.

# dn15:33.7
source: Santānanda, sattā ekattakāyā nānattasaññino, seyyathāpi devā ābhassarā.
sc_po: There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance.

# dn15:33.8
source: Ayaṃ tatiyā viññāṇaṭṭhiti.
sc_po: This is the third plane of consciousness.

# dn15:33.9
source: Santānanda, sattā ekattakāyā ekattasaññino, seyyathāpi devā subhakiṇhā.
sc_po: There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory.

# dn15:33.10
source: Ayaṃ catutthī viññāṇaṭṭhiti.
sc_po: This is the fourth plane of consciousness.

# dn15:33.11
source: Santānanda, sattā sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space.

# dn15:33.12
source: Ayaṃ pañcamī viññāṇaṭṭhiti.
sc_po: This is the fifth plane of consciousness.

# dn15:33.13
source: Santānanda, sattā sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness.

# dn15:33.14
source: Ayaṃ chaṭṭhī viññāṇaṭṭhiti.
sc_po: This is the sixth plane of consciousness.

# dn15:33.15
source: Santānanda, sattā sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness.

# dn15:33.16
source: Ayaṃ sattamī viññāṇaṭṭhiti.
sc_po: This is the seventh plane of consciousness.

# dn15:33.17
source: Asaññasattāyatanaṃ nevasaññānāsaññāyatanameva dutiyaṃ.
sc_po: Then there’s the dimension of non-percipient beings, and secondly, the dimension of neither perception nor non-perception.

# dn15:34.1
source: Tatrānanda, yāyaṃ paṭhamā viññāṇaṭṭhiti nānattakāyā nānattasaññino, seyyathāpi manussā, ekacce ca devā, ekacce ca vinipātikā.
sc_po: Now, regarding these seven planes of consciousness and two dimensions,

# dn15:34.2
source: Yo nu kho, ānanda, tañca pajānāti, tassā ca samudayaṃ pajānāti, tassā ca atthaṅgamaṃ pajānāti, tassā ca assādaṃ pajānāti, tassā ca ādīnavaṃ pajānāti, tassā ca nissaraṇaṃ pajānāti, kallaṃ nu tena tadabhinanditun”ti?
sc_po: is it appropriate for someone who understands them—and their origin, ending, gratification, drawback, and escape—to take pleasure in them?”

# dn15:34.3
source: “No hetaṃ, bhante” … pe …
sc_po: “No, sir.”

# dn15:34.10
source: “Yato kho, ānanda, bhikkhu imāsañca sattannaṃ viññāṇaṭṭhitīnaṃ imesañca dvinnaṃ āyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ viditvā anupādā vimutto hoti, ayaṃ vuccatānanda, bhikkhu paññāvimutto.
sc_po: “When a mendicant, having truly understood the origin, ending, gratification, drawback, and escape regarding these seven planes of consciousness and these two dimensions, is freed by not grasping, they’re called a mendicant who is freed by wisdom.

# dn15:34.11
source: 6. Aṭṭhavimokkha
sc_po: 6. The Eight Liberations

# dn15:35.1
source: Aṭṭha kho ime, ānanda, vimokkhā.
sc_po: Ānanda, there are these eight liberations.

# dn15:35.2
source: Katame aṭṭha?
sc_po: What eight?

# dn15:35.3
source: Rūpī rūpāni passati
sc_po: Having physical form, they see visions.
