Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:5.24.4
source: Ajjeva rattiyā pacchime yāme samaṇassa gotamassa parinibbānaṃ bhavissati.
sc_po: And this very day, in the last watch of the night, the ascetic Gotama will become fully extinguished.

# dn16:5.24.5
source: Atthi ca me ayaṃ kaṅkhādhammo uppanno—
sc_po: This state of uncertainty has come up in me.

# dn16:5.24.6
source: evaṃ pasanno ahaṃ samaṇe gotame ‘pahoti me samaṇo gotamo tathā dhammaṃ desetuṃ, yathāhaṃ imaṃ kaṅkhādhammaṃ pajaheyyan’ti.
sc_po: I am quite confident that the Buddha is capable of teaching me so that I can give up this state of uncertainty.

# dn16:5.24.7
source: Sādhāhaṃ, bho ānanda, labheyyaṃ samaṇaṃ gotamaṃ dassanāyā”ti.
sc_po: Master Ānanda, please let me see the ascetic Gotama.”

# dn16:5.24.8
source: Evaṃ vutte, āyasmā ānando subhaddaṃ paribbājakaṃ etadavoca:
sc_po: When he had spoken, Ānanda said,

# dn16:5.24.9
source: “alaṃ, āvuso subhadda, mā tathāgataṃ viheṭhesi, kilanto bhagavā”ti.
sc_po: “Enough, Reverend Subhadda, do not trouble the Realized One. He is tired.”

# dn16:5.24.10
source: Dutiyampi kho subhaddo paribbājako … pe …
sc_po: For a second time,

# dn16:5.24.11
source: tatiyampi kho subhaddo paribbājako āyasmantaṃ ānandaṃ etadavoca:
sc_po: and a third time, Subhadda asked Ānanda, and a third time Ānanda refused.

# dn16:5.25.1
source: Assosi kho bhagavā āyasmato ānandassa subhaddena paribbājakena saddhiṃ imaṃ kathāsallāpaṃ.
sc_po: The Buddha heard that discussion between Ānanda and Subhadda.

# dn16:5.25.2
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: He said to Ānanda,

# dn16:5.25.3
source: “alaṃ, ānanda, mā subhaddaṃ vāresi, labhataṃ, ānanda, subhaddo tathāgataṃ dassanāya.
sc_po: “Enough, Ānanda, don’t obstruct Subhadda; let him see the Realized One.

# dn16:5.25.4
source: Yaṃ kiñci maṃ subhaddo pucchissati, sabbaṃ taṃ aññāpekkhova pucchissati, no vihesāpekkho.
sc_po: For whatever he asks me, he will only be looking for understanding, not trouble.

# dn16:5.25.5
source: Yañcassāhaṃ puṭṭho byākarissāmi, taṃ khippameva ājānissatī”ti.
sc_po: And he will quickly understand any answer I give to his question.”

# dn16:5.25.6
source: Atha kho āyasmā ānando subhaddaṃ paribbājakaṃ etadavoca:
sc_po: So Ānanda said to the wanderer Subhadda,

# dn16:5.25.7
source: “gacchāvuso subhadda, karoti te bhagavā okāsan”ti.
sc_po: “Go, Reverend Subhadda, the Buddha is taking the time for you.”

# dn16:5.26.1
source: Atha kho subhaddo paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi, sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho subhaddo paribbājako bhagavantaṃ etadavoca:
sc_po: Then the wanderer Subhadda went up to the Buddha, and exchanged greetings with him. When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# dn16:5.26.2
source: “yeme, bho gotama, samaṇabrāhmaṇā saṅghino gaṇino gaṇācariyā ñātā yasassino titthakarā sādhusammatā bahujanassa,
sc_po: “Master Gotama, there are those ascetics and brahmins who lead an order and a community, and teach a community. They’re well-known and famous religious founders, regarded as holy by many people.

# dn16:5.26.3
source: seyyathidaṃ—pūraṇo kassapo, makkhali gosālo, ajito kesakambalo, pakudho kaccāyano, sañcayo belaṭṭhaputto, nigaṇṭho nāṭaputto,
sc_po: Namely: Pūraṇa Kassapa, Makkhali Gosāla, Nigaṇṭha Nāṭaputta, Sañjaya Belaṭṭhiputta, Pakudha Kaccāyana, and Ajita Kesakambala.

# dn16:5.26.4
source: sabbete sakāya paṭiññāya abbhaññiṃsu, sabbeva na abbhaññiṃsu, udāhu ekacce abbhaññiṃsu, ekacce na abbhaññiṃsū”ti?
sc_po: According to their own claims, did all of them have direct knowledge, or none of them, or only some?”

# dn16:5.26.5
source: “Alaṃ, subhadda, tiṭṭhatetaṃ:
sc_po: “Enough, Subhadda, let that be.

# dn16:5.26.7
source: Dhammaṃ te, subhadda, desessāmi;
sc_po: I shall teach you the Dhamma.

# dn16:5.26.8
source: taṃ suṇāhi sādhukaṃ manasikarohi, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# dn16:5.26.9
source: “Evaṃ, bhante”ti kho subhaddo paribbājako bhagavato paccassosi.
sc_po: “Yes, sir,” Subhadda replied.

# dn16:5.26.10
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# dn16:5.27.1
source: “Yasmiṃ kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo na upalabbhati, samaṇopi tattha na upalabbhati. Dutiyopi tattha samaṇo na upalabbhati. Tatiyopi tattha samaṇo na upalabbhati. Catutthopi tattha samaṇo na upalabbhati.
sc_po: “Subhadda, in whatever teaching and training the noble eightfold path is not found, there is no true ascetic found, no second ascetic, no third ascetic, and no fourth ascetic.

# dn16:5.27.2
source: Yasmiñca kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo upalabbhati, samaṇopi tattha upalabbhati, dutiyopi tattha samaṇo upalabbhati, tatiyopi tattha samaṇo upalabbhati, catutthopi tattha samaṇo upalabbhati.
sc_po: In whatever teaching and training the noble eightfold path is found, there is a true ascetic found, a second ascetic, a third ascetic, and a fourth ascetic.

# dn16:5.27.3
source: Imasmiṃ kho, subhadda, dhammavinaye ariyo aṭṭhaṅgiko maggo upalabbhati, idheva, subhadda, samaṇo, idha dutiyo samaṇo, idha tatiyo samaṇo, idha catuttho samaṇo, suññā parappavādā samaṇebhi aññehi.
sc_po: In this teaching and training the noble eightfold path is found. Only here is there a true ascetic, here a second ascetic, here a third ascetic, and here a fourth ascetic. Other sects are empty of ascetics.

# dn16:5.27.4
source: Ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assāti.
sc_po: Were these mendicants to practice well, the world would not be empty of perfected ones.

# dn16:5.27.5
source: Ekūnatiṃso vayasā subhadda,
sc_po: I was twenty-nine years of age, Subaddha,

# dn16:5.27.6
source: Yaṃ pabbajiṃ kiṅkusalānuesī;
sc_po: when I went forth to discover what is skilful.

# dn16:5.27.7
source: Vassāni paññāsa samādhikāni,
sc_po: It’s been over fifty years

# dn16:5.27.8
source: Yato ahaṃ pabbajito subhadda;
sc_po: since I went forth.

# dn16:5.27.9
source: Ñāyassa dhammassa padesavattī,
sc_po: I am the one who points out the proper teaching:

# dn16:5.27.10
source: Ito bahiddhā samaṇopi natthi.
sc_po: Outside of here there is no true ascetic.

# dn16:5.27.15
source: Ime ca, subhadda, bhikkhū sammā vihareyyuṃ, asuñño loko arahantehi assā”ti.
sc_po: Were these mendicants to practice well, the world would not be empty of perfected ones.”

# dn16:5.28.1
source: Evaṃ vutte, subhaddo paribbājako bhagavantaṃ etadavoca:
sc_po: When he had spoken, Subhadda said to the Buddha,

# dn16:5.28.2
source: “abhikkantaṃ, bhante, abhikkantaṃ, bhante.
sc_po: “Excellent, sir! Excellent!

# dn16:5.28.3
source: Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito.
sc_po: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways.

# dn16:5.28.4
source: Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
sc_po: I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# dn16:5.28.5
source: Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti.
sc_po: Sir, may I receive the going forth, the ordination in the Buddha’s presence?”

# dn16:5.29.1
source: “Yo kho, subhadda, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ, so cattāro māse parivasati. Catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya.
sc_po: “Subhadda, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood.

# dn16:5.29.2
source: Api ca mettha puggalavemattatā viditā”ti.
sc_po: However, I have recognized individual differences in this matter.”

# dn16:5.29.3
source: “Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhantā pabbajjaṃ ākaṅkhantā upasampadaṃ cattāro māse parivasanti, catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya. Ahaṃ cattāri vassāni parivasissāmi, catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu upasampādentu bhikkhubhāvāyā”ti.
sc_po: “Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.”

# dn16:5.29.4
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha said to Ānanda,

# dn16:5.29.5
source: “tenahānanda, subhaddaṃ pabbājehī”ti.
sc_po: “Well then, Ānanda, give Subhadda the going forth.”

# dn16:5.29.6
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:5.30.1
source: Atha kho subhaddo paribbājako āyasmantaṃ ānandaṃ etadavoca:
sc_po: Then Subhadda said to Ānanda,

# dn16:5.30.2
source: “lābhā vo, āvuso ānanda; suladdhaṃ vo, āvuso ānanda,
sc_po: “You’re so fortunate, Reverand Ānanda, so very fortunate,

# dn16:5.30.3
source: ye ettha satthu sammukhā antevāsikābhisekena abhisittā”ti.
sc_po: to be anointed here in the Teacher’s presence as his pupil!”

# dn16:5.30.4
source: Alattha kho subhaddo paribbājako bhagavato santike pabbajjaṃ, alattha upasampadaṃ.
sc_po: And the wanderer Subhadda received the going forth, the ordination in the Buddha’s presence.

# dn16:5.30.5
source: Acirūpasampanno kho panāyasmā subhaddo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti—tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Not long after his ordination, Venerable Subhadda, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# dn16:5.30.6
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# dn16:5.30.7
source: Aññataro kho panāyasmā subhaddo arahataṃ ahosi.
sc_po: And Venerable Subhadda became one of the perfected.

# dn16:5.30.8
source: So bhagavato pacchimo sakkhisāvako ahosīti.
sc_po: He was the last personal disciple of the Buddha.

# dn16:5.30.10
source: 35. Tathāgatapacchimavācā
sc_po: 35. The Buddha’s Last Words

# dn16:6.1.1
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha addressed Venerable Ānanda:

# dn16:6.1.2
source: “siyā kho panānanda, tumhākaṃ evamassa:
sc_po: “Now, Ānanda, some of you might think:

# dn16:6.1.3
source: ‘atītasatthukaṃ pāvacanaṃ, natthi no satthā’ti.
sc_po: ‘The teacher’s dispensation has passed. Now we have no Teacher.’

# dn16:6.1.4
source: Na kho panetaṃ, ānanda, evaṃ daṭṭhabbaṃ.
sc_po: But you should not see it like this.

# dn16:6.1.5
source: Yo vo, ānanda, mayā dhammo ca vinayo ca desito paññatto, so vo mamaccayena satthā.
sc_po: The teaching and training that I have taught and pointed out for you shall be your Teacher after my passing.

# dn16:6.2.1
source: Yathā kho panānanda, etarahi bhikkhū aññamaññaṃ āvusovādena samudācaranti, na kho mamaccayena evaṃ samudācaritabbaṃ.
sc_po: After my passing, mendicants ought not address each other as ‘reverend’, as they do today.

# dn16:6.2.2
source: Theratarena, ānanda, bhikkhunā navakataro bhikkhu nāmena vā gottena vā āvusovādena vā samudācaritabbo.
sc_po: A more senior mendicant ought to address a more junior mendicant by name or clan, or by saying ‘reverend’.

# dn16:6.2.3
source: Navakatarena bhikkhunā therataro bhikkhu ‘bhante’ti vā ‘āyasmā’ti vā samudācaritabbo.
sc_po: A more junior mendicant ought to address a more senior mendicant using ‘sir’ or ‘venerable’.

# dn16:6.3.1
source: Ākaṅkhamāno, ānanda, saṃgho mamaccayena khuddānukhuddakāni sikkhāpadāni samūhanatu.
sc_po: If it wishes, after my passing the Saṅgha may abolish the lesser and minor training rules.

# dn16:6.4.1
source: Channassa, ānanda, bhikkhuno mamaccayena brahmadaṇḍo dātabbo”ti.
sc_po: After my passing, give the prime punishment to the mendicant Channa.”

# dn16:6.4.2
source: “Katamo pana, bhante, brahmadaṇḍo”ti?
sc_po: “But sir, what is the prime punishment?”

# dn16:6.4.3
source: “Channo, ānanda, bhikkhu yaṃ iccheyya, taṃ vadeyya.
sc_po: “Channa may say what he likes,

# dn16:6.4.4
source: So bhikkhūhi neva vattabbo, na ovaditabbo, na anusāsitabbo”ti.
sc_po: but the mendicants should not advise or instruct him.”

# dn16:6.5.1
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants,

# dn16:6.5.2
source: “siyā kho pana, bhikkhave, ekabhikkhussāpi kaṅkhā vā vimati vā buddhe vā dhamme vā saṅghe vā magge vā paṭipadāya vā, pucchatha, bhikkhave, mā pacchā vippaṭisārino ahuvattha:
sc_po: “Perhaps even a single mendicant has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice. So ask, mendicants! Don’t regret it later, thinking:

# dn16:6.5.3
source: ‘sammukhībhūto no satthā ahosi, na mayaṃ sakkhimhā bhagavantaṃ sammukhā paṭipucchitun’”ti.
sc_po: ‘We were in the Teacher’s presence and we weren’t able to ask the Buddha a question.’”

# dn16:6.5.4
source: Evaṃ vutte, te bhikkhū tuṇhī ahesuṃ.
sc_po: When this was said, the mendicants kept silent.

# dn16:6.6.1
source: Dutiyampi kho bhagavā … pe …
sc_po: For a second time,

# dn16:6.6.2
source: tatiyampi kho bhagavā bhikkhū āmantesi:
sc_po: and a third time the Buddha addressed the mendicants:

# dn16:6.6.3
source: “siyā kho pana, bhikkhave, ekabhikkhussāpi kaṅkhā vā vimati vā buddhe vā dhamme vā saṅghe vā magge vā paṭipadāya vā, pucchatha, bhikkhave, mā pacchā vippaṭisārino ahuvattha:
sc_po: “Perhaps even a single mendicant has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice. So ask, mendicants! Don’t regret it later, thinking:

# dn16:6.6.4
source: ‘sammukhībhūto no satthā ahosi, na mayaṃ sakkhimhā bhagavantaṃ sammukhā paṭipucchitun’”ti.
sc_po: ‘We were in the Teacher’s presence and we weren’t able to ask the Buddha a question.’”

# dn16:6.6.5
source: Tatiyampi kho te bhikkhū tuṇhī ahesuṃ.
sc_po: For a third time, the mendicants kept silent.

# dn16:6.6.6
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants,

# dn16:6.6.7
source: “siyā kho pana, bhikkhave, satthugāravenapi na puccheyyātha. Sahāyakopi, bhikkhave, sahāyakassa ārocetū”ti.
sc_po: “Mendicants, perhaps you don’t ask out of respect for the Teacher. So let a friend tell a friend.”

# dn16:6.6.8
source: Evaṃ vutte, te bhikkhū tuṇhī ahesuṃ.
sc_po: When this was said, the mendicants kept silent.

# dn16:6.6.9
source: Atha kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda said to the Buddha,

# dn16:6.6.10
source: “acchariyaṃ, bhante, abbhutaṃ, bhante, evaṃ pasanno ahaṃ, bhante, imasmiṃ bhikkhusaṅghe, ‘natthi ekabhikkhussāpi kaṅkhā vā vimati vā buddhe vā dhamme vā saṅghe vā magge vā paṭipadāya vā’”ti.
sc_po: “It’s incredible, sir, it’s amazing! I am quite confident that there’s not even a single mendicant in this Saṅgha who has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice.”

# dn16:6.6.11
source: “Pasādā kho tvaṃ, ānanda, vadesi, ñāṇameva hettha, ānanda, tathāgatassa. Natthi imasmiṃ bhikkhusaṅghe ekabhikkhussāpi kaṅkhā vā vimati vā buddhe vā dhamme vā saṅghe vā magge vā paṭipadāya vā.
sc_po: “Ānanda, you speak from faith. But the Realized One knows that there’s not even a single mendicant in this Saṅgha who has doubt or uncertainty regarding the Buddha, the teaching, the Saṅgha, the path, or the practice.

# dn16:6.6.12
source: Imesañhi, ānanda, pañcannaṃ bhikkhusatānaṃ yo pacchimako bhikkhu, so sotāpanno avinipātadhammo niyato sambodhiparāyaṇo”ti.
sc_po: Even the last of these five hundred mendicants is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.”

# dn16:6.7.1
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants:

# dn16:6.7.2
source: “handa dāni, bhikkhave, āmantayāmi vo,
sc_po: “Come now, mendicants, I say to you all:

# dn16:6.7.3
source: vayadhammā saṅkhārā appamādena sampādethā”ti.
sc_po: ‘Conditions fall apart. Persist with diligence.’”

# dn16:6.7.4
source: Ayaṃ tathāgatassa pacchimā vācā.
sc_po: These were the Realized One’s last words.

# dn16:6.7.5
source: 36. Parinibbutakathā
sc_po: 36. The Full Extinguishment

# dn16:6.8.1
source: Atha kho bhagavā paṭhamaṃ jhānaṃ samāpajji, paṭhamajjhānā vuṭṭhahitvā dutiyaṃ jhānaṃ samāpajji, dutiyajjhānā vuṭṭhahitvā tatiyaṃ jhānaṃ samāpajji, tatiyajjhānā vuṭṭhahitvā catutthaṃ jhānaṃ samāpajji, catutthajjhānā vuṭṭhahitvā ākāsānañcāyatanaṃ samāpajji, ākāsānañcāyatanasamāpattiyā vuṭṭhahitvā viññāṇañcāyatanaṃ samāpajji, viññāṇañcāyatanasamāpattiyā vuṭṭhahitvā ākiñcaññāyatanaṃ samāpajji, ākiñcaññāyatanasamāpattiyā vuṭṭhahitvā nevasaññānāsaññāyatanaṃ samāpajji, nevasaññānāsaññāyatanasamāpattiyā vuṭṭhahitvā saññāvedayitanirodhaṃ samāpajji.
sc_po: Then the Buddha entered the first absorption. Emerging from that, he entered the second absorption. Emerging from that, he successively entered into and emerged from the third absorption, the fourth absorption, the dimension of infinite space, the dimension of infinite consciousness, the dimension of nothingness, and the dimension of neither perception nor non-perception. Then he entered the cessation of perception and feeling.

# dn16:6.8.2
source: Atha kho āyasmā ānando āyasmantaṃ anuruddhaṃ etadavoca:
sc_po: Then Venerable Ānanda said to Venerable Anuruddha,

# dn16:6.8.3
source: “parinibbuto, bhante anuruddha, bhagavā”ti.
sc_po: “Venerable Anuruddha, has the Buddha become fully extinguished?”

# dn16:6.8.4
source: “Nāvuso ānanda, bhagavā parinibbuto, saññāvedayitanirodhaṃ samāpanno”ti.
sc_po: “No, Reverend Ānanda. He has entered the cessation of perception and feeling.”

# dn16:6.9.1
source: Atha kho bhagavā saññāvedayitanirodhasamāpattiyā vuṭṭhahitvā nevasaññānāsaññāyatanaṃ samāpajji, nevasaññānāsaññāyatanasamāpattiyā vuṭṭhahitvā ākiñcaññāyatanaṃ samāpajji, ākiñcaññāyatanasamāpattiyā vuṭṭhahitvā viññāṇañcāyatanaṃ samāpajji, viññāṇañcāyatanasamāpattiyā vuṭṭhahitvā ākāsānañcāyatanaṃ samāpajji, ākāsānañcāyatanasamāpattiyā vuṭṭhahitvā catutthaṃ jhānaṃ samāpajji, catutthajjhānā vuṭṭhahitvā tatiyaṃ jhānaṃ samāpajji, tatiyajjhānā vuṭṭhahitvā dutiyaṃ jhānaṃ samāpajji, dutiyajjhānā vuṭṭhahitvā paṭhamaṃ jhānaṃ samāpajji, paṭhamajjhānā vuṭṭhahitvā dutiyaṃ jhānaṃ samāpajji, dutiyajjhānā vuṭṭhahitvā tatiyaṃ jhānaṃ samāpajji, tatiyajjhānā vuṭṭhahitvā catutthaṃ jhānaṃ samāpajji, catutthajjhānā vuṭṭhahitvā samanantarā bhagavā parinibbāyi.
sc_po: Then the Buddha emerged from the cessation of perception and feeling and entered the dimension of neither perception nor non-perception. Emerging from that, he successively entered into and emerged from the dimension of nothingness, the dimension of infinite consciousness, the dimension of infinite space, the fourth absorption, the third absorption, the second absorption, and the first absorption. Emerging from that, he successively entered into and emerged from the second absorption and the third absorption. Then he entered the fourth absorption. Emerging from that the Buddha immediately became fully extinguished.

# dn16:6.10.1
source: Parinibbute bhagavati saha parinibbānā mahābhūmicālo ahosi bhiṃsanako salomahaṃso. Devadundubhiyo ca phaliṃsu.
sc_po: When the Buddha became fully extinguished, along with the full extinguishment there was a great earthquake, awe-inspiring and hair-raising, and thunder cracked the sky.

# dn16:6.10.2
source: Parinibbute bhagavati saha parinibbānā brahmāsahampati imaṃ gāthaṃ abhāsi:
sc_po: When the Buddha became fully extinguished, Brahmā Sahampati recited this verse:

# dn16:6.10.3
source: “Sabbeva nikkhipissanti,
sc_po: “All creatures in this world

# dn16:6.10.4
source: bhūtā loke samussayaṃ;
sc_po: must lay down this bag of bones.

# dn16:6.10.5
source: Yattha etādiso satthā,
sc_po: For even a Teacher such as this,

# dn16:6.10.6
source: loke appaṭipuggalo;
sc_po: unrivaled in the world,

# dn16:6.10.7
source: Tathāgato balappatto,
sc_po: the Realized One, attained to power,

# dn16:6.10.8
source: sambuddho parinibbuto”ti.
sc_po: the Buddha became fully extinguished.”

# dn16:6.10.9
source: Parinibbute bhagavati saha parinibbānā sakko devānamindo imaṃ gāthaṃ abhāsi:
sc_po: When the Buddha became fully extinguished, Sakka, lord of gods, recited this verse:

# dn16:6.10.10
source: “Aniccā vata saṅkhārā,
sc_po: “Oh! Conditions are impermanent,

# dn16:6.10.11
source: uppādavayadhammino;
sc_po: their nature is to rise and fall;

# dn16:6.10.12
source: Uppajjitvā nirujjhanti,
sc_po: having arisen, they cease;

# dn16:6.10.13
source: tesaṃ vūpasamo sukho”ti.
sc_po: their stilling is true bliss.”

# dn16:6.10.14
source: Parinibbute bhagavati saha parinibbānā āyasmā anuruddho imā gāthāyo abhāsi:
sc_po: When the Buddha became fully extinguished, Venerable Anuruddha recited this verse:

# dn16:6.10.15
source: “Nāhu assāsapassāso,
sc_po: “There was no more breathing

# dn16:6.10.16
source: ṭhitacittassa tādino;
sc_po: for the poised one of steady heart.

# dn16:6.10.17
source: Anejo santimārabbha,
sc_po: Imperturbable, committed to peace,

# dn16:6.10.18
source: yaṃ kālamakarī muni.
sc_po: the sage has done his time.

# dn16:6.10.19
source: Asallīnena cittena,
sc_po: He put up with painful feelings

# dn16:6.10.20
source: vedanaṃ ajjhavāsayi;
sc_po: without flinching.

# dn16:6.10.21
source: Pajjotasseva nibbānaṃ,
sc_po: The liberation of his heart

# dn16:6.10.22
source: vimokkho cetaso ahū”ti.
sc_po: was like the extinguishing of a lamp.”

# dn16:6.10.23
source: Parinibbute bhagavati saha parinibbānā āyasmā ānando imaṃ gāthaṃ abhāsi:
sc_po: When the Buddha became fully extinguished, Venerable Ānanda recited this verse:

# dn16:6.10.24
source: “Tadāsi yaṃ bhiṃsanakaṃ,
sc_po: “Then there was terror!

# dn16:6.10.25
source: tadāsi lomahaṃsanaṃ;
sc_po: Then they had goosebumps!

# dn16:6.10.26
source: Sabbākāravarūpete,
sc_po: When the Buddha, endowed with all fine qualities,

# dn16:6.10.27
source: sambuddhe parinibbute”ti.
sc_po: became fully extinguished.”

# dn16:6.10.28
source: Parinibbute bhagavati ye te tattha bhikkhū avītarāgā appekacce bāhā paggayha kandanti, chinnapātaṃ papatanti, āvaṭṭanti vivaṭṭanti, “atikhippaṃ bhagavā parinibbuto, atikhippaṃ sugato parinibbuto, atikhippaṃ cakkhuṃ loke antarahito”ti.
sc_po: When the Buddha became fully extinguished, some of the mendicants there, with arms raised, falling down like their feet were chopped off, rolling back and forth, lamented: “Too soon the Blessed One has become fully extinguished! Too soon the Holy One has become fully extinguished! Too soon the seer has vanished from the world!”

# dn16:6.10.29
source: Ye pana te bhikkhū vītarāgā, te satā sampajānā adhivāsenti:
sc_po: But the mendicants who were free of desire endured, mindful and aware, thinking,

# dn16:6.10.30
source: “aniccā saṅkhārā, taṃ kutettha labbhā”ti.
sc_po: “Conditions are impermanent. How could it possibly be otherwise?”

# dn16:6.11.1
source: Atha kho āyasmā anuruddho bhikkhū āmantesi:
sc_po: Then Anuruddha addressed the mendicants:
