Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:0.1
source: Dīgha Nikāya 16
sc_po: Long Discourses 16

# dn16:0.2
source: Mahāparinibbānasutta
sc_po: The Great Discourse on the Buddha’s Extinguishment

# dn16:1.1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# dn16:1.1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.

# dn16:1.1.3
source: Tena kho pana samayena rājā māgadho ajātasattu vedehiputto vajjī abhiyātukāmo hoti.
sc_po: Now at that time King Ajātasattu Vedehiputta of Māgadha wanted to invade the Vajjis.

# dn16:1.1.4
source: So evamāha:
sc_po: He declared:

# dn16:1.1.5
source: “ahaṃ hime vajjī evaṃmahiddhike evaṃmahānubhāve ucchecchāmi vajjī, vināsessāmi vajjī, anayabyasanaṃ āpādessāmī”ti.
sc_po: “I shall wipe out these Vajjis, so mighty and powerful! I shall destroy them, and lay ruin and devastation upon them!”

# dn16:1.2.1
source: Atha kho rājā māgadho ajātasattu vedehiputto vassakāraṃ brāhmaṇaṃ magadhamahāmattaṃ āmantesi:
sc_po: And then King Ajātasattu addressed Vassakāra the brahmin minister of Māgadha,

# dn16:1.2.2
source: “ehi tvaṃ, brāhmaṇa, yena bhagavā tenupasaṅkama; upasaṅkamitvā mama vacanena bhagavato pāde sirasā vandāhi, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ puccha:
sc_po: “Please, brahmin, go to the Buddha, and in my name bow with your head to his feet. Ask him if he is healthy and well, nimble, strong, and living comfortably.

# dn16:1.2.4
source: Evañca vadehi:
sc_po: And then say:

# dn16:1.2.5
source: ‘rājā, bhante, māgadho ajātasattu vedehiputto vajjī abhiyātukāmo.
sc_po: ‘Sir, King Ajātasattu Vedehiputta of Māgadha wants to invade the Vajjis.

# dn16:1.2.6
source: So evamāha:
sc_po: He says,

# dn16:1.2.7
source: “ahaṃ hime vajjī evaṃmahiddhike evaṃmahānubhāve ucchecchāmi vajjī, vināsessāmi vajjī, anayabyasanaṃ āpādessāmī”’ti.
sc_po: “I shall wipe out these Vajjis, so mighty and powerful! I shall destroy them, and lay ruin and devastation upon them!”’

# dn16:1.2.8
source: Yathā te bhagavā byākaroti, taṃ sādhukaṃ uggahetvā mama āroceyyāsi.
sc_po: Remember well how the Buddha answers and tell it to me.

# dn16:1.2.9
source: Na hi tathāgatā vitathaṃ bhaṇantī”ti.
sc_po: For Realized Ones say nothing that is not so.”

# dn16:1.2.10
source: 1. Vassakārabrāhmaṇa
sc_po: 1. The Brahmin Vassakāra

# dn16:1.3.1
source: “Evaṃ, bho”ti kho vassakāro brāhmaṇo magadhamahāmatto rañño māgadhassa ajātasattussa vedehiputtassa paṭissutvā bhaddāni bhaddāni yānāni yojetvā bhaddaṃ bhaddaṃ yānaṃ abhiruhitvā bhaddehi bhaddehi yānehi rājagahamhā niyyāsi, yena gijjhakūṭo pabbato tena pāyāsi.
sc_po: “Yes, sir,” Vassakāra replied. He had the finest carriages harnessed. Then he mounted a fine carriage and, along with other fine carriages, set out from Rājagaha for the Vulture’s Peak Mountain.

# dn16:1.3.2
source: Yāvatikā yānassa bhūmi, yānena gantvā, yānā paccorohitvā pattikova yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: He went by carriage as far as the terrain allowed, then descended and approached the Buddha on foot, and exchanged greetings with him.

# dn16:1.3.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vassakāro brāhmaṇo magadhamahāmatto bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha,

# dn16:1.3.4
source: “rājā, bho gotama, māgadho ajātasattu vedehiputto bhoto gotamassa pāde sirasā vandati, appābādhaṃ appātaṅkaṃ lahuṭṭhānaṃ balaṃ phāsuvihāraṃ pucchati.
sc_po: “Master Gotama, King Ajātasattu Vedehiputta of Māgadha bows with his head to your feet. He asks if you are healthy and well, nimble, strong, and living comfortably.

# dn16:1.3.5
source: Rājā, bho gotama, māgadho ajātasattu vedehiputto vajjī abhiyātukāmo.
sc_po: Master Gotama, King Ajātasattu wants to invade the Vajjis.

# dn16:1.3.6
source: So evamāha:
sc_po: He has declared:

# dn16:1.3.7
source: ‘ahaṃ hime vajjī evaṃmahiddhike evaṃmahānubhāve ucchecchāmi vajjī, vināsessāmi vajjī, anayabyasanaṃ āpādessāmī’”ti.
sc_po: ‘I shall wipe out these Vajjis, so mighty and powerful! I shall destroy them, and lay ruin and devastation upon them!’”

# dn16:1.3.8
source: 2. Rājaaparihāniyadhamma
sc_po: 2. Principles That Prevent Decline

# dn16:1.4.1
source: Tena kho pana samayena āyasmā ānando bhagavato piṭṭhito ṭhito hoti bhagavantaṃ bījayamāno.
sc_po: Now at that time Venerable Ānanda was standing behind the Buddha fanning him.

# dn16:1.4.2
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha said to him,

# dn16:1.4.3
source: “kinti te, ānanda, sutaṃ, ‘vajjī abhiṇhaṃ sannipātā sannipātabahulā’”ti?
sc_po: “Ānanda, have you heard that the Vajjis meet frequently and have many meetings?”

# dn16:1.4.4
source: “Sutaṃ metaṃ, bhante: ‘vajjī abhiṇhaṃ sannipātā sannipātabahulā’”ti.
sc_po: “I have heard that, sir.”

# dn16:1.4.5
source: “Yāvakīvañca, ānanda, vajjī abhiṇhaṃ sannipātā sannipātabahulā bhavissanti, vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (1)
sc_po: “As long as the Vajjis meet frequently and have many meetings, they can expect growth, not decline.

# dn16:1.4.6
source: Kinti te, ānanda, sutaṃ, ‘vajjī samaggā sannipatanti, samaggā vuṭṭhahanti, samaggā vajjikaraṇīyāni karontī’”ti?
sc_po: Ānanda, have you heard that the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony?”

# dn16:1.4.7
source: “Sutaṃ metaṃ, bhante: ‘vajjī samaggā sannipatanti, samaggā vuṭṭhahanti, samaggā vajjikaraṇīyāni karontī’”ti.
sc_po: “I have heard that, sir.”

# dn16:1.4.8
source: “Yāvakīvañca, ānanda, vajjī samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā vajjikaraṇīyāni karissanti, vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (2)
sc_po: “As long as the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony, they can expect growth, not decline.

# dn16:1.4.9
source: Kinti te, ānanda, sutaṃ, ‘vajjī apaññattaṃ na paññapenti, paññattaṃ na samucchindanti, yathāpaññatte porāṇe vajjidhamme samādāya vattantī’”ti?
sc_po: Ānanda, have you heard that the Vajjis don’t make new decrees or abolish existing decrees, but proceed having undertaken the traditional Vajjian principles as they have been decreed?”

# dn16:1.4.10
source: “Sutaṃ metaṃ, bhante: ‘vajjī apaññattaṃ na paññapenti, paññattaṃ na samucchindanti, yathāpaññatte porāṇe vajjidhamme samādāya vattantī’”ti.
sc_po: “I have heard that, sir.”

# dn16:1.4.11
source: “Yāvakīvañca, ānanda, vajjī apaññattaṃ na paññapessanti, paññattaṃ na samucchindissanti, yathāpaññatte porāṇe vajjidhamme samādāya vattissanti, vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (3)
sc_po: “As long as the Vajjis don’t make new decrees or abolish existing decrees, but proceed having undertaken the traditional Vajjian principles as they have been decreed, they can expect growth, not decline.

# dn16:1.4.12
source: Kinti te, ānanda, sutaṃ, ‘vajjī ye te vajjīnaṃ vajjimahallakā, te sakkaronti garuṃ karonti mānenti pūjenti, tesañca sotabbaṃ maññantī’”ti?
sc_po: Ānanda, have you heard that the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to?”

# dn16:1.4.13
source: “Sutaṃ metaṃ, bhante: ‘vajjī ye te vajjīnaṃ vajjimahallakā, te sakkaronti garuṃ karonti mānenti pūjenti, tesañca sotabbaṃ maññantī’”ti.
sc_po: “I have heard that, sir.”

# dn16:1.4.14
source: “Yāvakīvañca, ānanda, vajjī ye te vajjīnaṃ vajjimahallakā, te sakkarissanti garuṃ karissanti mānessanti pūjessanti, tesañca sotabbaṃ maññissanti, vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (4)
sc_po: “As long as the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to, they can expect growth, not decline.

# dn16:1.4.15
source: Kinti te, ānanda, sutaṃ, ‘vajjī yā tā kulitthiyo kulakumāriyo, tā na okkassa pasayha vāsentī’”ti?
sc_po: Ānanda, have you heard that the Vajjis don’t rape or abduct women or girls from their families and force them to live with them?”

# dn16:1.4.16
source: “Sutaṃ metaṃ, bhante: ‘vajjī yā tā kulitthiyo kulakumāriyo tā na okkassa pasayha vāsentī’”ti.
sc_po: “I have heard that, sir.”

# dn16:1.4.17
source: “Yāvakīvañca, ānanda, vajjī yā tā kulitthiyo kulakumāriyo, tā na okkassa pasayha vāsessanti, vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (5)
sc_po: “As long as the Vajjis don’t rape or abduct women or girls from their families and force them to live with them, they can expect growth, not decline.

# dn16:1.4.18
source: Kinti te, ānanda, sutaṃ, ‘vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca, tāni sakkaronti garuṃ karonti mānenti pūjenti, tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpentī’”ti?
sc_po: Ānanda, have you heard that the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past?”

# dn16:1.4.19
source: “Sutaṃ metaṃ, bhante: ‘vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca, tāni sakkaronti garuṃ karonti mānenti pūjenti tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpentī’”ti.
sc_po: “I have heard that, sir.”

# dn16:1.4.20
source: “Yāvakīvañca, ānanda, vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca, tāni sakkarissanti garuṃ karissanti mānessanti pūjessanti, tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpessanti, vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihāni. (6)
sc_po: “As long as the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past, they can expect growth, not decline.

# dn16:1.4.21
source: Kinti te, ānanda, sutaṃ, ‘vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā, kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsu vihareyyun’”ti?
sc_po: Ānanda, have you heard that the Vajjis arrange for proper protection, shelter, and security for perfected ones, so that more perfected ones might come to the realm and those already here may live in comfort?”

# dn16:1.4.22
source: “Sutaṃ metaṃ, bhante ‘vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsu vihareyyun’”ti.
sc_po: “I have heard that, sir.”

# dn16:1.4.23
source: “Yāvakīvañca, ānanda, vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā bhavissati, kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsu vihareyyunti. Vuddhiyeva, ānanda, vajjīnaṃ pāṭikaṅkhā, no parihānī”ti. (7)
sc_po: “As long as the Vajjis arrange for proper protection, shelter, and security for perfected ones, so that more perfected ones might come to the realm and those already here may live in comfort, they can expect growth, not decline.”

# dn16:1.5.1
source: Atha kho bhagavā vassakāraṃ brāhmaṇaṃ magadhamahāmattaṃ āmantesi:
sc_po: Then the Buddha said to Vassakāra,

# dn16:1.5.2
source: “ekamidāhaṃ, brāhmaṇa, samayaṃ vesāliyaṃ viharāmi sārandade cetiye.
sc_po: “Brahmin, this one time I was staying near Vesālī at the Sarandada woodland shrine.

# dn16:1.5.3
source: Tatrāhaṃ vajjīnaṃ ime satta aparihāniye dhamme desesiṃ.
sc_po: There I taught the Vajjis these seven principles that prevent decline.

# dn16:1.5.4
source: Yāvakīvañca, brāhmaṇa, ime satta aparihāniyā dhammā vajjīsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu vajjī sandississanti, vuddhiyeva, brāhmaṇa, vajjīnaṃ pāṭikaṅkhā, no parihānī”ti.
sc_po: As long as these seven principles that prevent decline last among the Vajjis, and as long as the Vajjis are seen following them, they can expect growth, not decline.”

# dn16:1.5.5
source: Evaṃ vutte, vassakāro brāhmaṇo magadhamahāmatto bhagavantaṃ etadavoca:
sc_po: When the Buddha had spoken, Vassakāra said to him,

# dn16:1.5.6
source: “ekamekenapi, bho gotama, aparihāniyena dhammena samannāgatānaṃ vajjīnaṃ vuddhiyeva pāṭikaṅkhā, no parihāni.
sc_po: “Master Gotama, if the Vajjis follow even a single one of these principles they can expect growth, not decline.

# dn16:1.5.7
source: Ko pana vādo sattahi aparihāniyehi dhammehi.
sc_po: How much more so all seven!

# dn16:1.5.8
source: Akaraṇīyāva, bho gotama, vajjī raññā māgadhena ajātasattunā vedehiputtena yadidaṃ yuddhassa, aññatra upalāpanāya aññatra mithubhedā.
sc_po: King Ajātasattu cannot defeat the Vajjis in war, unless by diplomacy or by sowing dissension.

# dn16:1.5.9
source: Handa ca dāni mayaṃ, bho gotama, gacchāma, bahukiccā mayaṃ bahukaraṇīyā”ti.
sc_po: Well, now, Master Gotama, I must go. I have many duties, and much to do.”

# dn16:1.5.10
source: “Yassadāni tvaṃ, brāhmaṇa, kālaṃ maññasī”ti.
sc_po: “Please, brahmin, go at your convenience.”

# dn16:1.5.11
source: Atha kho vassakāro brāhmaṇo magadhamahāmatto bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā pakkāmi.
sc_po: Then Vassakāra the brahmin, having approved and agreed with what the Buddha said, got up from his seat and left.

# dn16:1.5.12
source: 3. Bhikkhuaparihāniyadhamma
sc_po: 3. Principles That Prevent Decline Among the Mendicants

# dn16:1.6.1
source: Atha kho bhagavā acirapakkante vassakāre brāhmaṇe magadhamahāmatte āyasmantaṃ ānandaṃ āmantesi:
sc_po: Soon after he had left, the Buddha said to Ānanda,

# dn16:1.6.2
source: “gaccha tvaṃ, ānanda, yāvatikā bhikkhū rājagahaṃ upanissāya viharanti, te sabbe upaṭṭhānasālāyaṃ sannipātehī”ti.
sc_po: “Go, Ānanda, gather all the mendicants staying in the vicinity of Rājagaha together in the assembly hall.”

# dn16:1.6.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yāvatikā bhikkhū rājagahaṃ upanissāya viharanti, te sabbe upaṭṭhānasālāyaṃ sannipātetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: “Yes, sir,” replied Ānanda. He did what the Buddha asked. Then he went back, bowed, stood to one side, and said to him,

# dn16:1.6.4
source: “sannipatito, bhante, bhikkhusaṅgho, yassadāni, bhante, bhagavā kālaṃ maññatī”ti.
sc_po: “Sir, the mendicant Saṅgha has assembled. Please, sir, go at your convenience.”

# dn16:1.6.5
source: Atha kho bhagavā uṭṭhāyāsanā yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha went to the assembly hall, where he sat on the seat spread out

# dn16:1.6.6
source: Nisajja kho bhagavā bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# dn16:1.6.7
source: “satta vo, bhikkhave, aparihāniye dhamme desessāmi,
sc_po: “Mendicants, I will teach you these seven principles that prevent decline.

# dn16:1.6.8
source: taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# dn16:1.6.9
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# dn16:1.6.10
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# dn16:1.6.11
source: “Yāvakīvañca, bhikkhave, bhikkhū abhiṇhaṃ sannipātā sannipātabahulā bhavissanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (1)
sc_po: “As long as the mendicants meet frequently and have many meetings, they can expect growth, not decline.

# dn16:1.6.12
source: Yāvakīvañca, bhikkhave, bhikkhū samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā saṅghakaraṇīyāni karissanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (2)
sc_po: As long as the mendicants meet in harmony, leave in harmony, and carry on their business in harmony, they can expect growth, not decline.

# dn16:1.6.13
source: Yāvakīvañca, bhikkhave, bhikkhū apaññattaṃ na paññapessanti, paññattaṃ na samucchindissanti, yathāpaññattesu sikkhāpadesu samādāya vattissanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (3)
sc_po: As long as the mendicants don’t make new decrees or abolish existing decrees, but undertake and follow the training rules as they have been decreed, they can expect growth, not decline.

# dn16:1.6.14
source: Yāvakīvañca, bhikkhave, bhikkhū ye te bhikkhū therā rattaññū cirapabbajitā saṅghapitaro saṅghapariṇāyakā, te sakkarissanti garuṃ karissanti mānessanti pūjessanti, tesañca sotabbaṃ maññissanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (4)
sc_po: As long as the mendicants honor, respect, esteem, and venerate the senior mendicants—of long standing, long gone forth, fathers and leaders of the Saṅgha—and think them worth listening to, they can expect growth, not decline.

# dn16:1.6.15
source: Yāvakīvañca, bhikkhave, bhikkhū uppannāya taṇhāya ponobbhavikāya na vasaṃ gacchissanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (5)
sc_po: As long as the mendicants don’t fall under the sway of arisen craving for future lives, they can expect growth, not decline.

# dn16:1.6.16
source: Yāvakīvañca, bhikkhave, bhikkhū āraññakesu senāsanesu sāpekkhā bhavissanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (6)
sc_po: As long as the mendicants take care to live in wilderness lodgings, they can expect growth, not decline.

# dn16:1.6.17
source: Yāvakīvañca, bhikkhave, bhikkhū paccattaññeva satiṃ upaṭṭhapessanti: ‘kinti anāgatā ca pesalā sabrahmacārī āgaccheyyuṃ, āgatā ca pesalā sabrahmacārī phāsu vihareyyun’ti. Vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (7)
sc_po: As long as the mendicants individually establish mindfulness, so that more good-hearted spiritual companions might come, and those that have already come may live comfortably, they can expect growth, not decline.

# dn16:1.6.18
source: Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni.
sc_po: As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.

# dn16:1.7.1
source: Aparepi vo, bhikkhave, satta aparihāniye dhamme desessāmi, taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
sc_po: I will teach you seven more principles that prevent decline. …

# dn16:1.7.4
source: “Yāvakīvañca, bhikkhave, bhikkhū na kammārāmā bhavissanti na kammaratā na kammārāmatamanuyuttā, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (1)
sc_po: As long as the mendicants don’t relish work, loving it and liking to relish it, they can expect growth, not decline.

# dn16:1.7.5
source: Yāvakīvañca, bhikkhave, bhikkhū na bhassārāmā bhavissanti na bhassaratā na bhassārāmatamanuyuttā, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (2)
sc_po: As long as they don’t enjoy talk …

# dn16:1.7.6
source: Yāvakīvañca, bhikkhave, bhikkhū na niddārāmā bhavissanti na niddāratā na niddārāmatamanuyuttā, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (3)
sc_po: sleep …

# dn16:1.7.7
source: Yāvakīvañca, bhikkhave, bhikkhū na saṅgaṇikārāmā bhavissanti na saṅgaṇikaratā na saṅgaṇikārāmatamanuyuttā, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (4)
sc_po: company …

# dn16:1.7.8
source: Yāvakīvañca, bhikkhave, bhikkhū na pāpicchā bhavissanti na pāpikānaṃ icchānaṃ vasaṃ gatā, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (5)
sc_po: they don’t have wicked desires, falling under the sway of wicked desires …

# dn16:1.7.9
source: Yāvakīvañca, bhikkhave, bhikkhū na pāpamittā bhavissanti na pāpasahāyā na pāpasampavaṅkā, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (6)
sc_po: they don’t have bad friends, companions, and associates …

# dn16:1.7.10
source: Yāvakīvañca, bhikkhave, bhikkhū na oramattakena visesādhigamena antarāvosānaṃ āpajjissanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (7)
sc_po: they don’t stop half-way after achieving some insignificant distinction, they can expect growth, not decline.

# dn16:1.8.1
source: Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni.
sc_po: As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.

# dn16:1.8.2
source: Aparepi vo, bhikkhave, satta aparihāniye dhamme desessāmi … pe ….
sc_po: I will teach you seven more principles that prevent decline. …

# dn16:1.8.3
source: Yāvakīvañca, bhikkhave, bhikkhū saddhā bhavissanti … pe …
sc_po: As long as the mendicants are faithful …

# dn16:1.8.4
source: hirimanā bhavissanti …
sc_po: conscientious …

# dn16:1.8.5
source: ottappī bhavissanti …
sc_po: prudent …

# dn16:1.8.6
source: bahussutā bhavissanti …
sc_po: learned …

# dn16:1.8.7
source: āraddhavīriyā bhavissanti …
sc_po: energetic …

# dn16:1.8.8
source: upaṭṭhitassatī bhavissanti …
sc_po: mindful …

# dn16:1.8.9
source: paññavanto bhavissanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni.
sc_po: wise, they can expect growth, not decline.

# dn16:1.8.10
source: Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni.
sc_po: As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.

# dn16:1.8.11
source: Aparepi vo, bhikkhave, satta aparihāniye dhamme desessāmi, taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
sc_po: I will teach you seven more principles that prevent decline. …

# dn16:1.9.1
source: “Yāvakīvañca, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāvessanti … pe …
sc_po: As long as the mendicants develop the awakening factors of mindfulness …

# dn16:1.9.2
source: dhammavicayasambojjhaṅgaṃ bhāvessanti …
sc_po: investigation of principles …

# dn16:1.9.3
source: vīriyasambojjhaṅgaṃ bhāvessanti …
sc_po: energy …

# dn16:1.9.4
source: pītisambojjhaṅgaṃ bhāvessanti …
sc_po: rapture …

# dn16:1.9.5
source: passaddhisambojjhaṅgaṃ bhāvessanti …
sc_po: tranquility …

# dn16:1.9.6
source: samādhisambojjhaṅgaṃ bhāvessanti …
sc_po: immersion …

# dn16:1.9.7
source: upekkhāsambojjhaṅgaṃ bhāvessanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni.
sc_po: equanimity, they can expect growth, not decline.

# dn16:1.10.1
source: Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā no parihāni.
sc_po: As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.

# dn16:1.10.2
source: Aparepi vo, bhikkhave, satta aparihāniye dhamme desessāmi, taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
sc_po: I will teach you seven more principles that prevent decline. …

# dn16:1.10.5
source: “Yāvakīvañca, bhikkhave, bhikkhū aniccasaññaṃ bhāvessanti … pe …
sc_po: As long as the mendicants develop the perceptions of impermanence …

# dn16:1.10.6
source: anattasaññaṃ bhāvessanti …
sc_po: not-self …

# dn16:1.10.7
source: asubhasaññaṃ bhāvessanti …
sc_po: ugliness …

# dn16:1.10.8
source: ādīnavasaññaṃ bhāvessanti …
sc_po: drawbacks …

# dn16:1.10.9
source: pahānasaññaṃ bhāvessanti …
sc_po: giving up …

# dn16:1.10.10
source: virāgasaññaṃ bhāvessanti …
sc_po: fading away …

# dn16:1.10.11
source: nirodhasaññaṃ bhāvessanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni.
sc_po: cessation, they can expect growth, not decline.
