Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:2.10.5
source: Paññāparibhāvitaṃ cittaṃ sammadeva āsavehi vimuccati, seyyathidaṃ—
sc_po: When the mind is imbued with wisdom it is rightly freed from the defilements, namely,

# dn16:2.10.6
source: kāmāsavā, bhavāsavā, avijjāsavā”ti.
sc_po: the defilements of sensuality, desire to be reborn, and ignorance.”

# dn16:2.11.1
source: Atha kho bhagavā nātike yathābhirantaṃ viharitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: When the Buddha had stayed in Nādika as long as he wished, he addressed Venerable Ānanda,

# dn16:2.11.2
source: “āyāmānanda, yena vesālī tenupasaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to Vesālī.”

# dn16:2.11.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:2.11.4
source: Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṃ yena vesālī tadavasari.
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at Vesālī,

# dn16:2.11.5
source: Tatra sudaṃ bhagavā vesāliyaṃ viharati ambapālivane.
sc_po: where he stayed in Ambapālī’s mango grove.

# dn16:2.12.1
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# dn16:2.12.2
source: “Sato, bhikkhave, bhikkhu vihareyya sampajāno,
sc_po: “Mendicants, a mendicant should live mindful and aware.

# dn16:2.12.3
source: ayaṃ vo amhākaṃ anusāsanī.
sc_po: This is my instruction to you.

# dn16:2.12.4
source: Kathañca, bhikkhave, bhikkhu sato hoti?
sc_po: And how is a mendicant mindful?

# dn16:2.12.5
source: Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# dn16:2.12.6
source: Vedanāsu vedanānupassī … pe …
sc_po: They meditate observing an aspect of feelings …

# dn16:2.12.7
source: citte cittānupassī … pe …
sc_po: mind …

# dn16:2.12.8
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# dn16:2.12.9
source: Evaṃ kho, bhikkhave, bhikkhu sato hoti.
sc_po: That’s how a mendicant is mindful.

# dn16:2.13.1
source: Kathañca, bhikkhave, bhikkhu sampajāno hoti?
sc_po: And how is a mendicant aware?

# dn16:2.13.2
source: Idha, bhikkhave, bhikkhu abhikkante paṭikkante sampajānakārī hoti, ālokite vilokite sampajānakārī hoti, samiñjite pasārite sampajānakārī hoti, saṅghāṭipattacīvaradhāraṇe sampajānakārī hoti, asite pīte khāyite sāyite sampajānakārī hoti, uccārapassāvakamme sampajānakārī hoti, gate ṭhite nisinne sutte jāgarite bhāsite tuṇhībhāve sampajānakārī hoti.
sc_po: It’s when a mendicant acts with situational awareness when going out and coming back; when looking ahead and aside; when bending and extending the limbs; when bearing the outer robe, bowl and robes; when eating, drinking, chewing, and tasting; when urinating and defecating; when walking, standing, sitting, sleeping, waking, speaking, and keeping silent.

# dn16:2.13.3
source: Evaṃ kho, bhikkhave, bhikkhu sampajāno hoti.
sc_po: That’s how a mendicant is aware.

# dn16:2.13.4
source: Sato, bhikkhave, bhikkhu vihareyya sampajāno,
sc_po: A mendicant should live mindful and aware.

# dn16:2.13.5
source: ayaṃ vo amhākaṃ anusāsanī”ti.
sc_po: This is my instruction to you.”

# dn16:2.13.6
source: 11. Ambapālīgaṇikā
sc_po: 11. Ambapālī the Courtesan

# dn16:2.14.1
source: Assosi kho ambapālī gaṇikā: “bhagavā kira vesāliṃ anuppatto vesāliyaṃ viharati mayhaṃ ambavane”ti.
sc_po: Ambapālī the courtesan heard that the Buddha had arrived and was staying in her mango grove.

# dn16:2.14.2
source: Atha kho ambapālī gaṇikā bhaddāni bhaddāni yānāni yojāpetvā bhaddaṃ bhaddaṃ yānaṃ abhiruhitvā bhaddehi bhaddehi yānehi vesāliyā niyyāsi. Yena sako ārāmo tena pāyāsi.
sc_po: She had the finest carriages harnessed. Then she mounted a fine carriage and, along with other fine carriages, set out from Vesālī for her own park.

# dn16:2.14.3
source: Yāvatikā yānassa bhūmi, yānena gantvā, yānā paccorohitvā pattikāva yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
sc_po: She went by carriage as far as the terrain allowed, then descended and approached the Buddha on foot. She bowed and sat down to one side.

# dn16:2.14.4
source: Ekamantaṃ nisinnaṃ kho ambapāliṃ gaṇikaṃ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.
sc_po: The Buddha educated, encouraged, fired up, and inspired her with a Dhamma talk.

# dn16:2.14.5
source: Atha kho ambapālī gaṇikā bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā bhagavantaṃ etadavoca:
sc_po: Then she said to the Buddha,

# dn16:2.14.6
source: “adhivāsetu me, bhante, bhagavā svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti.
sc_po: “Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me.”

# dn16:2.14.7
source: Adhivāsesi bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# dn16:2.14.8
source: Atha kho ambapālī gaṇikā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: Then, knowing that the Buddha had consented, Ambapālī got up from her seat, bowed, and respectfully circled the Buddha, keeping him on her right, before leaving.

# dn16:2.15.1
source: Assosuṃ kho vesālikā licchavī: “bhagavā kira vesāliṃ anuppatto vesāliyaṃ viharati ambapālivane”ti.
sc_po: The Licchavis of Vesālī also heard that the Buddha had arrived and was staying in Ambapālī’s mango grove.

# dn16:2.15.2
source: Atha kho te licchavī bhaddāni bhaddāni yānāni yojāpetvā bhaddaṃ bhaddaṃ yānaṃ abhiruhitvā bhaddehi bhaddehi yānehi vesāliyā niyyiṃsu.
sc_po: They had the finest carriages harnessed. Then they mounted a fine carriage and, along with other fine carriages, set out from Vesālī.

# dn16:2.15.3
source: Tatra ekacce licchavī nīlā honti nīlavaṇṇā nīlavatthā nīlālaṅkārā, ekacce licchavī pītā honti pītavaṇṇā pītavatthā pītālaṅkārā, ekacce licchavī lohitā honti lohitavaṇṇā lohitavatthā lohitālaṅkārā, ekacce licchavī odātā honti odātavaṇṇā odātavatthā odātālaṅkārā.
sc_po: Some of the Licchavis were in blue, of blue color, clad in blue, adorned with blue. And some were similarly colored in yellow, red, or white.

# dn16:2.16.1
source: Atha kho ambapālī gaṇikā daharānaṃ daharānaṃ licchavīnaṃ akkhena akkhaṃ cakkena cakkaṃ yugena yugaṃ paṭivaṭṭesi.
sc_po: Then Ambapālī the courtesan collided with those Licchavi youths, axle to axle, wheel to wheel, yoke to yoke.

# dn16:2.16.2
source: Atha kho te licchavī ambapāliṃ gaṇikaṃ etadavocuṃ:
sc_po: The Licchavis said to her,

# dn16:2.16.3
source: “kiṃ, je ambapāli, daharānaṃ daharānaṃ licchavīnaṃ akkhena akkhaṃ cakkena cakkaṃ yugena yugaṃ paṭivaṭṭesī”ti?
sc_po: “What the hell, Ambapālī, are you doing colliding with us axle to axle, wheel to wheel, yoke to yoke?”

# dn16:2.16.4
source: “Tathā hi pana me, ayyaputtā, bhagavā nimantito svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti.
sc_po: “Well, my lords, it’s because I’ve invited the Buddha for tomorrow’s meal together with the mendicant Saṅgha.”

# dn16:2.16.5
source: “Dehi, je ambapāli, etaṃ bhattaṃ satasahassenā”ti.
sc_po: “Girl, give us that meal for a hundred thousand!”

# dn16:2.16.6
source: “Sacepi me, ayyaputtā, vesāliṃ sāhāraṃ dassatha, evamahaṃ taṃ bhattaṃ na dassāmī”ti.
sc_po: “My lords, even if you were to give me Vesālī with her fiefdoms, I still wouldn’t give that meal to you.”

# dn16:2.16.7
source: Atha kho te licchavī aṅguliṃ phoṭesuṃ:
sc_po: Then the Licchavis snapped their fingers, saying,

# dn16:2.16.8
source: “jitamha vata bho ambakāya, jitamha vata bho ambakāyā”ti.
sc_po: “We’ve been beaten by the mango-matron! We’ve been beaten by the mango-matron!”

# dn16:2.16.9
source: Atha kho te licchavī yena ambapālivanaṃ tena pāyiṃsu.
sc_po: Then they continued on to Ambapālī’s grove.

# dn16:2.17.1
source: Addasā kho bhagavā te licchavī dūratova āgacchante.
sc_po: The Buddha saw them coming off in the distance,

# dn16:2.17.2
source: Disvāna bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# dn16:2.17.3
source: “yesaṃ, bhikkhave, bhikkhūnaṃ devā tāvatiṃsā adiṭṭhapubbā, oloketha, bhikkhave, licchaviparisaṃ;
sc_po: “Any of the mendicants who’ve never seen the gods of the Thirty-Three, just have a look at the assembly of Licchavis.

# dn16:2.17.4
source: apaloketha, bhikkhave, licchaviparisaṃ;
sc_po: See the assembly of Licchavis,

# dn16:2.17.5
source: upasaṃharatha, bhikkhave, licchaviparisaṃ—
sc_po: check them out:

# dn16:2.17.6
source: tāvatiṃsasadisan”ti.
sc_po: they’re just like the Thirty-Three!”

# dn16:2.18.1
source: Atha kho te licchavī yāvatikā yānassa bhūmi, yānena gantvā, yānā paccorohitvā pattikāva yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.
sc_po: The Licchavis went by carriage as far as the terrain allowed, then descended and approached the Buddha on foot. They bowed to the Buddha, sat down to one side,

# dn16:2.18.2
source: Ekamantaṃ nisinne kho te licchavī bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.
sc_po: and the Buddha educated, encouraged, fired up, and inspired them with a Dhamma talk.

# dn16:2.18.3
source: Atha kho te licchavī bhagavatā dhammiyā kathāya sandassitā samādapitā samuttejitā sampahaṃsitā bhagavantaṃ etadavocuṃ:
sc_po: Then they said to the Buddha,

# dn16:2.18.4
source: “adhivāsetu no, bhante, bhagavā svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti.
sc_po: “Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from us.”

# dn16:2.18.5
source: Atha kho bhagavā te licchavī etadavoca:
sc_po: Then the Buddha said to the Licchavis,

# dn16:2.18.6
source: “adhivutthaṃ kho me, licchavī, svātanāya ambapāliyā gaṇikāya bhattan”ti.
sc_po: “I have already accepted tomorrow’s meal from Ambapālī the courtesan.”

# dn16:2.18.7
source: Atha kho te licchavī aṅguliṃ phoṭesuṃ:
sc_po: Then the Licchavis snapped their fingers, saying,

# dn16:2.18.8
source: “jitamha vata bho ambakāya, jitamha vata bho ambakāyā”ti.
sc_po: “We’ve been beaten by the mango-matron! We’ve been beaten by the mango-matron!”

# dn16:2.18.9
source: Atha kho te licchavī bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.
sc_po: And then those Licchavis approved and agreed with what the Buddha said. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving.

# dn16:2.19.1
source: Atha kho ambapālī gaṇikā tassā rattiyā accayena sake ārāme paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesi:
sc_po: And when the night had passed Ambapālī had a variety of delicious foods prepared in her own park. Then she had the Buddha informed of the time, saying,

# dn16:2.19.2
source: “kālo, bhante, niṭṭhitaṃ bhattan”ti.
sc_po: “Sir, it’s time. The meal is ready.”

# dn16:2.19.3
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena ambapāliyā gaṇikāya nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Ambapālī together with the mendicant Saṅgha, where he sat on the seat spread out.

# dn16:2.19.4
source: Atha kho ambapālī gaṇikā buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
sc_po: Then Ambapālī served and satisfied the mendicant Saṅgha headed by the Buddha with her own hands with a variety of delicious foods.

# dn16:2.19.5
source: Atha kho ambapālī gaṇikā bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
sc_po: When the Buddha had eaten and washed his hands and bowl, Ambapālī took a low seat, sat to one side,

# dn16:2.19.6
source: Ekamantaṃ nisinnā kho ambapālī gaṇikā bhagavantaṃ etadavoca:
sc_po: and said to the Buddha,

# dn16:2.19.7
source: “imāhaṃ, bhante, ārāmaṃ buddhappamukhassa bhikkhusaṅghassa dammī”ti.
sc_po: “Sir, I present this park to the mendicant Saṅgha headed by the Buddha.”

# dn16:2.19.8
source: Paṭiggahesi bhagavā ārāmaṃ.
sc_po: The Buddha accepted the park.

# dn16:2.19.9
source: Atha kho bhagavā ambapāliṃ gaṇikaṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmi.
sc_po: Then the Buddha educated, encouraged, fired up, and inspired her with a Dhamma talk, after which he got up from his seat and left.

# dn16:2.20.1
source: Tatrapi sudaṃ bhagavā vesāliyaṃ viharanto ambapālivane etadeva bahulaṃ bhikkhūnaṃ dhammiṃ kathaṃ karoti:
sc_po: And while staying at Vesālī, too, the Buddha often gave this Dhamma talk to the mendicants:

# dn16:2.20.2
source: “iti sīlaṃ, iti samādhi, iti paññā.
sc_po: “Such is ethics, such is immersion, such is wisdom.

# dn16:2.20.3
source: Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṃso.
sc_po: When immersion is imbued with ethics it’s very fruitful and beneficial.

# dn16:2.20.4
source: Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṃsā.
sc_po: When wisdom is imbued with immersion it’s very fruitful and beneficial.

# dn16:2.20.5
source: Paññāparibhāvitaṃ cittaṃ sammadeva āsavehi vimuccati, seyyathidaṃ—
sc_po: When the mind is imbued with wisdom it is rightly freed from the defilements, namely,

# dn16:2.20.6
source: kāmāsavā, bhavāsavā, avijjāsavā”ti.
sc_po: the defilements of sensuality, desire to be reborn, and ignorance.”

# dn16:2.20.7
source: 12. Veḷuvagāmavassūpagamana
sc_po: 12. Commencing the Rains at Beluva

# dn16:2.21.1
source: Atha kho bhagavā ambapālivane yathābhirantaṃ viharitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: When the Buddha had stayed in Ambapālī’s grove as long as he wished, he addressed Venerable Ānanda,

# dn16:2.21.2
source: “āyāmānanda, yena veḷuvagāmako tenupasaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to the little village of Beluva.”

# dn16:2.21.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:2.21.4
source: Atha kho bhagavā mahatā bhikkhusaṃghena saddhiṃ yena veḷuvagāmako tadavasari.
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at the little village of Beluva,

# dn16:2.21.5
source: Tatra sudaṃ bhagavā veḷuvagāmake viharati.
sc_po: and stayed there.

# dn16:2.22.1
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# dn16:2.22.2
source: “etha tumhe, bhikkhave, samantā vesāliṃ yathāmittaṃ yathāsandiṭṭhaṃ yathāsambhattaṃ vassaṃ upetha.
sc_po: “Mendicants, please enter the rainy season residence with whatever friends or acquaintances you have around Vesālī.

# dn16:2.22.3
source: Ahaṃ pana idheva veḷuvagāmake vassaṃ upagacchāmī”ti.
sc_po: I’ll commence the rainy season residence right here in the little village of Beluva.”

# dn16:2.22.4
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paṭissutvā samantā vesāliṃ yathāmittaṃ yathāsandiṭṭhaṃ yathāsambhattaṃ vassaṃ upagacchiṃsu.
sc_po: “Yes, sir,” those mendicants replied. They did as the Buddha said,

# dn16:2.22.5
source: Bhagavā pana tattheva veḷuvagāmake vassaṃ upagacchi.
sc_po: while the Buddha commenced the rainy season residence right there in the little village of Beluva.

# dn16:2.23.1
source: Atha kho bhagavato vassūpagatassa kharo ābādho uppajji, bāḷhā vedanā vattanti māraṇantikā.
sc_po: After the Buddha had commenced the rainy season residence, he fell severely ill, struck by dreadful pains, close to death.

# dn16:2.23.2
source: Tā sudaṃ bhagavā sato sampajāno adhivāsesi avihaññamāno.
sc_po: But he endured with mindfulness and situational awareness, without worrying.

# dn16:2.23.3
source: Atha kho bhagavato etadahosi:
sc_po: Then it occurred to the Buddha,

# dn16:2.23.4
source: “na kho metaṃ patirūpaṃ, yvāhaṃ anāmantetvā upaṭṭhāke anapaloketvā bhikkhusaṃghaṃ parinibbāyeyyaṃ.
sc_po: “It would not be appropriate for me to become fully extinguished before informing my attendants and taking leave of the mendicant Saṅgha.

# dn16:2.23.5
source: Yannūnāhaṃ imaṃ ābādhaṃ vīriyena paṭipaṇāmetvā jīvitasaṅkhāraṃ adhiṭṭhāya vihareyyan”ti.
sc_po: Why don’t I forcefully suppress this illness, stabilize the life force, and live on?”

# dn16:2.24.1
source: Atha kho bhagavā taṃ ābādhaṃ vīriyena paṭipaṇāmetvā jīvitasaṅkhāraṃ adhiṭṭhāya vihāsi.
sc_po: So that is what he did.

# dn16:2.24.2
source: Atha kho bhagavato so ābādho paṭippassambhi.
sc_po: Then the Buddha’s illness died down.

# dn16:2.24.3
source: Atha kho bhagavā gilānā vuṭṭhito aciravuṭṭhito gelaññā vihārā nikkhamma vihārapacchāyāyaṃ paññatte āsane nisīdi.
sc_po: Soon after the Buddha had recovered from that sickness, he came out from his dwelling and sat in the shade of the porch on the seat spread out.

# dn16:2.24.4
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him,

# dn16:2.24.5
source: “diṭṭho me, bhante, bhagavato phāsu; diṭṭhaṃ me, bhante, bhagavato khamanīyaṃ, api ca me, bhante, madhurakajāto viya kāyo.
sc_po: “Sir, it’s fantastic that the Buddha is comfortable and well.

# dn16:2.24.6
source: Disāpi me na pakkhāyanti;
sc_po: Because when the Buddha was sick, my body felt like it was drugged. I was disorientated, and the teachings weren’t clear to me.

# dn16:2.24.7
source: dhammāpi maṃ na paṭibhanti bhagavato gelaññena, api ca me, bhante, ahosi kācideva assāsamattā:
sc_po: Still, at least I was consoled by the thought that

# dn16:2.24.8
source: ‘na tāva bhagavā parinibbāyissati, na yāva bhagavā bhikkhusaṃghaṃ ārabbha kiñcideva udāharatī’”ti.
sc_po: the Buddha won’t become fully extinguished without making some statement regarding the Saṅgha of mendicants.”

# dn16:2.25.1
source: “Kiṃ panānanda, bhikkhusaṃgho mayi paccāsīsati?
sc_po: “But what could the mendicant Saṅgha expect from me, Ānanda?

# dn16:2.25.2
source: Desito, ānanda, mayā dhammo anantaraṃ abāhiraṃ karitvā.
sc_po: I’ve taught the Dhamma without making any distinction between secret and public teachings.

# dn16:2.25.3
source: Natthānanda, tathāgatassa dhammesu ācariyamuṭṭhi.
sc_po: The Realized One doesn’t have the closed fist of a teacher when it comes to the teachings.

# dn16:2.25.4
source: Yassa nūna, ānanda, evamassa:
sc_po: If there’s anyone who thinks:

# dn16:2.25.5
source: ‘ahaṃ bhikkhusaṃghaṃ pariharissāmī’ti vā ‘mamuddesiko bhikkhusaṃgho’ti vā, so nūna, ānanda, bhikkhusaṃghaṃ ārabbha kiñcideva udāhareyya.
sc_po: ‘I’ll take charge of the Saṅgha of mendicants,’ or ‘the Saṅgha of mendicants is meant for me,’ let them make a statement regarding the Saṅgha.

# dn16:2.25.6
source: Tathāgatassa kho, ānanda, na evaṃ hoti:
sc_po: But the Realized One doesn’t think like this,

# dn16:2.25.8
source: Sakiṃ, ānanda, tathāgato bhikkhusaṃghaṃ ārabbha kiñcideva udāharissati.
sc_po: so why should he make some statement regarding the Saṅgha?

# dn16:2.25.9
source: Ahaṃ kho panānanda, etarahi jiṇṇo vuddho mahallako addhagato vayo anuppatto.
sc_po: I’m now old, elderly and senior. I’m advanced in years and have reached the final stage of life.

# dn16:2.25.10
source: Āsītiko me vayo vattati.
sc_po: I’m currently eighty years old.

# dn16:2.25.11
source: Seyyathāpi, ānanda, jajjarasakaṭaṃ veṭhamissakena yāpeti;
sc_po: Just as a decrepit cart keeps going by relying on straps,

# dn16:2.25.12
source: evameva kho, ānanda, veṭhamissakena maññe tathāgatassa kāyo yāpeti.
sc_po: in the same way, the Realized One’s body keeps going by relying on straps, or so you’d think.

# dn16:2.25.13
source: Yasmiṃ, ānanda, samaye tathāgato sabbanimittānaṃ amanasikārā ekaccānaṃ vedanānaṃ nirodhā animittaṃ cetosamādhiṃ upasampajja viharati, phāsutaro, ānanda, tasmiṃ samaye tathāgatassa kāyo hoti.
sc_po: Sometimes the Realized One, not focusing on any signs, and with the cessation of certain feelings, enters and remains in the signless immersion of the heart. Only then does the Realized One’s body become more comfortable.

# dn16:2.26.1
source: Tasmātihānanda, attadīpā viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā.
sc_po: So Ānanda, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge.

# dn16:2.26.2
source: Kathañcānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo?
sc_po: And how does a mendicant do this?

# dn16:2.26.3
source: Idhānanda, bhikkhu kāye kāyānupassī viharati atāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# dn16:2.26.4
source: Vedanāsu … pe …
sc_po: They meditate observing an aspect of feelings …

# dn16:2.26.5
source: citte … pe …
sc_po: mind …

# dn16:2.26.6
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# dn16:2.26.7
source: Evaṃ kho, ānanda, bhikkhu attadīpo viharati attasaraṇo anaññasaraṇo, dhammadīpo dhammasaraṇo anaññasaraṇo.
sc_po: That’s how a mendicant is their own island, their own refuge, with no other refuge. That’s how the teaching is their island and their refuge, with no other refuge.

# dn16:2.26.8
source: Ye hi keci, ānanda, etarahi vā mama vā accayena attadīpā viharissanti attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā, tamatagge me te, ānanda, bhikkhū bhavissanti ye keci sikkhākāmā”ti.
sc_po: Whether now or after I have passed, any who shall live as their own island, their own refuge, with no other refuge; with the teaching as their island and their refuge, with no other refuge—those mendicants of mine who want to train shall be among the best of the best.”

# dn16:2.26.10
source: 13. Nimittobhāsakathā
sc_po: 13. An Obvious Hint

# dn16:3.1.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms.

# dn16:3.1.2
source: Vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then, after the meal, on his return from alms-round, he addressed Venerable Ānanda:

# dn16:3.1.3
source: “gaṇhāhi, ānanda, nisīdanaṃ,
sc_po: “Ānanda, get your sitting cloth.

# dn16:3.1.4
source: yena cāpālaṃ cetiyaṃ tenupasaṅkamissāma divā vihārāyā”ti.
sc_po: Let’s go to the Cāpāla shrine for the day’s meditation.”

# dn16:3.1.5
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nisīdanaṃ ādāya bhagavantaṃ piṭṭhito piṭṭhito anubandhi.
sc_po: “Yes, sir,” replied Ānanda. Taking his sitting cloth he followed behind the Buddha.

# dn16:3.2.1
source: Atha kho bhagavā yena cāpālaṃ cetiyaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha went up to the Cāpāla shrine, where he sat on the seat spread out.

# dn16:3.2.2
source: Āyasmāpi kho ānando bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
sc_po: Ānanda bowed to the Buddha and sat down to one side.

# dn16:3.2.3
source: Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca:
sc_po: The Buddha said to him:

# dn16:3.2.4
source: “ramaṇīyā, ānanda, vesālī, ramaṇīyaṃ udenaṃ cetiyaṃ, ramaṇīyaṃ gotamakaṃ cetiyaṃ, ramaṇīyaṃ sattambaṃ cetiyaṃ, ramaṇīyaṃ bahuputtaṃ cetiyaṃ, ramaṇīyaṃ sārandadaṃ cetiyaṃ, ramaṇīyaṃ cāpālaṃ cetiyaṃ.
sc_po: “Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Sattamba, Bahuputta, Sārandada, and Cāpāla shrines are all lovely.
