Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:3.3.1
source: Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā.
sc_po: Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon.

# dn16:3.3.2
source: Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā”ti.
sc_po: The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.”

# dn16:3.4.1
source: Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ;
sc_po: But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign.

# dn16:3.4.2
source: na bhagavantaṃ yāci:
sc_po: He didn’t beg the Buddha:

# dn16:3.4.3
source: “tiṭṭhatu, bhante, bhagavā kappaṃ, tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṃ mārena pariyuṭṭhitacitto.
sc_po: “Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra.

# dn16:3.5.1
source: Dutiyampi kho bhagavā … pe …
sc_po: For a second time …

# dn16:3.5.2
source: tatiyampi kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: And for a third time, the Buddha said to Ānanda:

# dn16:3.5.3
source: “ramaṇīyā, ānanda, vesālī, ramaṇīyaṃ udenaṃ cetiyaṃ, ramaṇīyaṃ gotamakaṃ cetiyaṃ, ramaṇīyaṃ sattambaṃ cetiyaṃ, ramaṇīyaṃ bahuputtaṃ cetiyaṃ, ramaṇīyaṃ sārandadaṃ cetiyaṃ, ramaṇīyaṃ cāpālaṃ cetiyaṃ.
sc_po: “Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Sattamba, Bahuputta, Sārandada, and Cāpāla shrines are all lovely.

# dn16:3.5.4
source: Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā.
sc_po: Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon, or what’s left of it.

# dn16:3.5.5
source: Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā”ti.
sc_po: The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon, or what’s left of it.”

# dn16:3.5.6
source: Evampi kho āyasmā ānando bhagavatā oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ;
sc_po: But Ānanda didn’t get it, even though the Buddha dropped such an obvious hint, such a clear sign.

# dn16:3.5.7
source: na bhagavantaṃ yāci:
sc_po: He didn’t beg the Buddha:

# dn16:3.5.8
source: “tiṭṭhatu, bhante, bhagavā kappaṃ, tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti, yathā taṃ mārena pariyuṭṭhitacitto.
sc_po: “Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.” For his mind was as if possessed by Māra.

# dn16:3.6.1
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha got up and said to Venerable Ānanda,

# dn16:3.6.2
source: “gaccha tvaṃ, ānanda,
sc_po: “Go now, Ānanda,

# dn16:3.6.3
source: yassadāni kālaṃ maññasī”ti.
sc_po: at your convenience.”

# dn16:3.6.4
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā avidūre aññatarasmiṃ rukkhamūle nisīdi.
sc_po: “Yes, sir,” replied Ānanda. He rose from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before sitting at the root of a tree close by.

# dn16:3.6.5
source: 14. Mārayācanakathā
sc_po: 14. The Appeal of Māra

# dn16:3.7.1
source: Atha kho māro pāpimā acirapakkante āyasmante ānande yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho māro pāpimā bhagavantaṃ etadavoca:
sc_po: And then, not long after Ānanda had left, Māra the Wicked went up to the Buddha, stood to one side, and said to him:

# dn16:3.7.2
source: “parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato.
sc_po: “Sir, may the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished.

# dn16:3.7.3
source: Bhāsitā kho panesā, bhante, bhagavatā vācā:
sc_po: Sir, you once made this statement:

# dn16:3.7.4
source: ‘na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti.
sc_po: ‘Wicked One, I will not become fully extinguished until I have monk disciples who are competent, educated, assured, learned, have memorized the teachings, and practice in line with the teachings. Not until they practice properly, living in line with the teaching. Not until they’ve learned their tradition, and explain, teach, assert, establish, disclose, analyze, and make it clear. Not until they can legitimately and completely refute the doctrines of others that come up, and teach with a demonstrable basis.’

# dn16:3.8.1
source: Etarahi kho pana, bhante, bhikkhū bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti.
sc_po: Today you do have such monk disciples.

# dn16:3.8.2
source: Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato.
sc_po: May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished.

# dn16:3.8.3
source: Bhāsitā kho panesā, bhante, bhagavatā vācā:
sc_po: Sir, you once made this statement:

# dn16:3.8.4
source: ‘na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me bhikkhuniyo na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti.
sc_po: ‘Wicked One, I will not become fully extinguished until I have nun disciples who are competent, educated, assured, learned …’

# dn16:3.8.5
source: Etarahi kho pana, bhante, bhikkhuniyo bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti.
sc_po: Today you do have such nun disciples.

# dn16:3.8.6
source: Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato.
sc_po: May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished.

# dn16:3.8.7
source: Bhāsitā kho panesā, bhante, bhagavatā vācā:
sc_po: Sir, you once made this statement:

# dn16:3.8.8
source: ‘na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me upāsakā na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti.
sc_po: ‘Wicked One, I will not become fully extinguished until I have layman disciples who are competent, educated, assured, learned …’

# dn16:3.8.9
source: Etarahi kho pana, bhante, upāsakā bhagavato sāvakā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti.
sc_po: Today you do have such layman disciples.

# dn16:3.8.10
source: Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato.
sc_po: May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished.

# dn16:3.8.11
source: Bhāsitā kho panesā, bhante, bhagavatā vācā:
sc_po: Sir, you once made this statement:

# dn16:3.8.12
source: ‘na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessantī’ti.
sc_po: ‘Wicked One, I will not become fully extinguished until I have laywoman disciples who are competent, educated, assured, learned …’

# dn16:3.8.13
source: Etarahi kho pana, bhante, upāsikā bhagavato sāvikā viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhanti desenti paññapenti paṭṭhapenti vivaranti vibhajanti uttānīkaronti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desenti.
sc_po: Today you do have such laywoman disciples.

# dn16:3.8.14
source: Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato.
sc_po: May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished.

# dn16:3.8.15
source: Bhāsitā kho panesā, bhante, bhagavatā vācā:
sc_po: Sir, you once made this statement:

# dn16:3.8.16
source: ‘na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me idaṃ brahmacariyaṃ na iddhañceva bhavissati phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitan’ti.
sc_po: ‘Wicked One, I will not become fully extinguished until my spiritual life is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.’

# dn16:3.8.17
source: Etarahi kho pana, bhante, bhagavato brahmacariyaṃ iddhañceva phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ, yāva devamanussehi suppakāsitaṃ.
sc_po: Today your spiritual life is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.

# dn16:3.8.18
source: Parinibbātu dāni, bhante, bhagavā, parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato”ti.
sc_po: May the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished.”

# dn16:3.9.1
source: Evaṃ vutte, bhagavā māraṃ pāpimantaṃ etadavoca:
sc_po: When this was said, the Buddha said to Māra,

# dn16:3.9.2
source: “appossukko tvaṃ, pāpima, hohi, na ciraṃ tathāgatassa parinibbānaṃ bhavissati.
sc_po: “Relax, Wicked One. The final extinguishment of the Realized One will be soon.

# dn16:3.9.3
source: Ito tiṇṇaṃ māsānaṃ accayena tathāgato parinibbāyissatī”ti.
sc_po: Three months from now the Realized One will finally be extinguished.”

# dn16:3.9.4
source: 15. Āyusaṅkhāraossajjana
sc_po: 15. Surrendering the Life Force

# dn16:3.10.1
source: Atha kho bhagavā cāpāle cetiye sato sampajāno āyusaṅkhāraṃ ossaji.
sc_po: So at the Cāpāla tree shrine the Buddha, mindful and aware, surrendered the life force.

# dn16:3.10.2
source: Ossaṭṭhe ca bhagavatā āyusaṅkhāre mahābhūmicālo ahosi bhiṃsanako salomahaṃso, devadundubhiyo ca phaliṃsu.
sc_po: When he did so there was a great earthquake, awe-inspiring and hair-raising, and thunder cracked the sky.

# dn16:3.10.3
source: Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:
sc_po: Then, knowing the meaning of this, on that occasion the Buddha was inspired to exclaim:

# dn16:3.10.4
source: “Tulamatulañca sambhavaṃ,
sc_po: “Weighing up the incomparable against an extension of life,

# dn16:3.10.5
source: Bhavasaṅkhāramavassaji muni;
sc_po: the sage surrendered the life force.

# dn16:3.10.6
source: Ajjhattarato samāhito,
sc_po: Happy inside, serene,

# dn16:3.10.7
source: Abhindi kavacamivattasambhavan”ti.
sc_po: he burst out of this self-made chain like a suit of armor.”

# dn16:3.10.8
source: 16. Mahābhūmicālahetu
sc_po: 16. The Causes of Earthquakes

# dn16:3.11.1
source: Atha kho āyasmato ānandassa etadahosi:
sc_po: Then Venerable Ānanda thought,

# dn16:3.11.2
source: “acchariyaṃ vata bho, abbhutaṃ vata bho, mahā vatāyaṃ bhūmicālo;
sc_po: “How incredible, how amazing! That was a really big earthquake!

# dn16:3.11.3
source: sumahā vatāyaṃ bhūmicālo bhiṃsanako salomahaṃso; devadundubhiyo ca phaliṃsu.
sc_po: That was really a very big earthquake; awe-inspiring and hair-raising, and thunder cracked the sky!

# dn16:3.11.4
source: Ko nu kho hetu ko paccayo mahato bhūmicālassa pātubhāvāyā”ti?
sc_po: What’s the cause, what’s the reason for a great earthquake?”

# dn16:3.12.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami,
sc_po: Then Venerable Ānanda went up to the Buddha,

# dn16:3.12.2
source: upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi,
sc_po: bowed, sat down to one side,

# dn16:3.12.3
source: ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: and said to him,

# dn16:3.12.4
source: “acchariyaṃ, bhante, abbhutaṃ, bhante.
sc_po: “How incredible, sir, how amazing!

# dn16:3.12.5
source: Mahā vatāyaṃ, bhante, bhūmicālo;
sc_po: That was a really big earthquake!

# dn16:3.12.6
source: sumahā vatāyaṃ, bhante, bhūmicālo bhiṃsanako salomahaṃso; devadundubhiyo ca phaliṃsu.
sc_po: That was really a very big earthquake; awe-inspiring and hair-raising, and thunder cracked the sky!

# dn16:3.12.7
source: Ko nu kho, bhante, hetu ko paccayo mahato bhūmicālassa pātubhāvāyā”ti?
sc_po: What’s the cause, what’s the reason for a great earthquake?”

# dn16:3.13.1
source: “Aṭṭha kho ime, ānanda, hetū, aṭṭha paccayā mahato bhūmicālassa pātubhāvāya.
sc_po: “Ānanda, there are these eight causes and reasons for a great earthquake.

# dn16:3.13.2
source: Katame aṭṭha?
sc_po: What eight?

# dn16:3.13.3
source: Ayaṃ, ānanda, mahāpathavī udake patiṭṭhitā, udakaṃ vāte patiṭṭhitaṃ, vāto ākāsaṭṭho. Hoti kho so, ānanda, samayo, yaṃ mahāvātā vāyanti. Mahāvātā vāyantā udakaṃ kampenti. Udakaṃ kampitaṃ pathaviṃ kampeti.
sc_po: This great earth is grounded on water, the water is grounded on air, and the air stands in space. At a time when a great wind blows, it stirs the water, and the water stirs the earth.

# dn16:3.13.4
source: Ayaṃ paṭhamo hetu paṭhamo paccayo mahato bhūmicālassa pātubhāvāya.
sc_po: This is the first cause and reason for a great earthquake.

# dn16:3.14.1
source: Puna caparaṃ, ānanda, samaṇo vā hoti brāhmaṇo vā iddhimā cetovasippatto, devo vā mahiddhiko mahānubhāvo, tassa parittā pathavīsaññā bhāvitā hoti, appamāṇā āposaññā. So imaṃ pathaviṃ kampeti saṅkampeti sampakampeti sampavedheti.
sc_po: Furthermore, there is an ascetic or brahmin with psychic power who has achieved mastery of the mind, or a god who is mighty and powerful. They’ve developed a limited perception of earth and a limitless perception of water. They make the earth shake and rock and tremble.

# dn16:3.14.2
source: Ayaṃ dutiyo hetu dutiyo paccayo mahato bhūmicālassa pātubhāvāya.
sc_po: This is the second cause and reason for a great earthquake.

# dn16:3.15.1
source: Puna caparaṃ, ānanda, yadā bodhisatto tusitakāyā cavitvā sato sampajāno mātukucchiṃ okkamati, tadāyaṃ pathavī kampati saṅkampati sampakampati sampavedhati.
sc_po: Furthermore, when the being intent on awakening passes away from the host of Joyful Gods, he’s conceived in his mother’s belly, mindful and aware. Then the earth shakes and rocks and trembles.

# dn16:3.15.2
source: Ayaṃ tatiyo hetu tatiyo paccayo mahato bhūmicālassa pātubhāvāya.
sc_po: This is the third cause and reason for a great earthquake.

# dn16:3.16.1
source: Puna caparaṃ, ānanda, yadā bodhisatto sato sampajāno mātukucchismā nikkhamati, tadāyaṃ pathavī kampati saṅkampati sampakampati sampavedhati.
sc_po: Furthermore, when the being intent on awakening comes out of his mother’s belly mindful and aware, the earth shakes and rocks and trembles.

# dn16:3.16.2
source: Ayaṃ catuttho hetu catuttho paccayo mahato bhūmicālassa pātubhāvāya.
sc_po: This is the fourth cause and reason for a great earthquake.

# dn16:3.17.1
source: Puna caparaṃ, ānanda, yadā tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati, tadāyaṃ pathavī kampati saṅkampati sampakampati sampavedhati.
sc_po: Furthermore, when the Realized One realizes the supreme perfect awakening, the earth shakes and rocks and trembles.

# dn16:3.17.2
source: Ayaṃ pañcamo hetu pañcamo paccayo mahato bhūmicālassa pātubhāvāya.
sc_po: This is the fifth cause and reason for a great earthquake.

# dn16:3.18.1
source: Puna caparaṃ, ānanda, yadā tathāgato anuttaraṃ dhammacakkaṃ pavatteti, tadāyaṃ pathavī kampati saṅkampati sampakampati sampavedhati.
sc_po: Furthermore, when the Realized One rolls forth the supreme Wheel of Dhamma, the earth shakes and rocks and trembles.

# dn16:3.18.2
source: Ayaṃ chaṭṭho hetu chaṭṭho paccayo mahato bhūmicālassa pātubhāvāya.
sc_po: This is the sixth cause and reason for a great earthquake.

# dn16:3.19.1
source: Puna caparaṃ, ānanda, yadā tathāgato sato sampajāno āyusaṅkhāraṃ ossajjati, tadāyaṃ pathavī kampati saṅkampati sampakampati sampavedhati.
sc_po: Furthermore, when the Realized One, mindful and aware, surrenders the life force, the earth shakes and rocks and trembles.

# dn16:3.19.2
source: Ayaṃ sattamo hetu sattamo paccayo mahato bhūmicālassa pātubhāvāya.
sc_po: This is the seventh cause and reason for a great earthquake.

# dn16:3.20.1
source: Puna caparaṃ, ānanda, yadā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati, tadāyaṃ pathavī kampati saṅkampati sampakampati sampavedhati.
sc_po: Furthermore, when the Realized One becomes fully extinguished through the natural principle of extinguishment, without anything left over, the earth shakes and rocks and trembles.

# dn16:3.20.2
source: Ayaṃ aṭṭhamo hetu aṭṭhamo paccayo mahato bhūmicālassa pātubhāvāya.
sc_po: This is the eighth cause and reason for a great earthquake.

# dn16:3.20.3
source: Ime kho, ānanda, aṭṭha hetū, aṭṭha paccayā mahato bhūmicālassa pātubhāvāya.
sc_po: These are the eight causes and reasons for a great earthquake.

# dn16:3.20.4
source: 17. Aṭṭhaparisā
sc_po: 17. Eight Assemblies

# dn16:3.21.1
source: Aṭṭha kho imā, ānanda, parisā.
sc_po: There are, Ānanda, these eight assemblies.

# dn16:3.21.2
source: Katamā aṭṭha?
sc_po: What eight?

# dn16:3.21.3
source: Khattiyaparisā, brāhmaṇaparisā, gahapatiparisā, samaṇaparisā, cātumahārājikaparisā, tāvatiṃsaparisā, māraparisā, brahmaparisā.
sc_po: The assemblies of aristocrats, brahmins, householders, and ascetics. An assembly of the gods of the Four Great Kings. An assembly of the gods of the Thirty-Three. An assembly of Māras. An assembly of Brahmās.

# dn16:3.22.1
source: Abhijānāmi kho panāhaṃ, ānanda, anekasataṃ khattiyaparisaṃ upasaṅkamitā.
sc_po: I recall having approached an assembly of hundreds of aristocrats.

# dn16:3.22.2
source: Tatrapi mayā sannisinnapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā.
sc_po: There I used to sit with them, converse, and engage in discussion.

# dn16:3.22.3
source: Tattha yādisako tesaṃ vaṇṇo hoti, tādisako mayhaṃ vaṇṇo hoti. Yādisako tesaṃ saro hoti, tādisako mayhaṃ saro hoti.
sc_po: And my appearance and voice became just like theirs.

# dn16:3.22.4
source: Dhammiyā kathāya sandassemi samādapemi samuttejemi sampahaṃsemi.
sc_po: I educated, encouraged, fired up, and inspired them with a Dhamma talk.

# dn16:3.22.5
source: Bhāsamānañca maṃ na jānanti:
sc_po: But when I spoke they didn’t know:

# dn16:3.22.6
source: ‘ko nu kho ayaṃ bhāsati devo vā manusso vā’ti?
sc_po: ‘Who is this that speaks? Is it a god or a human?’

# dn16:3.22.7
source: Dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā antaradhāyāmi.
sc_po: And when my Dhamma talk was finished I vanished.

# dn16:3.22.8
source: Antarahitañca maṃ na jānanti:
sc_po: But when I vanished they didn’t know:

# dn16:3.22.9
source: ‘ko nu kho ayaṃ antarahito devo vā manusso vā’ti?
sc_po: ‘Who was that who vanished? Was it a god or a human?’

# dn16:3.23.1
source: Abhijānāmi kho panāhaṃ, ānanda, anekasataṃ brāhmaṇaparisaṃ … pe …
sc_po: I recall having approached an assembly of hundreds of brahmins …

# dn16:3.23.2
source: gahapatiparisaṃ …
sc_po: householders …

# dn16:3.23.3
source: samaṇaparisaṃ …
sc_po: ascetics …

# dn16:3.23.4
source: cātumahārājikaparisaṃ …
sc_po: the gods of the Four Great Kings …

# dn16:3.23.5
source: tāvatiṃsaparisaṃ …
sc_po: the gods of the Thirty-Three …

# dn16:3.23.6
source: māraparisaṃ …
sc_po: Māras …

# dn16:3.23.7
source: brahmaparisaṃ upasaṅkamitā.
sc_po: Brahmās.

# dn16:3.23.8
source: Tatrapi mayā sannisinnapubbañceva sallapitapubbañca sākacchā ca samāpajjitapubbā.
sc_po: There too I used to sit with them, converse, and engage in discussion.

# dn16:3.23.9
source: Tattha yādisako tesaṃ vaṇṇo hoti, tādisako mayhaṃ vaṇṇo hoti.
sc_po: And my appearance and voice became just like theirs.

# dn16:3.23.11
source: Dhammiyā kathāya sandassemi samādapemi samuttejemi sampahaṃsemi.
sc_po: I educated, encouraged, fired up, and inspired them with a Dhamma talk.

# dn16:3.23.12
source: Bhāsamānañca maṃ na jānanti:
sc_po: But when I spoke they didn’t know:

# dn16:3.23.13
source: ‘ko nu kho ayaṃ bhāsati devo vā manusso vā’ti?
sc_po: ‘Who is this that speaks? Is it a god or a human?’

# dn16:3.23.14
source: Dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā antaradhāyāmi.
sc_po: And when my Dhamma talk was finished I vanished.

# dn16:3.23.15
source: Antarahitañca maṃ na jānanti:
sc_po: But when I vanished they didn’t know:

# dn16:3.23.16
source: ‘ko nu kho ayaṃ antarahito devo vā manusso vā’ti?
sc_po: ‘Who was that who vanished? Was it a god or a human?’

# dn16:3.23.17
source: Imā kho, ānanda, aṭṭha parisā.
sc_po: These are the eight assemblies.

# dn16:3.23.18
source: 18. Aṭṭhaabhibhāyatana
sc_po: 18. Eight Dimensions of Mastery

# dn16:3.24.1
source: Aṭṭha kho imāni, ānanda, abhibhāyatanāni.
sc_po: Ānanda, there are these eight dimensions of mastery.

# dn16:3.24.2
source: Katamāni aṭṭha?
sc_po: What eight?
