Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:6.11.2
source: “alaṃ, āvuso, mā socittha mā paridevittha.
sc_po: “Enough, reverends, do not grieve or lament.

# dn16:6.11.3
source: Nanu etaṃ, āvuso, bhagavatā paṭikacceva akkhātaṃ:
sc_po: Did the Buddha not prepare us for this when he explained that

# dn16:6.11.4
source: ‘sabbeheva piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo’.
sc_po: we must be parted and separated from all we hold dear and beloved?

# dn16:6.11.5
source: Taṃ kutettha, āvuso, labbhā. ‘Yaṃ taṃ jātaṃ bhūtaṃ saṅkhataṃ palokadhammaṃ, taṃ vata mā palujjī’ti, netaṃ ṭhānaṃ vijjati.
sc_po: How could it possibly be so that what is born, created, conditioned, and liable to fall apart should not fall apart?

# dn16:6.11.6
source: Devatā, āvuso, ujjhāyantī”ti.
sc_po: The deities are complaining.”

# dn16:6.11.7
source: “Kathaṃbhūtā pana, bhante, āyasmā anuruddho devatā manasi karotī”ti?
sc_po: “But sir, what kind of deities are you thinking of?”

# dn16:6.11.8
source: “Santāvuso ānanda, devatā ākāse pathavīsaññiniyo kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṃ papatanti, āvaṭṭanti, vivaṭṭanti:
sc_po: “There are, Ānanda, deities—both in the sky and on the earth—who are percipient of the earth. With hair disheveled and arms raised, they fall down like their feet were chopped off, rolling back and forth, lamenting:

# dn16:6.11.9
source: ‘atikhippaṃ bhagavā parinibbuto, atikhippaṃ sugato parinibbuto, atikhippaṃ cakkhuṃ loke antarahito’ti.
sc_po: ‘Too soon the Blessed One has become fully extinguished! Too soon the Holy One has become fully extinguished! Too soon the seer has vanished from the world!’

# dn16:6.11.12
source: Yā pana tā devatā vītarāgā, tā satā sampajānā adhivāsenti:
sc_po: But the deities who are free of desire endure, mindful and aware, thinking:

# dn16:6.11.13
source: ‘aniccā saṅkhārā, taṃ kutettha labbhā’”ti.
sc_po: ‘Conditions are impermanent. How could it possibly be otherwise?’”

# dn16:6.11.14
source: Atha kho āyasmā ca anuruddho āyasmā ca ānando taṃ rattāvasesaṃ dhammiyā kathāya vītināmesuṃ.
sc_po: Ānanda and Anuruddha spent the rest of the night talking about Dhamma.

# dn16:6.12.1
source: Atha kho āyasmā anuruddho āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then Anuruddha said to Ānanda,

# dn16:6.12.2
source: “gacchāvuso ānanda, kusināraṃ pavisitvā kosinārakānaṃ mallānaṃ ārocehi:
sc_po: “Go, Ānanda, into Kusinārā and inform the Mallas:

# dn16:6.12.3
source: ‘parinibbuto, vāseṭṭhā, bhagavā,
sc_po: ‘Vāseṭṭhas, the Buddha has become fully extinguished.

# dn16:6.12.4
source: yassadāni kālaṃ maññathā’”ti.
sc_po: Please come at your convenience.’”

# dn16:6.12.5
source: “Evaṃ, bhante”ti kho āyasmā ānando āyasmato anuruddhassa paṭissutvā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya attadutiyo kusināraṃ pāvisi.
sc_po: “Yes, sir,” replied Ānanda. Then, in the morning, he robed up and, taking his bowl and robe, entered Kusinārā with a companion.

# dn16:6.12.6
source: Tena kho pana samayena kosinārakā mallā sandhāgāre sannipatitā honti teneva karaṇīyena.
sc_po: Now at that time the Mallas of Kusinārā were sitting together at the meeting hall on some business.

# dn16:6.12.7
source: Atha kho āyasmā ānando yena kosinārakānaṃ mallānaṃ sandhāgāraṃ tenupasaṅkami; upasaṅkamitvā kosinārakānaṃ mallānaṃ ārocesi:
sc_po: Ānanda went up to them, and announced,

# dn16:6.12.8
source: “parinibbuto, vāseṭṭhā, bhagavā,
sc_po: “Vāseṭṭhas, the Buddha has become fully extinguished.

# dn16:6.12.9
source: yassadāni kālaṃ maññathā”ti.
sc_po: Please come at your convenience.”

# dn16:6.12.10
source: Idamāyasmato ānandassa vacanaṃ sutvā mallā ca mallaputtā ca mallasuṇisā ca mallapajāpatiyo ca aghāvino dummanā cetodukkhasamappitā appekacce kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṃ papatanti, āvaṭṭanti, vivaṭṭanti:
sc_po: When they heard what Ānanda had to say, the Mallas, their sons, daughters-in-law, and wives became distraught, saddened, and grief-stricken. And some, with hair disheveled and arms raised, falling down like their feet were chopped off, rolling back and forth, lamented,

# dn16:6.12.11
source: “atikhippaṃ bhagavā parinibbuto, atikhippaṃ sugato parinibbuto, atikhippaṃ cakkhuṃ loke antarahito”ti.
sc_po: “Too soon the Blessed One has become fully extinguished! Too soon the Holy One has become fully extinguished! Too soon the seer has vanished from the world!”

# dn16:6.12.12
source: 37. Buddhasarīrapūjā
sc_po: 37. The Rites of Venerating the Buddha’s Corpse

# dn16:6.13.1
source: Atha kho kosinārakā mallā purise āṇāpesuṃ:
sc_po: Then the Mallas ordered their men,

# dn16:6.13.2
source: “tena hi, bhaṇe, kusinārāyaṃ gandhamālañca sabbañca tāḷāvacaraṃ sannipātethā”ti.
sc_po: “So then, my men, collect fragrances and garlands, and all the musical instruments in Kusinārā.”

# dn16:6.13.3
source: Atha kho kosinārakā mallā gandhamālañca sabbañca tāḷāvacaraṃ pañca ca dussayugasatāni ādāya yena upavattanaṃ mallānaṃ sālavanaṃ, yena bhagavato sarīraṃ tenupasaṅkamiṃsu; upasaṅkamitvā bhagavato sarīraṃ naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṃ karontā mānentā pūjentā celavitānāni karontā maṇḍalamāḷe paṭiyādentā ekadivasaṃ vītināmesuṃ.
sc_po: Then—taking those fragrances and garlands, all the musical instruments, and five hundred pairs of garments—they went to the Mallian sal grove at Upavattana and approached the Buddha’s corpse. They spent the day honoring, respecting, revering, and venerating the Buddha’s corpse with dance and song and music and garlands and fragrances, and making awnings and setting up pavilions.

# dn16:6.13.4
source: Atha kho kosinārakānaṃ mallānaṃ etadahosi:
sc_po: Then they thought,

# dn16:6.13.5
source: “ativikālo kho ajja bhagavato sarīraṃ jhāpetuṃ, sve dāni mayaṃ bhagavato sarīraṃ jhāpessāmā”ti.
sc_po: “It’s too late to cremate the Buddha’s corpse today. Let’s do it tomorrow.”

# dn16:6.13.6
source: Atha kho kosinārakā mallā bhagavato sarīraṃ naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṃ karontā mānentā pūjentā celavitānāni karontā maṇḍalamāḷe paṭiyādentā dutiyampi divasaṃ vītināmesuṃ, tatiyampi divasaṃ vītināmesuṃ, catutthampi divasaṃ vītināmesuṃ, pañcamampi divasaṃ vītināmesuṃ, chaṭṭhampi divasaṃ vītināmesuṃ.
sc_po: But they spent the next day the same way, and so too the third, fourth, fifth, and sixth days.

# dn16:6.14.1
source: Atha kho sattamaṃ divasaṃ kosinārakānaṃ mallānaṃ etadahosi:
sc_po: Then on the seventh day they thought,

# dn16:6.14.2
source: “mayaṃ bhagavato sarīraṃ naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṃ karontā mānentā pūjentā dakkhiṇena dakkhiṇaṃ nagarassa haritvā bāhirena bāhiraṃ dakkhiṇato nagarassa bhagavato sarīraṃ jhāpessāmā”ti.
sc_po: “Honoring, respecting, revering, and venerating the Buddha’s corpse with dance and song and music and garlands and fragrances, let us carry it to the south of the town, and cremate it there outside the town.”

# dn16:6.14.3
source: Tena kho pana samayena aṭṭha mallapāmokkhā sīsaṃnhātā ahatāni vatthāni nivatthā:
sc_po: Now at that time eight of the leading Mallas, having bathed their heads and dressed in unworn clothes, said,

# dn16:6.14.4
source: “mayaṃ bhagavato sarīraṃ uccāressāmā”ti na sakkonti uccāretuṃ.
sc_po: “We shall lift the Buddha’s corpse.” But they were unable to do so.

# dn16:6.14.5
source: Atha kho kosinārakā mallā āyasmantaṃ anuruddhaṃ etadavocuṃ:
sc_po: The Mallas said to Anuruddha,

# dn16:6.14.6
source: “ko nu kho, bhante anuruddha, hetu ko paccayo, yenime aṭṭha mallapāmokkhā sīsaṃnhātā ahatāni vatthāni nivatthā:
sc_po: “What is the cause, Venerable Anuruddha, what is the reason why these eight Mallian leaders are unable to lift the Buddha’s corpse?”

# dn16:6.14.8
source: “Aññathā kho, vāseṭṭhā, tumhākaṃ adhippāyo, aññathā devatānaṃ adhippāyo”ti.
sc_po: “Vāseṭṭhas, you have one plan, but the deities have a different one.”

# dn16:6.15.1
source: “Kathaṃ pana, bhante, devatānaṃ adhippāyo”ti?
sc_po: “But sir, what is the deities’ plan?”

# dn16:6.15.2
source: “Tumhākaṃ kho, vāseṭṭhā, adhippāyo:
sc_po: “You plan to

# dn16:6.15.3
source: ‘mayaṃ bhagavato sarīraṃ naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṃ karontā mānentā pūjentā dakkhiṇena dakkhiṇaṃ nagarassa haritvā bāhirena bāhiraṃ dakkhiṇato nagarassa bhagavato sarīraṃ jhāpessāmā’ti;
sc_po: carry the Buddha’s corpse to the south of the town while venerating it with dance and song and music and garlands and fragrances, and cremate it there outside the town.

# dn16:6.15.4
source: devatānaṃ kho, vāseṭṭhā, adhippāyo:
sc_po: The deities plan to

# dn16:6.15.5
source: ‘mayaṃ bhagavato sarīraṃ dibbehi naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṃ karontā mānentā pūjentā uttarena uttaraṃ nagarassa haritvā uttarena dvārena nagaraṃ pavesetvā majjhena majjhaṃ nagarassa haritvā puratthimena dvārena nikkhamitvā puratthimato nagarassa makuṭabandhanaṃ nāma mallānaṃ cetiyaṃ ettha bhagavato sarīraṃ jhāpessāmā’”ti.
sc_po: carry the Buddha’s corpse to the north of the town while venerating it with heavenly dance and song and music and garlands and fragrances. Then they plan to enter the town by the northern gate, carry it through the center of the town, leave by the eastern gate, and cremate it there at the Mallian shrine named Makuṭabandhana.”

# dn16:6.15.6
source: “Yathā, bhante, devatānaṃ adhippāyo, tathā hotū”ti.
sc_po: “Sir, let it be as the deities plan.”

# dn16:6.16.1
source: Tena kho pana samayena kusinārā yāva sandhisamalasaṅkaṭīrā jaṇṇumattena odhinā mandāravapupphehi santhatā hoti.
sc_po: Now at that time the whole of Kusinārā was covered knee-deep with the flowers of the Flame Tree, without gaps even on the filth and rubbish heaps.

# dn16:6.16.2
source: Atha kho devatā ca kosinārakā ca mallā bhagavato sarīraṃ dibbehi ca mānusakehi ca naccehi gītehi vāditehi mālehi gandhehi sakkarontā garuṃ karontā mānentā pūjentā uttarena uttaraṃ nagarassa haritvā uttarena dvārena nagaraṃ pavesetvā majjhena majjhaṃ nagarassa haritvā puratthimena dvārena nikkhamitvā puratthimato nagarassa makuṭabandhanaṃ nāma mallānaṃ cetiyaṃ ettha ca bhagavato sarīraṃ nikkhipiṃsu.
sc_po: Then the deities and the Mallas of Kusinārā carried the Buddha’s corpse to the north of the town while venerating it with heavenly and human dance and song and music and garlands and fragrances. Then they entered the town by the northern gate, carried it through the center of the town, left by the eastern gate, and deposited the corpse there at the Mallian shrine named Makuṭabandhana.

# dn16:6.17.1
source: Atha kho kosinārakā mallā āyasmantaṃ ānandaṃ etadavocuṃ:
sc_po: Then the Mallas said to Anuruddha,

# dn16:6.17.2
source: “kathaṃ mayaṃ, bhante ānanda, tathāgatassa sarīre paṭipajjāmā”ti?
sc_po: “Sir, how do we proceed when it comes to the Realized One’s corpse?”

# dn16:6.17.3
source: “Yathā kho, vāseṭṭhā, rañño cakkavattissa sarīre paṭipajjanti, evaṃ tathāgatassa sarīre paṭipajjitabban”ti.
sc_po: “Proceed in the same way as they do for the corpse of a wheel-turning monarch.”

# dn16:6.17.4
source: “Kathaṃ pana, bhante ānanda, rañño cakkavattissa sarīre paṭipajjantī”ti?
sc_po: “But how do they proceed with a wheel-turning monarch’s corpse?”

# dn16:6.17.5
source: “Rañño, vāseṭṭhā, cakkavattissa sarīraṃ ahatena vatthena veṭhenti, ahatena vatthena veṭhetvā vihatena kappāsena veṭhenti, vihatena kappāsena veṭhetvā ahatena vatthena veṭhenti.
sc_po: “They wrap a wheel-turning monarch’s corpse with unworn cloth, then with uncarded cotton, then again with unworn cloth.

# dn16:6.17.6
source: Etena upāyena pañcahi yugasatehi rañño cakkavattissa sarīraṃ veṭhetvā āyasāya teladoṇiyā pakkhipitvā aññissā āyasāya doṇiyā paṭikujjitvā sabbagandhānaṃ citakaṃ karitvā rañño cakkavattissa sarīraṃ jhāpenti.
sc_po: In this way they wrap the corpse with five hundred double-layers. Then they place it in an iron case filled with oil and close it up with another case. Then, having built a funeral pyre out of all kinds of fragrant substances, they cremate the corpse.

# dn16:6.17.7
source: Cātumahāpathe rañño cakkavattissa thūpaṃ karonti.
sc_po: They build a monument for the wheel-turning monarch at the crossroads.

# dn16:6.17.8
source: Evaṃ kho, vāseṭṭhā, rañño cakkavattissa sarīre paṭipajjanti.
sc_po: That’s how they proceed with a wheel-turning monarch’s corpse.

# dn16:6.17.9
source: Yathā kho, vāseṭṭhā, rañño cakkavattissa sarīre paṭipajjanti, evaṃ tathāgatassa sarīre paṭipajjitabbaṃ.
sc_po: Proceed in the same way with the Realized One’s corpse.

# dn16:6.17.10
source: Cātumahāpathe tathāgatassa thūpo kātabbo.
sc_po: A monument for the Realized One is to be built at the crossroads.

# dn16:6.17.11
source: Tattha ye mālaṃ vā gandhaṃ vā cuṇṇakaṃ vā āropessanti vā abhivādessanti vā cittaṃ vā pasādessanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāyā”ti.
sc_po: When someone there lifts up garlands or fragrance or powder, or bows, or inspires confidence in their heart, that will be for their lasting welfare and happiness.”

# dn16:6.18.1
source: Atha kho kosinārakā mallā purise āṇāpesuṃ:
sc_po: Then the Mallas ordered their men,

# dn16:6.18.2
source: “tena hi, bhaṇe, mallānaṃ vihataṃ kappāsaṃ sannipātethā”ti.
sc_po: “So then, my men, collect uncarded cotton.”

# dn16:6.18.3
source: Atha kho kosinārakā mallā bhagavato sarīraṃ ahatena vatthena veṭhetvā vihatena kappāsena veṭhesuṃ, vihatena kappāsena veṭhetvā ahatena vatthena veṭhesuṃ.
sc_po: So the Mallas wrapped the Buddha’s corpse,

# dn16:6.18.4
source: Etena upāyena pañcahi yugasatehi bhagavato sarīraṃ veṭhetvā āyasāya teladoṇiyā pakkhipitvā aññissā āyasāya doṇiyā paṭikujjitvā sabbagandhānaṃ citakaṃ karitvā bhagavato sarīraṃ citakaṃ āropesuṃ.
sc_po: and placed it in an iron case filled with oil. Then, having built a funeral pyre out of all kinds of fragrant substances, they lifted the corpse on to the pyre.

# dn16:6.18.5
source: 38. Mahākassapattheravatthu
sc_po: 38. Mahākassapa’s Arrival

# dn16:6.19.1
source: Tena kho pana samayena āyasmā mahākassapo pāvāya kusināraṃ addhānamaggappaṭipanno hoti mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi.
sc_po: Now at that time Venerable Mahākassapa was traveling along the road from Pāvā to Kusinārā together with a large Saṅgha of around five hundred mendicants.

# dn16:6.19.2
source: Atha kho āyasmā mahākassapo maggā okkamma aññatarasmiṃ rukkhamūle nisīdi.
sc_po: Then he left the road and sat at the root of a tree.

# dn16:6.19.3
source: Tena kho pana samayena aññataro ājīvako kusinārāya mandāravapupphaṃ gahetvā pāvaṃ addhānamaggappaṭipanno hoti.
sc_po: Now at that time a certain <i>ājīvaka</i> ascetic had picked up a Flame Tree flower in Kusinārā and was traveling along the road to Pāvā.

# dn16:6.19.4
source: Addasā kho āyasmā mahākassapo taṃ ājīvakaṃ dūratova āgacchantaṃ, disvā taṃ ājīvakaṃ etadavoca:
sc_po: Mahākassapa saw him coming off in the distance and said to him,

# dn16:6.19.5
source: “apāvuso, amhākaṃ satthāraṃ jānāsī”ti?
sc_po: “Reverend, might you know about our Teacher?”

# dn16:6.19.6
source: “Āmāvuso, jānāmi, ajja sattāhaparinibbuto samaṇo gotamo.
sc_po: “Yes, reverend. Seven days ago the ascetic Gotama became fully extinguished.

# dn16:6.19.7
source: Tato me idaṃ mandāravapupphaṃ gahitan”ti.
sc_po: From there I picked up this Flame Tree flower.”

# dn16:6.19.8
source: Tattha ye te bhikkhū avītarāgā appekacce bāhā paggayha kandanti, chinnapātaṃ papatanti, āvaṭṭanti, vivaṭṭanti:
sc_po: Some of the mendicants there, with arms raised, falling down like their feet were chopped off, rolling back and forth, lamented,

# dn16:6.19.9
source: “atikhippaṃ bhagavā parinibbuto, atikhippaṃ sugato parinibbuto, atikhippaṃ cakkhuṃ loke antarahito”ti.
sc_po: “Too soon the Blessed One has become fully extinguished! Too soon the Holy One has become fully extinguished! Too soon the seer has vanished from the world!”

# dn16:6.19.10
source: Ye pana te bhikkhū vītarāgā, te satā sampajānā adhivāsenti:
sc_po: But the mendicants who were free of desire endured, mindful and aware, thinking,

# dn16:6.19.11
source: “aniccā saṅkhārā, taṃ kutettha labbhā”ti.
sc_po: “Conditions are impermanent. How could it possibly be otherwise?”

# dn16:6.20.1
source: Tena kho pana samayena subhaddo nāma vuddhapabbajito tassaṃ parisāyaṃ nisinno hoti.
sc_po: Now at that time a monk named Subhadda, who had gone forth when old, was sitting in that assembly.

# dn16:6.20.2
source: Atha kho subhaddo vuddhapabbajito te bhikkhū etadavoca:
sc_po: He said to those mendicants,

# dn16:6.20.3
source: “alaṃ, āvuso, mā socittha, mā paridevittha, sumuttā mayaṃ tena mahāsamaṇena. Upaddutā ca homa:
sc_po: “Enough, reverends, do not grieve or lament. We’re well rid of that Great Ascetic harassing us:

# dn16:6.20.4
source: ‘idaṃ vo kappati, idaṃ vo na kappatī’ti.
sc_po: ‘This is allowable for you; this is not allowable for you.’

# dn16:6.20.5
source: Idāni pana mayaṃ yaṃ icchissāma, taṃ karissāma, yaṃ na icchissāma, na taṃ karissāmā”ti.
sc_po: Well, now we shall do what we want and not do what we don’t want.”

# dn16:6.20.6
source: Atha kho āyasmā mahākassapo bhikkhū āmantesi:
sc_po: Then Venerable Mahākassapa addressed the mendicants,

# dn16:6.20.7
source: “alaṃ, āvuso, mā socittha, mā paridevittha.
sc_po: “Enough, reverends, do not grieve or lament.

# dn16:6.20.8
source: Nanu etaṃ, āvuso, bhagavatā paṭikacceva akkhātaṃ:
sc_po: Did the Buddha not prepare us for this when he explained that

# dn16:6.20.9
source: ‘sabbeheva piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo’.
sc_po: we must be parted and separated from all we hold dear and beloved?

# dn16:6.20.10
source: Taṃ kutettha, āvuso, labbhā. ‘Yaṃ taṃ jātaṃ bhūtaṃ saṅkhataṃ palokadhammaṃ, taṃ tathāgatassāpi sarīraṃ mā palujjī’ti, netaṃ ṭhānaṃ vijjatī”ti.
sc_po: How could it possibly be so that what is born, created, conditioned, and liable to fall apart should not fall apart, even the Realized One’s body?”

# dn16:6.21.1
source: Tena kho pana samayena cattāro mallapāmokkhā sīsaṃnhātā ahatāni vatthāni nivatthā:
sc_po: Now at that time four of the leading Mallas, having bathed their heads and dressed in unworn clothes, said,

# dn16:6.21.2
source: “mayaṃ bhagavato citakaṃ āḷimpessāmā”ti na sakkonti āḷimpetuṃ.
sc_po: “We shall light the Buddha’s funeral pyre.” But they were unable to do so.

# dn16:6.21.3
source: Atha kho kosinārakā mallā āyasmantaṃ anuruddhaṃ etadavocuṃ:
sc_po: The Mallas said to Anuruddha,

# dn16:6.21.4
source: “ko nu kho, bhante anuruddha, hetu ko paccayo, yenime cattāro mallapāmokkhā sīsaṃnhātā ahatāni vatthāni nivatthā:
sc_po: “What is the cause, Venerable Anuruddha, what is the reason why these four Mallian leaders are unable to light the Buddha’s funeral pyre?”

# dn16:6.21.6
source: “Aññathā kho, vāseṭṭhā, devatānaṃ adhippāyo”ti.
sc_po: “Vāseṭṭhas, the deities have a different plan.”

# dn16:6.21.7
source: “Kathaṃ pana, bhante, devatānaṃ adhippāyo”ti?
sc_po: “But sir, what is the deities’ plan?”

# dn16:6.21.8
source: “Devatānaṃ kho, vāseṭṭhā, adhippāyo:
sc_po: “The deities’ plan is this:

# dn16:6.21.9
source: ‘ayaṃ āyasmā mahākassapo pāvāya kusināraṃ addhānamaggappaṭipanno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi.
sc_po: Venerable Mahākassapa is traveling along the road from Pāvā to Kusinārā together with a large Saṅgha of around five hundred mendicants.

# dn16:6.21.10
source: Na tāva bhagavato citako pajjalissati, yāvāyasmā mahākassapo bhagavato pāde sirasā na vandissatī’”ti.
sc_po: The Buddha’s funeral pyre shall not burn until he bows with his head at the Buddha’s feet.”

# dn16:6.21.11
source: “Yathā, bhante, devatānaṃ adhippāyo, tathā hotū”ti.
sc_po: “Sir, let it be as the deities plan.”

# dn16:6.22.1
source: Atha kho āyasmā mahākassapo yena kusinārā makuṭabandhanaṃ nāma mallānaṃ cetiyaṃ, yena bhagavato citako tenupasaṅkami; upasaṅkamitvā ekaṃsaṃ cīvaraṃ katvā añjaliṃ paṇāmetvā tikkhattuṃ citakaṃ padakkhiṇaṃ katvā bhagavato pāde sirasā vandi.
sc_po: Then Venerable Mahākassapa came to the Mallian shrine named Makuṭabandhana at Kusinārā and approached the Buddha’s funeral pyre. Arranging his robe over one shoulder and raising his joined palms, he respectfully circled the Buddha three times, keeping him on his right, and bowed with his head to the Buddha’s feet.

# dn16:6.22.2
source: Tānipi kho pañcabhikkhusatāni ekaṃsaṃ cīvaraṃ katvā añjaliṃ paṇāmetvā tikkhattuṃ citakaṃ padakkhiṇaṃ katvā bhagavato pāde sirasā vandiṃsu.
sc_po: And the five hundred mendicants did likewise.

# dn16:6.22.3
source: Vandite ca panāyasmatā mahākassapena tehi ca pañcahi bhikkhusatehi sayameva bhagavato citako pajjali.
sc_po: And when Mahākassapa and the five hundred mendicants bowed the Buddha’s funeral pyre burst into flames all by itself.

# dn16:6.23.1
source: Jhāyamānassa kho pana bhagavato sarīrassa yaṃ ahosi chavīti vā cammanti vā maṃsanti vā nhārūti vā lasikāti vā, tassa neva chārikā paññāyittha, na masi;
sc_po: And when the Buddha’s corpse was cremated no ash or soot was found from outer or inner skin, flesh, sinews, or synovial fluid.

# dn16:6.23.2
source: sarīrāneva avasissiṃsu.
sc_po: Only the relics remained.

# dn16:6.23.3
source: Seyyathāpi nāma sappissa vā telassa vā jhāyamānassa neva chārikā paññāyati, na masi;
sc_po: It’s like when ghee or oil blaze and burn, and neither ashes nor soot are found.

# dn16:6.23.4
source: evameva bhagavato sarīrassa jhāyamānassa yaṃ ahosi chavīti vā cammanti vā maṃsanti vā nhārūti vā lasikāti vā, tassa neva chārikā paññāyittha, na masi;
sc_po: In the same way, when the Buddha’s corpse was cremated no ash or soot was found from outer or inner skin, flesh, sinews, or synovial fluid.

# dn16:6.23.5
source: sarīrāneva avasissiṃsu.
sc_po: Only the relics remained.

# dn16:6.23.6
source: Tesañca pañcannaṃ dussayugasatānaṃ dveva dussāni na ḍayhiṃsu yañca sabbaabbhantarimaṃ yañca bāhiraṃ.
sc_po: And of those five hundred pairs of garments only two were not burnt: the innermost and the outermost.

# dn16:6.23.7
source: Daḍḍhe ca kho pana bhagavato sarīre antalikkhā udakadhārā pātubhavitvā bhagavato citakaṃ nibbāpesi.
sc_po: But when the Buddha’s corpse was consumed the funeral pyre was extinguished by a stream of water that appeared in the sky,

# dn16:6.23.8
source: Udakasālatopi abbhunnamitvā bhagavato citakaṃ nibbāpesi.
sc_po: by water dripping from the sal trees,

# dn16:6.23.9
source: Kosinārakāpi mallā sabbagandhodakena bhagavato citakaṃ nibbāpesuṃ.
sc_po: and by the Mallas’ fragrant water.

# dn16:6.23.10
source: Atha kho kosinārakā mallā bhagavato sarīrāni sattāhaṃ sandhāgāre sattipañjaraṃ karitvā dhanupākāraṃ parikkhipāpetvā naccehi gītehi vāditehi mālehi gandhehi sakkariṃsu garuṃ kariṃsu mānesuṃ pūjesuṃ.
sc_po: Then the Mallas made a cage of spears for the Buddha’s relics in the meeting hall and surrounded it with a buttress of bows. For seven days they honored, respected, revered, and venerated them with dance and song and music and garlands and fragrances.

# dn16:6.23.11
source: 39. Sarīradhātuvibhajana
sc_po: 39. Distributing the Relics

# dn16:6.24.1
source: Assosi kho rājā māgadho ajātasattu vedehiputto:
sc_po: King Ajātasattu of Magadha heard

# dn16:6.24.2
source: “bhagavā kira kusinārāyaṃ parinibbuto”ti.
sc_po: that the Buddha had become fully extinguished at Kusinārā.

# dn16:6.24.3
source: Atha kho rājā māgadho ajātasattu vedehiputto kosinārakānaṃ mallānaṃ dūtaṃ pāhesi:
sc_po: He sent an envoy to the Mallas of Kusinārā:

# dn16:6.24.4
source: “bhagavāpi khattiyo ahampi khattiyo, ahampi arahāmi bhagavato sarīrānaṃ bhāgaṃ, ahampi bhagavato sarīrānaṃ thūpañca mahañca karissāmī”ti.
sc_po: “The Buddha was an aristocrat, and so am I. I too deserve a share of the Buddha’s relics. I will build a large monument for them.”

# dn16:6.24.5
source: Assosuṃ kho vesālikā licchavī:
sc_po: The Licchavis of Vesālī also heard

# dn16:6.24.6
source: “bhagavā kira kusinārāyaṃ parinibbuto”ti.
sc_po: that the Buddha had become fully extinguished at Kusinārā.
