Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:5.11.4
source: “Rañño, ānanda, cakkavattissa sarīraṃ ahatena vatthena veṭhenti, ahatena vatthena veṭhetvā vihatena kappāsena veṭhenti, vihatena kappāsena veṭhetvā ahatena vatthena veṭhenti.
sc_po: “They wrap a wheel-turning monarch’s corpse with unworn cloth, then with uncarded cotton, then again with unworn cloth.

# dn16:5.11.5
source: Etenupāyena pañcahi yugasatehi rañño cakkavattissa sarīraṃ veṭhetvā āyasāya teladoṇiyā pakkhipitvā aññissā āyasāya doṇiyā paṭikujjitvā sabbagandhānaṃ citakaṃ karitvā rañño cakkavattissa sarīraṃ jhāpenti.
sc_po: In this way they wrap the corpse with five hundred double-layers. Then they place it in an iron case filled with oil and close it up with another case. Then, having built a funeral pyre out of all kinds of fragrant substances, they cremate the corpse.

# dn16:5.11.6
source: Cātumahāpathe rañño cakkavattissa thūpaṃ karonti.
sc_po: They build a monument for the wheel-turning monarch at the crossroads.

# dn16:5.11.7
source: Evaṃ kho, ānanda, rañño cakkavattissa sarīre paṭipajjanti.
sc_po: That’s how they proceed with a wheel-turning monarch’s corpse.

# dn16:5.11.8
source: Yathā kho, ānanda, rañño cakkavattissa sarīre paṭipajjanti, evaṃ tathāgatassa sarīre paṭipajjitabbaṃ.
sc_po: Proceed in the same way with the Realized One’s corpse.

# dn16:5.11.9
source: Cātumahāpathe tathāgatassa thūpo kātabbo.
sc_po: A monument for the Realized One is to be built at the crossroads.

# dn16:5.11.10
source: Tattha ye mālaṃ vā gandhaṃ vā cuṇṇakaṃ vā āropessanti vā abhivādessanti vā cittaṃ vā pasādessanti tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāya.
sc_po: When someone there lifts up garlands or fragrance or powder, or bows, or inspires confidence in their heart, that will be for their lasting welfare and happiness.

# dn16:5.11.11
source: 30. Thūpārahapuggala
sc_po: 30. Persons Worthy of Monument

# dn16:5.12.1
source: Cattārome, ānanda, thūpārahā.
sc_po: Ānanda, these four are worthy of a monument.

# dn16:5.12.2
source: Katame cattāro?
sc_po: What four?

# dn16:5.12.3
source: Tathāgato arahaṃ sammāsambuddho thūpāraho, paccekasambuddho thūpāraho, tathāgatassa sāvako thūpāraho, rājā cakkavattī thūpārahoti.
sc_po: A Realized One, a perfected one, a fully awakened Buddha; a Buddha awakened for themselves; a disciple of a Realized One; and a wheel-turning monarch.

# dn16:5.12.4
source: Kiñcānanda, atthavasaṃ paṭicca tathāgato arahaṃ sammāsambuddho thūpāraho?
sc_po: And for what reason is a Realized One worthy of a monument?

# dn16:5.12.5
source: ‘Ayaṃ tassa bhagavato arahato sammāsambuddhassa thūpo’ti, ānanda, bahujanā cittaṃ pasādenti.
sc_po: So that many people will inspire confidence in their hearts, thinking: ‘This is the monument for that Blessed One, perfected and fully awakened!’

# dn16:5.12.6
source: Te tattha cittaṃ pasādetvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: And having done so, when their body breaks up, after death, they are reborn in a good place, a heavenly realm.

# dn16:5.12.7
source: Idaṃ kho, ānanda, atthavasaṃ paṭicca tathāgato arahaṃ sammāsambuddho thūpāraho.
sc_po: It is for this reason that a Realized One is worthy of a monument.

# dn16:5.12.8
source: Kiñcānanda, atthavasaṃ paṭicca paccekasambuddho thūpāraho?
sc_po: And for what reason is a Buddha awakened for themselves worthy of a monument?

# dn16:5.12.9
source: ‘Ayaṃ tassa bhagavato paccekasambuddhassa thūpo’ti, ānanda, bahujanā cittaṃ pasādenti.
sc_po: So that many people will inspire confidence in their hearts, thinking: ‘This is the monument for that Buddha awakened for himself!’

# dn16:5.12.10
source: Te tattha cittaṃ pasādetvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: And having done so, when their body breaks up, after death, they are reborn in a good place, a heavenly realm.

# dn16:5.12.11
source: Idaṃ kho, ānanda, atthavasaṃ paṭicca paccekasambuddho thūpāraho.
sc_po: It is for this reason that a Buddha awakened for himself is worthy of a monument.

# dn16:5.12.12
source: Kiñcānanda, atthavasaṃ paṭicca tathāgatassa sāvako thūpāraho?
sc_po: And for what reason is a Realized One’s disciple worthy of a monument?

# dn16:5.12.13
source: ‘Ayaṃ tassa bhagavato arahato sammāsambuddhassa sāvakassa thūpo’ti, ānanda, bahujanā cittaṃ pasādenti.
sc_po: So that many people will inspire confidence in their hearts, thinking: ‘This is the monument for that Blessed One’s disciple!’

# dn16:5.12.14
source: Te tattha cittaṃ pasādetvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: And having done so, when their body breaks up, after death, they are reborn in a good place, a heavenly realm.

# dn16:5.12.15
source: Idaṃ kho, ānanda, atthavasaṃ paṭicca tathāgatassa sāvako thūpāraho.
sc_po: It is for this reason that a Realized One’s disciple is worthy of a monument.

# dn16:5.12.16
source: Kiñcānanda, atthavasaṃ paṭicca rājā cakkavattī thūpāraho?
sc_po: And for what reason is a wheel-turning monarch worthy of a monument?

# dn16:5.12.17
source: ‘Ayaṃ tassa dhammikassa dhammarañño thūpo’ti, ānanda, bahujanā cittaṃ pasādenti.
sc_po: So that many people will inspire confidence in their hearts, thinking: ‘This is the monument for that just and principled king!’

# dn16:5.12.18
source: Te tattha cittaṃ pasādetvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: And having done so, when their body breaks up, after death, they are reborn in a good place, a heavenly realm.

# dn16:5.12.19
source: Idaṃ kho, ānanda, atthavasaṃ paṭicca rājā cakkavattī thūpāraho.
sc_po: It is for this reason that a wheel-turning monarch is worthy of a monument.

# dn16:5.12.20
source: Ime kho, ānanda, cattāro thūpārahā”ti.
sc_po: These four are worthy of a monument.”

# dn16:5.12.21
source: 31. Ānandaacchariyadhamma
sc_po: 31. Ānanda’s Incredible Qualities

# dn16:5.13.1
source: Atha kho āyasmā ānando vihāraṃ pavisitvā kapisīsaṃ ālambitvā rodamāno aṭṭhāsi:
sc_po: Then Venerable Ānanda entered a dwelling, and stood there leaning against the door-jamb and crying,

# dn16:5.13.2
source: “ahañca vatamhi sekho sakaraṇīyo, satthu ca me parinibbānaṃ bhavissati, yo mama anukampako”ti.
sc_po: “Oh! I’m still only a trainee with work left to do; and my Teacher’s about to become fully extinguished, he who is so kind to me!”

# dn16:5.13.3
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants,

# dn16:5.13.4
source: “kahaṃ nu kho, bhikkhave, ānando”ti?
sc_po: “Mendicants, where is Ānanda?”

# dn16:5.13.5
source: “Eso, bhante, āyasmā ānando vihāraṃ pavisitvā kapisīsaṃ ālambitvā rodamāno ṭhito:
sc_po: “Sir, Ānanda has entered a dwelling, and stands there leaning against the door-jamb and crying:

# dn16:5.13.6
source: ‘ahañca vatamhi sekho sakaraṇīyo, satthu ca me parinibbānaṃ bhavissati, yo mama anukampako’”ti.
sc_po: ‘Oh! I’m still only a trainee with work left to do; and my Teacher’s about to become fully extinguished, he who is so kind to me!’”

# dn16:5.13.7
source: Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:
sc_po: So the Buddha said to a certain monk,

# dn16:5.13.8
source: “ehi tvaṃ, bhikkhu, mama vacanena ānandaṃ āmantehi:
sc_po: “Please, monk, in my name tell Ānanda that

# dn16:5.13.9
source: ‘satthā taṃ, āvuso ānanda, āmantetī’”ti.
sc_po: the teacher summons him.”

# dn16:5.13.10
source: “Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ etadavoca:
sc_po: “Yes, sir,” that monk replied. He went to Ānanda and said to him,

# dn16:5.13.11
source: “satthā taṃ, āvuso ānanda, āmantetī”ti.
sc_po: “Reverend Ānanda, the teacher summons you.”

# dn16:5.14.1
source: “Evamāvuso”ti kho āyasmā ānando tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca:
sc_po: “Yes, reverend,” Ānanda replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# dn16:5.14.2
source: “alaṃ, ānanda, mā soci mā paridevi, nanu etaṃ, ānanda, mayā paṭikacceva akkhātaṃ:
sc_po: “Enough, Ānanda! Do not grieve, do not lament. Did I not prepare for this when I explained that

# dn16:5.14.3
source: ‘sabbeheva piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo’;
sc_po: we must be parted and separated from all we hold dear and beloved?

# dn16:5.14.4
source: taṃ kutettha, ānanda, labbhā. Yaṃ taṃ jātaṃ bhūtaṃ saṅkhataṃ palokadhammaṃ, ‘taṃ vata tathāgatassāpi sarīraṃ mā palujjī’ti netaṃ ṭhānaṃ vijjati.
sc_po: How could it possibly be so that what is born, created, conditioned, and liable to fall apart should not fall apart, even the Realized One’s body?

# dn16:5.14.5
source: Dīgharattaṃ kho te, ānanda, tathāgato paccupaṭṭhito mettena kāyakammena hitena sukhena advayena appamāṇena, mettena vacīkammena hitena sukhena advayena appamāṇena, mettena manokammena hitena sukhena advayena appamāṇena.
sc_po: For a long time, Ānanda, you’ve treated the Realized One with deeds of body, speech, and mind that are loving, beneficial, pleasant, whole-hearted, and limitless.

# dn16:5.14.6
source: Katapuññosi tvaṃ, ānanda, padhānamanuyuñja, khippaṃ hohisi anāsavo”ti.
sc_po: You have done good deeds, Ānanda. Devote yourself to meditation, and you will soon be free of defilements.”

# dn16:5.15.1
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants:

# dn16:5.15.2
source: “yepi te, bhikkhave, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, tesampi bhagavantānaṃ etapparamāyeva upaṭṭhākā ahesuṃ, seyyathāpi mayhaṃ ānando.
sc_po: “The Buddhas of the past or the future have attendants who are no better than Ānanda is for me.

# dn16:5.15.4
source: Paṇḍito, bhikkhave, ānando;
sc_po: Ānanda is astute,

# dn16:5.15.5
source: medhāvī, bhikkhave, ānando.
sc_po: he is intelligent.

# dn16:5.15.6
source: Jānāti ‘ayaṃ kālo tathāgataṃ dassanāya upasaṅkamituṃ bhikkhūnaṃ, ayaṃ kālo bhikkhunīnaṃ, ayaṃ kālo upāsakānaṃ, ayaṃ kālo upāsikānaṃ, ayaṃ kālo rañño rājamahāmattānaṃ titthiyānaṃ titthiyasāvakānan’ti.
sc_po: He knows the time for monks, nuns, laymen, laywomen, king’s ministers, religious founders, and the disciples of religious founders to visit the Realized One.

# dn16:5.16.1
source: Cattārome, bhikkhave, acchariyā abbhutā dhammā ānande.
sc_po: There are these four incredible and amazing things about Ānanda.

# dn16:5.16.2
source: Katame cattāro?
sc_po: What four?

# dn16:5.16.3
source: Sace, bhikkhave, bhikkhuparisā ānandaṃ dassanāya upasaṅkamati, dassanena sā attamanā hoti.
sc_po: If an assembly of monks goes to see Ānanda, they’re uplifted by seeing him

# dn16:5.16.4
source: Tatra ce ānando dhammaṃ bhāsati, bhāsitenapi sā attamanā hoti.
sc_po: and uplifted by hearing him speak.

# dn16:5.16.5
source: Atittāva, bhikkhave, bhikkhuparisā hoti, atha kho ānando tuṇhī hoti.
sc_po: And when he falls silent, they’ve never had enough.

# dn16:5.16.6
source: Sace, bhikkhave, bhikkhunīparisā ānandaṃ dassanāya upasaṅkamati, dassanena sā attamanā hoti.
sc_po: If an assembly of nuns …

# dn16:5.16.9
source: Sace, bhikkhave, upāsakaparisā ānandaṃ dassanāya upasaṅkamati, dassanena sā attamanā hoti.
sc_po: laymen …

# dn16:5.16.12
source: Sace, bhikkhave, upāsikāparisā ānandaṃ dassanāya upasaṅkamati, dassanena sā attamanā hoti.
sc_po: or laywomen goes to see Ānanda, they’re uplifted by seeing him

# dn16:5.16.13
source: Tatra ce ānando dhammaṃ bhāsati, bhāsitenapi sā attamanā hoti.
sc_po: and uplifted by hearing him speak.

# dn16:5.16.14
source: Atittāva, bhikkhave, upāsikāparisā hoti, atha kho ānando tuṇhī hoti.
sc_po: And when he falls silent, they’ve never had enough.

# dn16:5.16.15
source: Ime kho, bhikkhave, cattāro acchariyā abbhutā dhammā ānande.
sc_po: These are the four incredible and amazing things about Ānanda.

# dn16:5.16.16
source: Cattārome, bhikkhave, acchariyā abbhutā dhammā raññe cakkavattimhi.
sc_po: There are these four incredible and amazing things about a wheel-turning monarch.

# dn16:5.16.17
source: Katame cattāro?
sc_po: What four?

# dn16:5.16.18
source: Sace, bhikkhave, khattiyaparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanena sā attamanā hoti.
sc_po: If an assembly of aristocrats goes to see a wheel-turning monarch, they’re uplifted by seeing him

# dn16:5.16.19
source: Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti.
sc_po: and uplifted by hearing him speak.

# dn16:5.16.20
source: Atittāva, bhikkhave, khattiyaparisā hoti. Atha kho rājā cakkavattī tuṇhī hoti.
sc_po: And when he falls silent, they’ve never had enough.

# dn16:5.16.21
source: Sace bhikkhave, brāhmaṇaparisā … pe …
sc_po: If an assembly of brahmins …

# dn16:5.16.22
source: gahapatiparisā … pe …
sc_po: householders …

# dn16:5.16.23
source: samaṇaparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanena sā attamanā hoti.
sc_po: or ascetics goes to see a wheel-turning monarch, they’re uplifted by seeing him

# dn16:5.16.24
source: Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti.
sc_po: and uplifted by hearing him speak.

# dn16:5.16.25
source: Atittāva, bhikkhave, samaṇaparisā hoti. Atha kho rājā cakkavattī tuṇhī hoti.
sc_po: And when he falls silent, they’ve never had enough.

# dn16:5.16.26
source: Evameva kho, bhikkhave, cattārome acchariyā abbhutā dhammā ānande.
sc_po: In the same way, there are those four incredible and amazing things about Ānanda.”

# dn16:5.16.38
source: 32. Mahāsudassanasuttadesanā
sc_po: 32. Teaching the Discourse on Mahāsudassana

# dn16:5.17.1
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
sc_po: When he said this, Venerable Ānanda said to the Buddha:

# dn16:5.17.2
source: “mā, bhante, bhagavā imasmiṃ khuddakanagarake ujjaṅgalanagarake sākhānagarake parinibbāyi.
sc_po: “Sir, please don’t become fully extinguished in this little hamlet, this jungle hamlet, this branch hamlet.

# dn16:5.17.3
source: Santi, bhante, aññāni mahānagarāni, seyyathidaṃ—
sc_po: There are other great cities such as

# dn16:5.17.4
source: campā rājagahaṃ sāvatthī sāketaṃ kosambī bārāṇasī;
sc_po: Campā, Rājagaha, Sāvatthī, Sāketa, Kosambī, and Benares.

# dn16:5.17.5
source: ettha bhagavā parinibbāyatu.
sc_po: Let the Buddha become fully extinguished there.

# dn16:5.17.6
source: Ettha bahū khattiyamahāsālā, brāhmaṇamahāsālā gahapatimahāsālā tathāgate abhippasannā.
sc_po: There are many well-to-do aristocrats, brahmins, and householders there who are devoted to the Buddha.

# dn16:5.17.7
source: Te tathāgatassa sarīrapūjaṃ karissantī”ti
sc_po: They will perform the rites of venerating the Realized One’s corpse.”

# dn16:5.17.8
source: “mā hevaṃ, ānanda, avaca, mā hevaṃ, ānanda, avaca:
sc_po: “Don’t say that Ānanda! Don’t say that

# dn16:5.17.9
source: ‘khuddakanagarakaṃ ujjaṅgalanagarakaṃ sākhānagarakan’ti.
sc_po: this is a little hamlet, a jungle hamlet, a branch hamlet.

# dn16:5.18.1
source: Bhūtapubbaṃ, ānanda, rājā mahāsudassano nāma ahosi cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.
sc_po: Once upon a time there was a king named Mahāsudassana who was a wheel-turning monarch, a just and principled king. His dominion extended to all four sides, he achieved stability in the country, and he possessed the seven treasures.

# dn16:5.18.2
source: Rañño, ānanda, mahāsudassanassa ayaṃ kusinārā kusāvatī nāma rājadhānī ahosi.
sc_po: His capital was this Kusinārā, which at the time was named Kusāvatī.

# dn16:5.18.3
source: puratthimena ca pacchimena ca dvādasayojanāni āyāmena; uttarena ca dakkhiṇena ca sattayojanāni vitthārena.
sc_po: It stretched for twelve leagues from east to west, and seven leagues from north to south.

# dn16:5.18.4
source: Kusāvatī, ānanda, rājadhānī iddhā ceva ahosi phītā ca bahujanā ca ākiṇṇamanussā ca subhikkhā ca.
sc_po: The royal capital of Kusāvatī was successful, prosperous, populous, full of people, with plenty of food.

# dn16:5.18.5
source: Seyyathāpi, ānanda, devānaṃ āḷakamandā nāma rājadhānī iddhā ceva hoti phītā ca bahujanā ca ākiṇṇayakkhā ca subhikkhā ca;
sc_po: It was just like Āḷakamandā, the royal capital of the gods, which is successful, prosperous, populous, full of spirits, with plenty of food.

# dn16:5.18.7
source: Kusāvatī, ānanda, rājadhānī dasahi saddehi avivittā ahosi divā ceva rattiñca, seyyathidaṃ—
sc_po: Kusāvatī was never free of ten sounds by day or night, namely:

# dn16:5.18.8
source: hatthisaddena assasaddena rathasaddena bherisaddena mudiṅgasaddena vīṇāsaddena gītasaddena saṅkhasaddena sammasaddena pāṇitāḷasaddena ‘asnātha pivatha khādathā’ti dasamena saddena.
sc_po: the sound of elephants, horses, chariots, drums, clay drums, arched harps, singing, horns, gongs, and handbells; and the cry: ‘Eat, drink, be merry!’ as the tenth.

# dn16:5.19.1
source: Gaccha tvaṃ, ānanda, kusināraṃ pavisitvā kosinārakānaṃ mallānaṃ ārocehi:
sc_po: Go, Ānanda, into Kusinārā and inform the Mallas:

# dn16:5.19.2
source: ‘ajja kho, vāseṭṭhā, rattiyā pacchime yāme tathāgatassa parinibbānaṃ bhavissati.
sc_po: ‘This very day, Vāseṭṭhas, in the last watch of the night, the Realized One will become fully extinguished.

# dn16:5.19.3
source: Abhikkamatha, vāseṭṭhā, abhikkamatha, vāseṭṭhā.
sc_po: Come forth, Vāseṭṭhas! Come forth, Vāseṭṭhas!

# dn16:5.19.4
source: Mā pacchā vippaṭisārino ahuvattha—
sc_po: Don’t regret it later, thinking:

# dn16:5.19.5
source: amhākañca no gāmakkhette tathāgatassa parinibbānaṃ ahosi, na mayaṃ labhimhā pacchime kāle tathāgataṃ dassanāyā’”ti.
sc_po: ‘The Realized One became fully extinguished in our own village district, but we didn’t get a chance to see him in his final hour.’”

# dn16:5.19.6
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā nivāsetvā pattacīvaramādāya attadutiyo kusināraṃ pāvisi.
sc_po: “Yes, sir,” replied Ānanda. Then he robed up and, taking his bowl and robe, entered Kusinārā with a companion.

# dn16:5.19.7
source: 33. Mallānaṃvandanā
sc_po: 33. The Mallas Pay Homage

# dn16:5.20.1
source: Tena kho pana samayena kosinārakā mallā sandhāgāre sannipatitā honti kenacideva karaṇīyena.
sc_po: Now at that time the Mallas of Kusinārā were sitting together at the meeting hall on some business.

# dn16:5.20.2
source: Atha kho āyasmā ānando yena kosinārakānaṃ mallānaṃ sandhāgāraṃ tenupasaṅkami; upasaṅkamitvā kosinārakānaṃ mallānaṃ ārocesi:
sc_po: Ānanda went up to them, and announced:

# dn16:5.20.3
source: “ajja kho, vāseṭṭhā, rattiyā pacchime yāme tathāgatassa parinibbānaṃ bhavissati.
sc_po: “This very day, Vāseṭṭhas, in the last watch of the night, the Realized One will become fully extinguished.

# dn16:5.20.4
source: Abhikkamatha, vāseṭṭhā, abhikkamatha, vāseṭṭhā.
sc_po: Come forth, Vāseṭṭhas! Come forth, Vāseṭṭhas!

# dn16:5.20.5
source: Mā pacchā vippaṭisārino ahuvattha:
sc_po: Don’t regret it later, thinking:

# dn16:5.20.6
source: ‘amhākañca no gāmakkhette tathāgatassa parinibbānaṃ ahosi, na mayaṃ labhimhā pacchime kāle tathāgataṃ dassanāyā’”ti.
sc_po: ‘The Realized One became fully extinguished in our own village district, but we didn’t get a chance to see him in his final hour.’”

# dn16:5.21.1
source: Idamāyasmato ānandassa vacanaṃ sutvā mallā ca mallaputtā ca mallasuṇisā ca mallapajāpatiyo ca aghāvino dummanā cetodukkhasamappitā appekacce kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṃ papatanti, āvaṭṭanti vivaṭṭanti:
sc_po: When they heard what Ānanda had to say, the Mallas, their sons, daughters-in-law, and wives became distraught, saddened, and grief-stricken. And some, with hair disheveled and arms raised, falling down like their feet were chopped off, rolling back and forth, lamented,

# dn16:5.21.2
source: “atikhippaṃ bhagavā parinibbāyissati, atikhippaṃ sugato parinibbāyissati, atikhippaṃ cakkhuṃ loke antaradhāyissatī”ti.
sc_po: “Too soon the Blessed One will become fully extinguished! Too soon the Holy One will become fully extinguished! Too soon the seer will vanish from the world!”

# dn16:5.21.3
source: Atha kho mallā ca mallaputtā ca mallasuṇisā ca mallapajāpatiyo ca aghāvino dummanā cetodukkhasamappitā yena upavattanaṃ mallānaṃ sālavanaṃ yenāyasmā ānando tenupasaṅkamiṃsu.
sc_po: Then the Mallas, their sons, daughters-in-law, and wives, distraught, saddened, and grief-stricken went to the Mallian sal grove at Upavattana and approached Ānanda.

# dn16:5.22.1
source: Atha kho āyasmato ānandassa etadahosi:
sc_po: Then Ānanda thought,

# dn16:5.22.2
source: “sace kho ahaṃ kosinārake malle ekamekaṃ bhagavantaṃ vandāpessāmi, avandito bhagavā kosinārakehi mallehi bhavissati, athāyaṃ ratti vibhāyissati.
sc_po: “If I have the Mallas pay homage to the Buddha one by one, they won’t be finished before first light.

# dn16:5.22.3
source: Yannūnāhaṃ kosinārake malle kulaparivattaso kulaparivattaso ṭhapetvā bhagavantaṃ vandāpeyyaṃ:
sc_po: I’d better separate them family by family and then have them pay homage, saying:

# dn16:5.22.4
source: ‘itthannāmo, bhante, mallo saputto sabhariyo sapariso sāmacco bhagavato pāde sirasā vandatī’”ti.
sc_po: ‘Sir, the Malla named so-and-so with children, wives, retinue, and ministers bows with his head at your feet.’”

# dn16:5.22.5
source: Atha kho āyasmā ānando kosinārake malle kulaparivattaso kulaparivattaso ṭhapetvā bhagavantaṃ vandāpesi:
sc_po: And so that’s what he did.

# dn16:5.22.7
source: Atha kho āyasmā ānando etena upāyena paṭhameneva yāmena kosinārake malle bhagavantaṃ vandāpesi.
sc_po: So by this means Ānanda got the Mallas to finish paying homage to the Buddha in the first watch of the night.

# dn16:5.22.8
source: 34. Subhaddaparibbājakavatthu
sc_po: 34. On Subhadda the Wanderer

# dn16:5.23.1
source: Tena kho pana samayena subhaddo nāma paribbājako kusinārāyaṃ paṭivasati.
sc_po: Now at that time a wanderer named Subhadda was residing near Kusinārā.

# dn16:5.23.2
source: Assosi kho subhaddo paribbājako:
sc_po: He heard that

# dn16:5.23.3
source: “ajja kira rattiyā pacchime yāme samaṇassa gotamassa parinibbānaṃ bhavissatī”ti.
sc_po: on that very day, in the last watch of the night, the ascetic Gotama would become fully extinguished.

# dn16:5.23.4
source: Atha kho subhaddassa paribbājakassa etadahosi:
sc_po: He thought:

# dn16:5.23.5
source: “sutaṃ kho pana metaṃ paribbājakānaṃ vuḍḍhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ:
sc_po: “I have heard that brahmins of the past who were elderly and senior, the teachers of teachers, said:

# dn16:5.23.6
source: ‘kadāci karahaci tathāgatā loke uppajjanti arahanto sammāsambuddhā’ti.
sc_po: ‘Only rarely do Realized Ones arise in the world, perfected ones, fully awakened Buddhas.’

# dn16:5.23.7
source: Ajjeva rattiyā pacchime yāme samaṇassa gotamassa parinibbānaṃ bhavissati.
sc_po: And this very day, in the last watch of the night, the ascetic Gotama will become fully extinguished.

# dn16:5.23.8
source: Atthi ca me ayaṃ kaṅkhādhammo uppanno,
sc_po: This state of uncertainty has come up in me.

# dn16:5.23.9
source: evaṃ pasanno ahaṃ samaṇe gotame, ‘pahoti me samaṇo gotamo tathā dhammaṃ desetuṃ, yathāhaṃ imaṃ kaṅkhādhammaṃ pajaheyyan’”ti.
sc_po: I am quite confident that the Buddha is capable of teaching me so that I can give up this state of uncertainty.”

# dn16:5.24.1
source: Atha kho subhaddo paribbājako yena upavattanaṃ mallānaṃ sālavanaṃ, yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ etadavoca:
sc_po: Then Subhadda went to the Mallian sal grove at Upavattana, approached Ānanda, and said to him,

# dn16:5.24.2
source: “sutaṃ metaṃ, bho ānanda, paribbājakānaṃ vuḍḍhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ:
sc_po: “Master Ānanda, I have heard that brahmins of the past who were elderly and senior, the teachers of teachers, said:

# dn16:5.24.3
source: ‘kadāci karahaci tathāgatā loke uppajjanti arahanto sammāsambuddhā’ti.
sc_po: ‘Only rarely do Realized Ones arise in the world, perfected ones, fully awakened Buddhas.’
