Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:1.27.2
source: Yasmiṃ padese nīcā devatā vatthūni pariggaṇhanti, nīcānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.
sc_po: Lesser rulers or royal ministers inclined to build houses at sites possessed by lesser deities.

# dn16:1.27.3
source: Addasā kho bhagavā dibbena cakkhunā visuddhena atikkantamānusakena tā devatāyo sahasseva pāṭaligāme vatthūni pariggaṇhantiyo.
sc_po: With clairvoyance that is purified and superhuman, the Buddha saw those deities taking possession of building sites in Pāṭaligāma.

# dn16:1.27.4
source: Atha kho bhagavā rattiyā paccūsasamayaṃ paccuṭṭhāya āyasmantaṃ ānandaṃ āmantesi:
sc_po: The Buddha rose at the crack of dawn and addressed Ānanda,

# dn16:1.27.5
source: “Ke nu kho, ānanda, pāṭaligāme nagaraṃ māpentī”ti?
sc_po: “Ānanda, who is building a citadel at Pāṭaligāma?”

# dn16:1.27.6
source: “Sunidhavassakārā, bhante, magadhamahāmattā pāṭaligāme nagaraṃ māpenti vajjīnaṃ paṭibāhāyā”ti.
sc_po: “Sir, the Magadhan ministers Sunidha and Vassakāra are building a citadel to keep the Vajjis out.”

# dn16:1.28.1
source: “Seyyathāpi, ānanda, devehi tāvatiṃsehi saddhiṃ mantetvā;
sc_po: “It’s as if they were building the citadel in consultation with the gods of the Thirty-Three.

# dn16:1.28.3
source: Idhāhaṃ, ānanda, addasaṃ dibbena cakkhunā visuddhena atikkantamānusakena sambahulā devatāyo sahasseva pāṭaligāme vatthūni pariggaṇhantiyo.
sc_po: With clairvoyance that is purified and superhuman, I saw those deities taking possession of building sites.

# dn16:1.28.4
source: Yasmiṃ, ānanda, padese mahesakkhā devatā vatthūni pariggaṇhanti, mahesakkhānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.
sc_po: Illustrious rulers or royal ministers inclined to build houses at sites possessed by illustrious deities.

# dn16:1.28.5
source: Yasmiṃ padese majjhimā devatā vatthūni pariggaṇhanti, majjhimānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.
sc_po: Middling rulers or royal ministers inclined to build houses at sites possessed by middling deities.

# dn16:1.28.6
source: Yasmiṃ padese nīcā devatā vatthūni pariggaṇhanti, nīcānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.
sc_po: Lesser rulers or royal ministers inclined to build houses at sites possessed by lesser deities.

# dn16:1.28.7
source: Yāvatā, ānanda, ariyaṃ āyatanaṃ yāvatā vaṇippatho idaṃ agganagaraṃ bhavissati pāṭaliputtaṃ puṭabhedanaṃ.
sc_po: As far as the civilized region extends, as far as the trading zone extends, this will be the chief city: the Pāṭaliputta trade center.

# dn16:1.28.8
source: Pāṭaliputtassa kho, ānanda, tayo antarāyā bhavissanti—
sc_po: But Pāṭaliputta will face three threats:

# dn16:1.28.9
source: aggito vā udakato vā mithubhedā vā”ti.
sc_po: from fire, flood, and dissension.”

# dn16:1.29.1
source: Atha kho sunidhavassakārā magadhamahāmattā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavatā saddhiṃ sammodiṃsu,
sc_po: Then the Magadhan ministers Sunidha and Vassakāra approached the Buddha, and exchanged greetings with him.

# dn16:1.29.2
source: sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhaṃsu, ekamantaṃ ṭhitā kho sunidhavassakārā magadhamahāmattā bhagavantaṃ etadavocuṃ:
sc_po: When the greetings and polite conversation were over, they stood to one side and said,

# dn16:1.29.3
source: “adhivāsetu no bhavaṃ gotamo ajjatanāya bhattaṃ saddhiṃ bhikkhusaṅghenā”ti.
sc_po: “Would Master Gotama together with the mendicant Saṅgha please accept today’s meal from me?”

# dn16:1.29.4
source: Adhivāsesi bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# dn16:1.30.1
source: Atha kho sunidhavassakārā magadhamahāmattā bhagavato adhivāsanaṃ viditvā yena sako āvasatho tenupasaṅkamiṃsu; upasaṅkamitvā sake āvasathe paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā bhagavato kālaṃ ārocāpesuṃ:
sc_po: Then, knowing that the Buddha had consented, they went to their own guest house, where they had a variety of delicious foods prepared. Then they had the Buddha informed of the time, saying,

# dn16:1.30.2
source: “kālo, bho gotama, niṭṭhitaṃ bhattan”ti.
sc_po: “It’s time, Master Gotama, the meal is ready.”

# dn16:1.30.3
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena sunidhavassakārānaṃ magadhamahāmattānaṃ āvasatho tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, went to their guest house together with the mendicant Saṅgha, where he sat on the seat spread out.

# dn16:1.30.4
source: Atha kho sunidhavassakārā magadhamahāmattā buddhappamukhaṃ bhikkhusaṅghaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesuṃ sampavāresuṃ.
sc_po: Then Sunidha and Vassakāra served and satisfied the mendicant Saṅgha headed by the Buddha with their own hands with a variety of delicious foods.

# dn16:1.30.5
source: Atha kho sunidhavassakārā magadhamahāmattā bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdiṃsu.
sc_po: When the Buddha had eaten and washed his hand and bowl, Sunidha and Vassakāra took a low seat and sat to one side.

# dn16:1.31.1
source: Ekamantaṃ nisinne kho sunidhavassakāre magadhamahāmatte bhagavā imāhi gāthāhi anumodi:
sc_po: The Buddha expressed his appreciation with these verses:

# dn16:1.31.2
source: “Yasmiṃ padese kappeti,
sc_po: “In the place he makes his dwelling,

# dn16:1.31.3
source: vāsaṃ paṇḍitajātiyo;
sc_po: having fed the astute

# dn16:1.31.4
source: Sīlavantettha bhojetvā,
sc_po: and the virtuous here,

# dn16:1.31.5
source: saññate brahmacārayo.
sc_po: the restrained spiritual practitioners,

# dn16:1.31.6
source: Yā tattha devatā āsuṃ,
sc_po: he should dedicate an offering

# dn16:1.31.7
source: tāsaṃ dakkhiṇamādise;
sc_po: to the deities there.

# dn16:1.31.8
source: Tā pūjitā pūjayanti,
sc_po: Venerated, they venerate him;

# dn16:1.31.9
source: mānitā mānayanti naṃ.
sc_po: honored, they honor him.

# dn16:1.31.10
source: Tato naṃ anukampanti,
sc_po: After that they have compassion for him,

# dn16:1.31.11
source: mātā puttaṃva orasaṃ;
sc_po: like a mother for the child at her breast.

# dn16:1.31.12
source: Devatānukampito poso,
sc_po: A man beloved of the deities

# dn16:1.31.13
source: sadā bhadrāni passatī”ti.
sc_po: always sees nice things.”

# dn16:1.31.14
source: Atha kho bhagavā sunidhavassakāre magadhamahāmatte imāhi gāthāhi anumoditvā uṭṭhāyāsanā pakkāmi.
sc_po: When the Buddha had expressed his appreciation to Sunidha and Vassakāra with these verses, he got up from his seat and left.

# dn16:1.32.1
source: Tena kho pana samayena sunidhavassakārā magadhamahāmattā bhagavantaṃ piṭṭhito piṭṭhito anubandhā honti:
sc_po: Sunidha and Vassakāra followed behind the Buddha, thinking,

# dn16:1.32.2
source: “yenajja samaṇo gotamo dvārena nikkhamissati, taṃ gotamadvāraṃ nāma bhavissati.
sc_po: “The gate through which the ascetic Gotama departs today shall be named the Gotama Gate.

# dn16:1.32.3
source: Yena titthena gaṅgaṃ nadiṃ tarissati, taṃ gotamatitthaṃ nāma bhavissatī”ti.
sc_po: The ford at which he crosses the Ganges River shall be named the Gotama Ford.”

# dn16:1.32.4
source: Atha kho bhagavā yena dvārena nikkhami, taṃ gotamadvāraṃ nāma ahosi.
sc_po: Then the gate through which the Buddha departed was named the Gotama Gate.

# dn16:1.32.5
source: Atha kho bhagavā yena gaṅgā nadī tenupasaṅkami.
sc_po: Then the Buddha came to the Ganges River.

# dn16:1.33.1
source: Tena kho pana samayena gaṅgā nadī pūrā hoti samatittikā kākapeyyā.
sc_po: Now at that time the Ganges was full to the brim so a crow could drink from it.

# dn16:1.33.2
source: Appekacce manussā nāvaṃ pariyesanti, appekacce uḷumpaṃ pariyesanti, appekacce kullaṃ bandhanti apārā, pāraṃ gantukāmā.
sc_po: Wanting to cross from the near to the far shore, some people were seeking a boat, some a dinghy, while some were tying up a raft.

# dn16:1.33.3
source: Atha kho bhagavā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—gaṅgāya nadiyā orimatīre antarahito pārimatīre paccuṭṭhāsi saddhiṃ bhikkhusaṃghena.
sc_po: But, as easily as a strong person would extend or contract their arm, the Buddha, together with the mendicant Saṅgha, vanished from the near shore and landed on the far shore.

# dn16:1.34.1
source: Addasā kho bhagavā te manusse appekacce nāvaṃ pariyesante appekacce uḷumpaṃ pariyesante appekacce kullaṃ bandhante apārā pāraṃ gantukāme.
sc_po: He saw all those people wanting to cross over.

# dn16:1.34.2
source: Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:
sc_po: Knowing the meaning of this, on that occasion the Buddha was inspired to exclaim:

# dn16:1.34.3
source: “Ye taranti aṇṇavaṃ saraṃ,
sc_po: “Those who cross a river or stream

# dn16:1.34.4
source: Setuṃ katvāna visajja pallalāni;
sc_po: have built a bridge and left the marshes behind.

# dn16:1.34.5
source: Kullañhi jano bandhati,
sc_po: While some people are still tying a raft,

# dn16:1.34.6
source: Tiṇṇā medhāvino janā”ti.
sc_po: intelligent people have crossed over.”

# dn16:1.34.8
source: 8. Ariyasaccakathā
sc_po: 8. Talk on the Noble Truths

# dn16:2.1.1
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha said to Venerable Ānanda,

# dn16:2.1.2
source: “āyāmānanda, yena koṭigāmo tenupasaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to Koṭigāma.”

# dn16:2.1.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:2.1.4
source: Atha kho bhagavā mahatā bhikkhusaṃghena saddhiṃ yena koṭigāmo tadavasari.
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at Koṭigāma,

# dn16:2.1.5
source: Tatra sudaṃ bhagavā koṭigāme viharati.
sc_po: and stayed there.

# dn16:2.2.1
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There he addressed the mendicants:

# dn16:2.2.2
source: “Catunnaṃ, bhikkhave, ariyasaccānaṃ ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: “Mendicants, not understanding and not penetrating four noble truths, both you and I have wandered and transmigrated for such a very long time.

# dn16:2.2.3
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# dn16:2.2.4
source: Dukkhassa, bhikkhave, ariyasaccassa ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: The noble truths of suffering,

# dn16:2.2.5
source: Dukkhasamudayassa, bhikkhave, ariyasaccassa ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: the origin of suffering,

# dn16:2.2.6
source: Dukkhanirodhassa, bhikkhave, ariyasaccassa ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: the cessation of suffering,

# dn16:2.2.7
source: Dukkhanirodhagāminiyā paṭipadāya, bhikkhave, ariyasaccassa ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: and the practice that leads to the cessation of suffering.

# dn16:2.2.8
source: Tayidaṃ, bhikkhave, dukkhaṃ ariyasaccaṃ anubuddhaṃ paṭividdhaṃ, dukkhasamudayaṃ ariyasaccaṃ anubuddhaṃ paṭividdhaṃ, dukkhanirodhaṃ ariyasaccaṃ anubuddhaṃ paṭividdhaṃ, dukkhanirodhagāminī paṭipadā ariyasaccaṃ anubuddhaṃ paṭividdhaṃ, ucchinnā bhavataṇhā, khīṇā bhavanetti, natthi dāni punabbhavo”ti.
sc_po: These noble truths of suffering, origin, cessation, and the path have been understood and comprehended. Craving for continued existence has been cut off; the attachment to continued existence is ended; now there are no more future lives.”

# dn16:2.3.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn16:2.3.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# dn16:2.3.3
source: “Catunnaṃ ariyasaccānaṃ,
sc_po: “Because of not truly seeing

# dn16:2.3.4
source: yathābhūtaṃ adassanā;
sc_po: the four noble truths,

# dn16:2.3.5
source: Saṃsitaṃ dīghamaddhānaṃ,
sc_po: we have transmigrated for a long time

# dn16:2.3.6
source: tāsu tāsveva jātisu.
sc_po: from one rebirth to the next.

# dn16:2.3.7
source: Tāni etāni diṭṭhāni,
sc_po: But now that these truths have been seen,

# dn16:2.3.8
source: bhavanetti samūhatā;
sc_po: the attachment to rebirth is eradicated.

# dn16:2.3.9
source: Ucchinnaṃ mūlaṃ dukkhassa,
sc_po: The root of suffering is cut off,

# dn16:2.3.10
source: natthi dāni punabbhavo”ti.
sc_po: now there are no more future lives.”

# dn16:2.4.1
source: Tatrapi sudaṃ bhagavā koṭigāme viharanto etadeva bahulaṃ bhikkhūnaṃ dhammiṃ kathaṃ karoti:
sc_po: And while staying at Koṭigāma, too, the Buddha often gave this Dhamma talk to the mendicants:

# dn16:2.4.2
source: “iti sīlaṃ, iti samādhi, iti paññā.
sc_po: “Such is ethics, such is immersion, such is wisdom.

# dn16:2.4.3
source: Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṃso.
sc_po: When immersion is imbued with ethics it’s very fruitful and beneficial.

# dn16:2.4.4
source: Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṃsā.
sc_po: When wisdom is imbued with immersion it’s very fruitful and beneficial.

# dn16:2.4.5
source: Paññāparibhāvitaṃ cittaṃ sammadeva āsavehi vimuccati, seyyathidaṃ—
sc_po: When the mind is imbued with wisdom it is rightly freed from the defilements, namely,

# dn16:2.4.6
source: kāmāsavā, bhavāsavā, avijjāsavā”ti.
sc_po: the defilements of sensuality, desire to be reborn, and ignorance.”

# dn16:2.4.7
source: 9. Anāvattidhammasambodhiparāyaṇa
sc_po: 9. The Deaths in Nādika

# dn16:2.5.1
source: Atha kho bhagavā koṭigāme yathābhirantaṃ viharitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: When the Buddha had stayed in Koṭigāma as long as he wished, he said to Ānanda,

# dn16:2.5.2
source: “āyāmānanda, yena nātikā tenupaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to Nādika.”

# dn16:2.5.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:2.5.4
source: Atha kho bhagavā mahatā bhikkhusaṃghena saddhiṃ yena nātikā tadavasari.
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at Nādika,

# dn16:2.5.5
source: Tatrapi sudaṃ bhagavā nātike viharati giñjakāvasathe.
sc_po: where he stayed in the brick house.

# dn16:2.6.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him,

# dn16:2.6.2
source: “sāḷho nāma, bhante, bhikkhu nātike kālaṅkato, tassa kā gati, ko abhisamparāyo?
sc_po: “Sir, the monk named Sāḷha has passed away in Nādika. Where has he been reborn in his next life?

# dn16:2.6.3
source: Nandā nāma, bhante, bhikkhunī nātike kālaṅkatā, tassā kā gati, ko abhisamparāyo?
sc_po: The nun named Nandā,

# dn16:2.6.4
source: Sudatto nāma, bhante, upāsako nātike kālaṅkato, tassa kā gati, ko abhisamparāyo?
sc_po: the layman named Sudatta,

# dn16:2.6.5
source: Sujātā nāma, bhante, upāsikā nātike kālaṅkatā, tassā kā gati, ko abhisamparāyo?
sc_po: and the laywoman named Sujātā have passed away in Nādika. Where have they been reborn in the next life?

# dn16:2.6.6
source: Kukkuṭo nāma, bhante, upāsako nātike kālaṅkato, tassa kā gati, ko abhisamparāyo?
sc_po: The laymen named Kakkaṭa,

# dn16:2.6.7
source: Kāḷimbo nāma, bhante, upāsako … pe …
sc_po: Kaḷibha,

# dn16:2.6.8
source: nikaṭo nāma, bhante, upāsako …
sc_po: Nikata,

# dn16:2.6.9
source: kaṭissaho nāma, bhante, upāsako …
sc_po: Kaṭissaha,

# dn16:2.6.10
source: tuṭṭho nāma, bhante, upāsako …
sc_po: Tuṭṭha,

# dn16:2.6.11
source: santuṭṭho nāma, bhante, upāsako …
sc_po: Santuṭṭha,

# dn16:2.6.12
source: bhaddo nāma, bhante, upāsako …
sc_po: Bhadda, and

# dn16:2.6.13
source: subhaddo nāma, bhante, upāsako nātike kālaṅkato, tassa kā gati, ko abhisamparāyo”ti?
sc_po: Subhadda have passed away in Nādika. Where have they been reborn in the next life?”

# dn16:2.7.1
source: “Sāḷho, ānanda, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: “Ānanda, the monk Sāḷha had realized the undefiled freedom of heart and freedom by wisdom in this very life, having realized it with his own insight due to the ending of defilements.

# dn16:2.7.2
source: Nandā, ānanda, bhikkhunī pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyinī anāvattidhammā tasmā lokā.
sc_po: The nun Nandā had ended the five lower fetters. She’s been reborn spontaneously, and will be extinguished there, not liable to return from that world.

# dn16:2.7.3
source: Sudatto, ānanda, upāsako tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissati.
sc_po: The layman Sudatta had ended three fetters, and weakened greed, hate, and delusion. He’s a once-returner; he will come back to this world once only, then make an end of suffering.

# dn16:2.7.4
source: Sujātā, ānanda, upāsikā tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā.
sc_po: The laywoman Sujātā had ended three fetters. She’s a stream-enterer, not liable to be reborn in the underworld, bound for awakening.

# dn16:2.7.5
source: Kukkuṭo, ānanda, upāsako pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā.
sc_po: The laymen Kakkaṭa,

# dn16:2.7.6
source: Kāḷimbo, ānanda, upāsako … pe …
sc_po: Kaḷibha,

# dn16:2.7.7
source: nikaṭo, ānanda, upāsako …
sc_po: Nikata,

# dn16:2.7.8
source: kaṭissaho, ānanda, upāsako …
sc_po: Kaṭissaha,

# dn16:2.7.9
source: tuṭṭho, ānanda, upāsako …
sc_po: Tuṭṭha,

# dn16:2.7.10
source: santuṭṭho, ānanda, upāsako …
sc_po: Santuṭṭha,

# dn16:2.7.11
source: bhaddo, ānanda, upāsako …
sc_po: Bhadda, and

# dn16:2.7.12
source: subhaddo, ānanda, upāsako pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko tattha parinibbāyī anāvattidhammo tasmā lokā.
sc_po: and Subhadda had ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world.

# dn16:2.7.13
source: Paropaññāsaṃ, ānanda, nātike upāsakā kālaṅkatā, pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā.
sc_po: Over fifty laymen in Nādika have passed away having ended the five lower fetters. They’ve been reborn spontaneously, and will be extinguished there, not liable to return from that world.

# dn16:2.7.14
source: Sādhikā navuti, ānanda, nātike upāsakā kālaṅkatā tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti.
sc_po: More than ninety laymen in Nādika have passed away having ended three fetters, and weakened greed, hate, and delusion. They’re once-returners, who will come back to this world once only, then make an end of suffering.

# dn16:2.7.15
source: Sātirekāni, ānanda, pañcasatāni nātike upāsakā kālaṅkatā, tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyaṇā.
sc_po: In excess of five hundred laymen in Nādika have passed away having ended three fetters. They’re stream-enterers, not liable to be reborn in the underworld, bound for awakening.

# dn16:2.7.16
source: 10. Dhammādāsadhammapariyāya
sc_po: 10. The Mirror of the Teaching

# dn16:2.8.1
source: Anacchariyaṃ kho panetaṃ, ānanda, yaṃ manussabhūto kālaṃ kareyya.
sc_po: It’s hardly surprising that a human being should pass away.

# dn16:2.8.2
source: Tasmiṃyeva kālaṅkate tathāgataṃ upasaṅkamitvā etamatthaṃ pucchissatha, vihesā hesā, ānanda, tathāgatassa.
sc_po: But if you should come and ask me about it each and every time someone passes away, that would be a bother for me.

# dn16:2.8.3
source: Tasmātihānanda, dhammādāsaṃ nāma dhammapariyāyaṃ desessāmi, yena samannāgato ariyasāvako ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: So Ānanda, I will teach you the explanation of the Dhamma called ‘the mirror of the teaching’. A noble disciple who has this may declare of themselves:

# dn16:2.8.4
source: ‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti.
sc_po: ‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’

# dn16:2.9.1
source: Katamo ca so, ānanda, dhammādāso dhammapariyāyo, yena samannāgato ariyasāvako ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: And what is that mirror of the teaching?

# dn16:2.9.3
source: Idhānanda, ariyasāvako buddhe aveccappasādena samannāgato hoti:
sc_po: It’s when a noble disciple has experiential confidence in the Buddha:

# dn16:2.9.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# dn16:2.9.5
source: Dhamme aveccappasādena samannāgato hoti:
sc_po: They have experiential confidence in the teaching:

# dn16:2.9.6
source: ‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti.
sc_po: ‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’

# dn16:2.9.7
source: Saṅghe aveccappasādena samannāgato hoti:
sc_po: They have experiential confidence in the Saṅgha:

# dn16:2.9.8
source: ‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti.
sc_po: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’

# dn16:2.9.9
source: Ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññūpasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi.
sc_po: And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# dn16:2.9.10
source: Ayaṃ kho so, ānanda, dhammādāso dhammapariyāyo, yena samannāgato ariyasāvako ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: This is that mirror of the teaching.”

# dn16:2.10.1
source: Tatrapi sudaṃ bhagavā nātike viharanto giñjakāvasathe etadeva bahulaṃ bhikkhūnaṃ dhammiṃ kathaṃ karoti:
sc_po: And while staying there in Nādika the Buddha often gave this Dhamma talk to the mendicants:

# dn16:2.10.2
source: “Iti sīlaṃ iti samādhi iti paññā.
sc_po: “Such is ethics, such is immersion, such is wisdom.

# dn16:2.10.3
source: Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṃso.
sc_po: When immersion is imbued with ethics it’s very fruitful and beneficial.

# dn16:2.10.4
source: Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṃsā.
sc_po: When wisdom is imbued with immersion it’s very fruitful and beneficial.
