Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:3.25.1
source: Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni.
sc_po: Perceiving form internally, someone sees visions externally, limited, both pretty and ugly.

# dn16:3.25.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn16:3.25.3
source: Idaṃ paṭhamaṃ abhibhāyatanaṃ.
sc_po: This is the first dimension of mastery.

# dn16:3.26.1
source: Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni.
sc_po: Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.

# dn16:3.26.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn16:3.26.3
source: Idaṃ dutiyaṃ abhibhāyatanaṃ.
sc_po: This is the second dimension of mastery.

# dn16:3.27.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni.
sc_po: Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly.

# dn16:3.27.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn16:3.27.3
source: Idaṃ tatiyaṃ abhibhāyatanaṃ.
sc_po: This is the third dimension of mastery.

# dn16:3.28.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni.
sc_po: Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.

# dn16:3.28.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn16:3.28.3
source: Idaṃ catutthaṃ abhibhāyatanaṃ.
sc_po: This is the fourth dimension of mastery.

# dn16:3.29.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are blue, with blue color, blue hue, and blue tint.

# dn16:3.29.2
source: Seyyathāpi nāma umāpupphaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ. Seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ.
sc_po: They’re like a flax flower that’s blue, with blue color, blue hue, and blue tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, blue, with blue color, blue hue, and blue tint.

# dn16:3.29.3
source: Evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni.
sc_po: In the same way, not perceiving form internally, someone sees visions externally, blue, with blue color, blue hue, and blue tint.

# dn16:3.29.4
source: ‘Tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn16:3.29.5
source: Idaṃ pañcamaṃ abhibhāyatanaṃ.
sc_po: This is the fifth dimension of mastery.

# dn16:3.30.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint.

# dn16:3.30.2
source: Seyyathāpi nāma kaṇikārapupphaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ. Seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ.
sc_po: They’re like a champak flower that’s yellow, with yellow color, yellow hue, and yellow tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, yellow, with yellow color, yellow hue, and yellow tint.

# dn16:3.30.3
source: Evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni.
sc_po: In the same way, not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint.

# dn16:3.30.4
source: ‘Tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn16:3.30.5
source: Idaṃ chaṭṭhaṃ abhibhāyatanaṃ.
sc_po: This is the sixth dimension of mastery.

# dn16:3.31.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint.

# dn16:3.31.2
source: Seyyathāpi nāma bandhujīvakapupphaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ. Seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ.
sc_po: They’re like a scarlet mallow flower that’s red, with red color, red hue, and red tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, red, with red color, red hue, and red tint.

# dn16:3.31.3
source: Evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni.
sc_po: In the same way, not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint.

# dn16:3.31.4
source: ‘Tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn16:3.31.5
source: Idaṃ sattamaṃ abhibhāyatanaṃ.
sc_po: This is the seventh dimension of mastery.

# dn16:3.32.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint.

# dn16:3.32.2
source: Seyyathāpi nāma osadhitārakā odātā odātavaṇṇā odātanidassanā odātanibhāsā. Seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ odātaṃ odātavaṇṇaṃ odātanidassanaṃ odātanibhāsaṃ.
sc_po: They’re like the morning star that’s white, with white color, white hue, and white tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, white, with white color, white hue, and white tint.

# dn16:3.32.3
source: Evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni.
sc_po: In the same way, not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint.

# dn16:3.32.4
source: ‘Tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn16:3.32.5
source: Idaṃ aṭṭhamaṃ abhibhāyatanaṃ.
sc_po: This is the eighth dimension of mastery.

# dn16:3.32.6
source: Imāni kho, ānanda, aṭṭha abhibhāyatanāni.
sc_po: These are the eight dimensions of mastery.

# dn16:3.32.7
source: 19. Aṭṭhavimokkha
sc_po: 19. The Eight Liberations

# dn16:3.33.1
source: Aṭṭha kho ime, ānanda, vimokkhā.
sc_po: Ānanda, there are these eight liberations.

# dn16:3.33.2
source: Katame aṭṭha?
sc_po: What eight?

# dn16:3.33.3
source: Rūpī rūpāni passati,
sc_po: Having physical form, they see visions.

# dn16:3.33.4
source: ayaṃ paṭhamo vimokkho.
sc_po: This is the first liberation.

# dn16:3.33.5
source: Ajjhattaṃ arūpasaññī bahiddhā rūpāni passati,
sc_po: Not perceiving form internally, they see visions externally.

# dn16:3.33.6
source: ayaṃ dutiyo vimokkho.
sc_po: This is the second liberation.

# dn16:3.33.7
source: Subhanteva adhimutto hoti,
sc_po: They’re focused only on beauty.

# dn16:3.33.8
source: ayaṃ tatiyo vimokkho.
sc_po: This is the third liberation.

# dn16:3.33.9
source: Sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space.

# dn16:3.33.10
source: ayaṃ catuttho vimokkho.
sc_po: This is the fourth liberation.

# dn16:3.33.11
source: Sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness.

# dn16:3.33.12
source: ayaṃ pañcamo vimokkho.
sc_po: This is the fifth liberation.

# dn16:3.33.13
source: Sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness.

# dn16:3.33.14
source: ayaṃ chaṭṭho vimokkho.
sc_po: This is the sixth liberation.

# dn16:3.33.15
source: Sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception.

# dn16:3.33.16
source: ayaṃ sattamo vimokkho.
sc_po: This is the seventh liberation.

# dn16:3.33.17
source: Sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling.

# dn16:3.33.18
source: ayaṃ aṭṭhamo vimokkho.
sc_po: This is the eighth liberation.

# dn16:3.33.19
source: Ime kho, ānanda, aṭṭha vimokkhā.
sc_po: These are the eight liberations.

# dn16:3.34.1
source: Ekamidāhaṃ, ānanda, samayaṃ uruvelāyaṃ viharāmi najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho.
sc_po: Ānanda, this one time, when I was first awakened, I was staying near Uruvelā at the goatherd’s banyan tree on the bank of the Nerañjarā River.

# dn16:3.34.2
source: Atha kho, ānanda, māro pāpimā yenāhaṃ tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho, ānanda, māro pāpimā maṃ etadavoca:
sc_po: Then Māra the wicked approached me, stood to one side, and said:

# dn16:3.34.3
source: ‘parinibbātu dāni, bhante, bhagavā; parinibbātu sugato, parinibbānakālo dāni, bhante, bhagavato’ti.
sc_po: ‘Sir, may the Blessed One now become fully extinguished! May the Holy One now become fully extinguished! Now is the time for the Buddha to become fully extinguished.’

# dn16:3.34.4
source: Evaṃ vutte, ahaṃ, ānanda, māraṃ pāpimantaṃ etadavocaṃ:
sc_po: When he had spoken, I said to Māra:

# dn16:3.35.1
source: ‘Na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me bhikkhū na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessanti.
sc_po: ‘Wicked One, I will not become fully extinguished until I have monk disciples …

# dn16:3.35.2
source: Na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me bhikkhuniyo na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessanti.
sc_po: nun disciples …

# dn16:3.35.3
source: Na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me upāsakā na sāvakā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacārino, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessanti.
sc_po: layman disciples …

# dn16:3.35.4
source: Na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me upāsikā na sāvikā bhavissanti viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā sāmīcippaṭipannā anudhammacāriniyo, sakaṃ ācariyakaṃ uggahetvā ācikkhissanti desessanti paññapessanti paṭṭhapessanti vivarissanti vibhajissanti uttānīkarissanti, uppannaṃ parappavādaṃ sahadhammena suniggahitaṃ niggahetvā sappāṭihāriyaṃ dhammaṃ desessanti.
sc_po: laywoman disciples who are competent, educated, assured, learned.

# dn16:3.35.5
source: Na tāvāhaṃ, pāpima, parinibbāyissāmi, yāva me idaṃ brahmacariyaṃ na iddhañceva bhavissati phītañca vitthārikaṃ bāhujaññaṃ puthubhūtaṃ yāva devamanussehi suppakāsitan’ti.
sc_po: Not until my spiritual life is successful and prosperous, extensive, popular, widespread, and well proclaimed wherever there are gods and humans.’

# dn16:3.36.1
source: Idāneva kho, ānanda, ajja cāpāle cetiye māro pāpimā yenāhaṃ tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho, ānanda, māro pāpimā maṃ etadavoca:
sc_po: Today, just now at the Cāpāla shrine Māra the Wicked approached me once more with the same request, reminding me of my former statement, and saying that those conditions had been fulfilled.

# dn16:3.37.1
source: Evaṃ vutte, ahaṃ, ānanda, māraṃ pāpimantaṃ etadavocaṃ:
sc_po: When he had spoken, I said to Māra:

# dn16:3.37.2
source: ‘appossukko tvaṃ, pāpima, hohi, na ciraṃ tathāgatassa parinibbānaṃ bhavissati.
sc_po: ‘Relax, Wicked One. The final extinguishment of the Realized One will be soon.

# dn16:3.37.3
source: Ito tiṇṇaṃ māsānaṃ accayena tathāgato parinibbāyissatī’ti.
sc_po: Three months from now the Realized One will finally be extinguished.’

# dn16:3.37.4
source: Idāneva kho, ānanda, ajja cāpāle cetiye tathāgatena satena sampajānena āyusaṅkhāro ossaṭṭho”ti.
sc_po: So today, just now at the Cāpāla tree shrine, mindful and aware, I surrendered the life force.”

# dn16:3.37.5
source: 20. Ānandayācanakathā
sc_po: 20. The Appeal of Ānanda

# dn16:3.38.1
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
sc_po: When he said this, Venerable Ānanda said to the Buddha,

# dn16:3.38.2
source: “tiṭṭhatu, bhante, bhagavā kappaṃ, tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti.
sc_po: “Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.”

# dn16:3.38.3
source: “Alaṃ dāni, ānanda.
sc_po: “Enough now, Ānanda.

# dn16:3.38.4
source: Mā tathāgataṃ yāci, akālo dāni, ānanda, tathāgataṃ yācanāyā”ti.
sc_po: Do not beg the Realized One. Now is not the time to beg the Realized One.”

# dn16:3.39.1
source: Dutiyampi kho āyasmā ānando … pe …
sc_po: For a second time …

# dn16:3.39.2
source: tatiyampi kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: For a third time, Ānanda said to the Buddha,

# dn16:3.39.3
source: “tiṭṭhatu, bhante, bhagavā kappaṃ, tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti.
sc_po: “Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.”

# dn16:3.39.4
source: “Saddahasi tvaṃ, ānanda, tathāgatassa bodhin”ti?
sc_po: “Ānanda, do you have faith in the Realized One’s awakening?”

# dn16:3.39.5
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# dn16:3.39.6
source: “Atha kiñcarahi tvaṃ, ānanda, tathāgataṃ yāvatatiyakaṃ abhinippīḷesī”ti?
sc_po: “Then why do you keep pressing me up to the third time?”

# dn16:3.40.1
source: “Sammukhā metaṃ, bhante, bhagavato sutaṃ sammukhā paṭiggahitaṃ:
sc_po: “Sir, I have heard and learned this in the presence of the Buddha:

# dn16:3.40.2
source: ‘yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā.
sc_po: ‘Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon.

# dn16:3.40.3
source: Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā. So ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā’”ti.
sc_po: The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.’”

# dn16:3.40.4
source: “Saddahasi tvaṃ, ānandā”ti?
sc_po: “Do you have faith, Ānanda?”

# dn16:3.40.5
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# dn16:3.40.6
source: “Tasmātihānanda, tuyhevetaṃ dukkaṭaṃ, tuyhevetaṃ aparaddhaṃ, yaṃ tvaṃ tathāgatena evaṃ oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ, na tathāgataṃ yāci:
sc_po: “Therefore, Ānanda, the misdeed is yours alone, the mistake is yours alone. For even though the Realized One dropped such an obvious hint, such a clear sign, you didn’t beg me to remain for the eon, or what’s left of it.

# dn16:3.40.8
source: Sace tvaṃ, ānanda, tathāgataṃ yāceyyāsi, dveva te vācā tathāgato paṭikkhipeyya, atha tatiyakaṃ adhivāseyya.
sc_po: If you had begged me, I would have refused you twice, but consented on the third time.

# dn16:3.40.9
source: Tasmātihānanda, tuyhevetaṃ dukkaṭaṃ, tuyhevetaṃ aparaddhaṃ.
sc_po: Therefore, Ānanda, the misdeed is yours alone, the mistake is yours alone.

# dn16:3.41.1
source: Ekamidāhaṃ, ānanda, samayaṃ rājagahe viharāmi gijjhakūṭe pabbate.
sc_po: Ānanda, this one time I was staying near Rājagaha, on the Vulture’s Peak Mountain.

# dn16:3.41.2
source: Tatrāpi kho tāhaṃ, ānanda, āmantesiṃ:
sc_po: There I said to you:

# dn16:3.41.3
source: ‘ramaṇīyaṃ, ānanda, rājagahaṃ, ramaṇīyo, ānanda, gijjhakūṭo pabbato.
sc_po: ‘Ānanda, Rājagaha is lovely, and so is the Vulture’s Peak.

# dn16:3.41.4
source: Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā.
sc_po: Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon.

# dn16:3.41.5
source: Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā’ti.
sc_po: The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.’

# dn16:3.41.6
source: Evampi kho tvaṃ, ānanda, tathāgatena oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ, na tathāgataṃ yāci:
sc_po: But you didn’t get it, even though I dropped such an obvious hint, such a clear sign. You didn’t beg me to remain for the eon, or what’s left of it.

# dn16:3.41.8
source: Sace tvaṃ, ānanda, tathāgataṃ yāceyyāsi, dveva te vācā tathāgato paṭikkhipeyya, atha tatiyakaṃ adhivāseyya.
sc_po: If you had begged me, I would have refused you twice, but consented on the third time.

# dn16:3.41.9
source: Tasmātihānanda, tuyhevetaṃ dukkaṭaṃ, tuyhevetaṃ aparaddhaṃ.
sc_po: Therefore, Ānanda, the misdeed is yours alone, the mistake is yours alone.

# dn16:3.42.1
source: Ekamidāhaṃ, ānanda, samayaṃ tattheva rājagahe viharāmi gotamanigrodhe … pe …
sc_po: Ānanda, this one time I was staying right there near Rājagaha, at the Gotama banyan tree …

# dn16:3.42.2
source: tattheva rājagahe viharāmi corapapāte …
sc_po: at Bandit’s Cliff …

# dn16:3.42.3
source: tattheva rājagahe viharāmi vebhārapasse sattapaṇṇiguhāyaṃ …
sc_po: in the Sattapaṇṇi cave on the slopes of Vebhara …

# dn16:3.42.4
source: tattheva rājagahe viharāmi isigilipasse kāḷasilāyaṃ …
sc_po: at the Black rock on the slopes of Isigili …

# dn16:3.42.5
source: tattheva rājagahe viharāmi sītavane sappasoṇḍikapabbhāre …
sc_po: in the Cool Wood, under the Snake’s Hood Grotto …

# dn16:3.42.6
source: tattheva rājagahe viharāmi tapodārāme …
sc_po: in the Hot Springs Monastery …

# dn16:3.42.7
source: tattheva rājagahe viharāmi veḷuvane kalandakanivāpe …
sc_po: in the Bamboo Grove, the squirrels’ feeding ground …

# dn16:3.42.8
source: tattheva rājagahe viharāmi jīvakambavane …
sc_po: in Jīvaka’s mango grove …

# dn16:3.42.9
source: tattheva rājagahe viharāmi maddakucchismiṃ migadāye.
sc_po: in the Maddakucchi deer park …

# dn16:3.43.1
source: Tatrāpi kho tāhaṃ, ānanda, āmantesiṃ:
sc_po: And in each place I said to you:

# dn16:3.43.2
source: ‘ramaṇīyaṃ, ānanda, rājagahaṃ, ramaṇīyo gijjhakūṭo pabbato, ramaṇīyo gotamanigrodho, ramaṇīyo corapapāto, ramaṇīyā vebhārapasse sattapaṇṇiguhā, ramaṇīyā isigilipasse kāḷasilā, ramaṇīyo sītavane sappasoṇḍikapabbhāro, ramaṇīyo tapodārāmo, ramaṇīyo veḷuvane kalandakanivāpo, ramaṇīyaṃ jīvakambavanaṃ, ramaṇīyo maddakucchismiṃ migadāyo.
sc_po: ‘Ānanda, Rājagaha is lovely, and so are all these places. …

# dn16:3.44.2
source: ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā’ti.
sc_po: If he wished, the Realized One could live on for the eon or what’s left of the eon.’

# dn16:3.44.3
source: Evampi kho tvaṃ, ānanda, tathāgatena oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ, na tathāgataṃ yāci:
sc_po: But you didn’t get it, even though I dropped such an obvious hint, such a clear sign. You didn’t beg me to remain for the eon, or what’s left of it.

# dn16:3.45.1
source: Ekamidāhaṃ, ānanda, samayaṃ idheva vesāliyaṃ viharāmi udene cetiye.
sc_po: Ānanda, this one time I was staying right here near Vesālī, at the Udena shrine …

# dn16:3.46.1
source: Ekamidāhaṃ, ānanda, samayaṃ idheva vesāliyaṃ viharāmi gotamake cetiye … pe …
sc_po: at the Gotamaka shrine …

# dn16:3.46.2
source: idheva vesāliyaṃ viharāmi sattambe cetiye …
sc_po: at the Sattamba shrine …

# dn16:3.46.3
source: idheva vesāliyaṃ viharāmi bahuputte cetiye …
sc_po: at the Many Sons shrine …

# dn16:3.46.4
source: idheva vesāliyaṃ viharāmi sārandade cetiye …
sc_po: at the Sārandada shrine …

# dn16:3.47.1
source: idāneva kho tāhaṃ, ānanda, ajja cāpāle cetiye āmantesiṃ:
sc_po: and just now, today at the Cāpāla shrine. There I said to you:

# dn16:3.47.2
source: ‘ramaṇīyā, ānanda, vesālī, ramaṇīyaṃ udenaṃ cetiyaṃ, ramaṇīyaṃ gotamakaṃ cetiyaṃ, ramaṇīyaṃ sattambaṃ cetiyaṃ, ramaṇīyaṃ bahuputtaṃ cetiyaṃ, ramaṇīyaṃ sārandadaṃ cetiyaṃ, ramaṇīyaṃ cāpālaṃ cetiyaṃ.
sc_po: ‘Ānanda, Vesālī is lovely. And the Udena, Gotamaka, Sattamba, Bahuputta, Sārandada, and Cāpāla shrines are all lovely.

# dn16:3.47.3
source: Yassa kassaci, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno kappaṃ vā tiṭṭheyya kappāvasesaṃ vā.
sc_po: Whoever has developed and cultivated the four bases of psychic power—made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them—may, if they wish, live on for the eon or what’s left of the eon.

# dn16:3.47.4
source: Tathāgatassa kho, ānanda, cattāro iddhipādā bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, so ākaṅkhamāno, ānanda, tathāgato kappaṃ vā tiṭṭheyya kappāvasesaṃ vā’ti.
sc_po: The Realized One has developed and cultivated the four bases of psychic power, made them a vehicle and a basis, kept them up, consolidated them, and properly implemented them. If he wished, the Realized One could live on for the eon or what’s left of the eon.’
