Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:3.47.5
source: Evampi kho tvaṃ, ānanda, tathāgatena oḷārike nimitte kayiramāne oḷārike obhāse kayiramāne nāsakkhi paṭivijjhituṃ, na tathāgataṃ yāci:
sc_po: But you didn’t get it, even though I dropped such an obvious hint, such a clear sign. You didn’t beg me to remain for the eon, or what’s left of it, saying:

# dn16:3.47.6
source: ‘tiṭṭhatu bhagavā kappaṃ, tiṭṭhatu sugato kappaṃ bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti.
sc_po: ‘Sir, may the Blessed One please remain for the eon! May the Holy One please remain for the eon! That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.’

# dn16:3.47.7
source: Sace tvaṃ, ānanda, tathāgataṃ yāceyyāsi, dveva te vācā tathāgato paṭikkhipeyya, atha tatiyakaṃ adhivāseyya.
sc_po: If you had begged me, I would have refused you twice, but consented on the third time.

# dn16:3.47.8
source: Tasmātihānanda, tuyhevetaṃ dukkaṭaṃ, tuyhevetaṃ aparaddhaṃ.
sc_po: Therefore, Ānanda, the misdeed is yours alone, the mistake is yours alone.

# dn16:3.48.1
source: Nanu etaṃ, ānanda, mayā paṭikacceva akkhātaṃ:
sc_po: Did I not prepare for this when I explained that

# dn16:3.48.2
source: ‘sabbeheva piyehi manāpehi nānābhāvo vinābhāvo aññathābhāvo.
sc_po: we must be parted and separated from all we hold dear and beloved?

# dn16:3.48.3
source: Taṃ kutettha, ānanda, labbhā, yaṃ taṃ jātaṃ bhūtaṃ saṅkhataṃ palokadhammaṃ, taṃ vata mā palujjīti netaṃ ṭhānaṃ vijjati’.
sc_po: How could it possibly be so that what is born, created, conditioned, and liable to fall apart should not fall apart?

# dn16:3.48.4
source: Yaṃ kho panetaṃ, ānanda, tathāgatena cattaṃ vantaṃ muttaṃ pahīnaṃ paṭinissaṭṭhaṃ ossaṭṭho āyusaṅkhāro, ekaṃsena vācā bhāsitā:
sc_po: The Realized One has discarded, eliminated, released, given up, relinquished, and surrendered the life force. He has definitively stated:

# dn16:3.48.5
source: ‘na ciraṃ tathāgatassa parinibbānaṃ bhavissati.
sc_po: ‘The final extinguishment of the Realized One will be soon.

# dn16:3.48.6
source: Ito tiṇṇaṃ māsānaṃ accayena tathāgato parinibbāyissatī’ti.
sc_po: Three months from now the Realized One will finally be extinguished.’

# dn16:3.48.7
source: Tañca tathāgato jīvitahetu puna paccāvamissatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s not possible for the Realized One, for the sake of life, to take back the life force once it has been given up like that.

# dn16:3.48.8
source: Āyāmānanda, yena mahāvanaṃ kūṭāgārasālā tenupasaṅkamissāmā”ti.
sc_po: Come, Ānanda, let’s go to the Great Wood, the hall with the peaked roof.”

# dn16:3.48.9
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:3.49.1
source: Atha kho bhagavā āyasmatā ānandena saddhiṃ yena mahāvanaṃ kūṭāgārasālā tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: So the Buddha went with Ānanda to the hall with the peaked roof, and said to him,

# dn16:3.49.2
source: “gaccha tvaṃ, ānanda, yāvatikā bhikkhū vesāliṃ upanissāya viharanti, te sabbe upaṭṭhānasālāyaṃ sannipātehī”ti.
sc_po: “Go, Ānanda, gather all the mendicants staying in the vicinity of Vesālī together in the assembly hall.”

# dn16:3.49.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā yāvatikā bhikkhū vesāliṃ upanissāya viharanti, te sabbe upaṭṭhānasālāyaṃ sannipātetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: “Yes, sir,” replied Ānanda. He did what the Buddha asked, went up to him, bowed, stood to one side, and said to him,

# dn16:3.49.4
source: “sannipatito, bhante, bhikkhusaṅgho, yassadāni, bhante, bhagavā kālaṃ maññatī”ti.
sc_po: “Sir, the mendicant Saṅgha has assembled. Please, sir, go at your convenience.”

# dn16:3.50.1
source: Atha kho bhagavā yenupaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha went to the assembly hall, where he sat on the seat spread out

# dn16:3.50.2
source: Nisajja kho bhagavā bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# dn16:3.50.3
source: “tasmātiha, bhikkhave, ye te mayā dhammā abhiññā desitā, te vo sādhukaṃ uggahetvā āsevitabbā bhāvetabbā bahulīkātabbā, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ.
sc_po: “So, mendicants, having carefully memorized those things I have taught you from my direct knowledge, you should cultivate, develop, and make much of them so that this spiritual practice may last for a long time. That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# dn16:3.50.4
source: Katame ca te, bhikkhave, dhammā mayā abhiññā desitā, ye vo sādhukaṃ uggahetvā āsevitabbā bhāvetabbā bahulīkātabbā, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ.
sc_po: And what are those things I have taught from my direct knowledge?

# dn16:3.50.5
source: Seyyathidaṃ—cattāro satipaṭṭhānā, cattāro sammappadhānā, cattāro iddhipādā, pañcindriyāni, pañca balāni, satta bojjhaṅgā, ariyo aṭṭhaṅgiko maggo.
sc_po: They are: the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path.

# dn16:3.51.1
source: Ime kho te, bhikkhave, dhammā mayā abhiññā desitā, ye vo sādhukaṃ uggahetvā āsevitabbā bhāvetabbā bahulīkātabbā, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti.
sc_po: These are the things I have taught from my direct knowledge. Having carefully memorized them, you should cultivate, develop, and make much of them so that this spiritual practice may last for a long time. That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.”

# dn16:3.51.2
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants:

# dn16:3.51.3
source: “handa dāni, bhikkhave, āmantayāmi vo,
sc_po: “Come now, mendicants, I say to you all:

# dn16:3.51.4
source: vayadhammā saṅkhārā, appamādena sampādetha.
sc_po: ‘Conditions fall apart. Persist with diligence.’

# dn16:3.51.5
source: Naciraṃ tathāgatassa parinibbānaṃ bhavissati.
sc_po: The final extinguishment of the Realized One will be soon.

# dn16:3.51.6
source: Ito tiṇṇaṃ māsānaṃ accayena tathāgato parinibbāyissatī”ti.
sc_po: Three months from now the Realized One will finally be extinguished.”

# dn16:3.51.7
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn16:3.51.8
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# dn16:3.51.9
source: “Paripakko vayo mayhaṃ,
sc_po: “I’ve reached a ripe old age,

# dn16:3.51.10
source: parittaṃ mama jīvitaṃ;
sc_po: and little of my life is left.

# dn16:3.51.11
source: Pahāya vo gamissāmi,
sc_po: Having given it up, I’ll depart;

# dn16:3.51.12
source: kataṃ me saraṇamattano.
sc_po: I’ve made a refuge for myself.

# dn16:3.51.13
source: Appamattā satīmanto,
sc_po: Diligent and mindful,

# dn16:3.51.14
source: susīlā hotha bhikkhavo;
sc_po: be of good virtues, mendicants!

# dn16:3.51.15
source: Susamāhitasaṅkappā,
sc_po: With well-settled thoughts,

# dn16:3.51.16
source: sacittamanurakkhatha.
sc_po: take good care of your minds.

# dn16:3.51.17
source: Yo imasmiṃ dhammavinaye,
sc_po: Whoever meditates diligently

# dn16:3.51.18
source: appamatto vihassati;
sc_po: in this teaching and training,

# dn16:3.51.19
source: Pahāya jātisaṃsāraṃ,
sc_po: giving up transmigration through rebirths,

# dn16:3.51.20
source: dukkhassantaṃ karissatī”ti.
sc_po: will make an end to suffering.”

# dn16:3.51.22
source: 21. Nāgāpalokita
sc_po: 21. The Elephant Look

# dn16:4.1.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms.

# dn16:4.1.2
source: Vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto nāgāpalokitaṃ vesāliṃ apaloketvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then, after the meal, on his return from alms-round, he turned his whole body, the way that elephants do, to look back at Vesālī. He said to Venerable Ānanda:

# dn16:4.1.3
source: “idaṃ pacchimakaṃ, ānanda, tathāgatassa vesāliyā dassanaṃ bhavissati.
sc_po: “Ānanda, this will be the last time the Realized One sees Vesālī.

# dn16:4.1.4
source: Āyāmānanda, yena bhaṇḍagāmo tenupasaṅkamissāmā”ti.
sc_po: Come, Ānanda, let’s go to Bhaṇḍagāma.”

# dn16:4.1.5
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:4.2.1
source: Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṃ yena bhaṇḍagāmo tadavasari.
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at Bhaṇḍagāma,

# dn16:4.2.2
source: Tatra sudaṃ bhagavā bhaṇḍagāme viharati.
sc_po: and stayed there.

# dn16:4.2.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# dn16:4.2.4
source: “catunnaṃ, bhikkhave, dhammānaṃ ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: “Mendicants, not understanding and not penetrating four things, both you and I have wandered and transmigrated for such a very long time.

# dn16:4.2.5
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# dn16:4.2.6
source: Ariyassa, bhikkhave, sīlassa ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: Noble ethics,

# dn16:4.2.7
source: Ariyassa, bhikkhave, samādhissa ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: immersion,

# dn16:4.2.8
source: Ariyāya, bhikkhave, paññāya ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: wisdom,

# dn16:4.2.9
source: Ariyāya, bhikkhave, vimuttiyā ananubodhā appaṭivedhā evamidaṃ dīghamaddhānaṃ sandhāvitaṃ saṃsaritaṃ mamañceva tumhākañca.
sc_po: and freedom.

# dn16:4.2.10
source: Tayidaṃ, bhikkhave, ariyaṃ sīlaṃ anubuddhaṃ paṭividdhaṃ, ariyo samādhi anubuddho paṭividdho, ariyā paññā anubuddhā paṭividdhā, ariyā vimutti anubuddhā paṭividdhā, ucchinnā bhavataṇhā, khīṇā bhavanetti, natthi dāni punabbhavo”ti.
sc_po: These noble ethics, immersion, wisdom, and freedom have been understood and comprehended. Craving for continued existence has been cut off; the attachment to continued existence is ended; now there are no more future lives.”

# dn16:4.3.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn16:4.3.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# dn16:4.3.3
source: “Sīlaṃ samādhi paññā ca,
sc_po: “Ethics, immersion, and wisdom,

# dn16:4.3.4
source: vimutti ca anuttarā;
sc_po: and the supreme freedom:

# dn16:4.3.5
source: Anubuddhā ime dhammā,
sc_po: these things have been understood

# dn16:4.3.6
source: gotamena yasassinā.
sc_po: by Gotama the renowned.

# dn16:4.3.7
source: Iti buddho abhiññāya,
sc_po: And so the Buddha, having insight,

# dn16:4.3.8
source: dhammamakkhāsi bhikkhunaṃ;
sc_po: explained this teaching to the mendicants.

# dn16:4.3.9
source: Dukkhassantakaro satthā,
sc_po: The teacher made an end of suffering,

# dn16:4.3.10
source: cakkhumā parinibbuto”ti.
sc_po: seeing clearly, he is extinguished.”

# dn16:4.4.1
source: Tatrāpi sudaṃ bhagavā bhaṇḍagāme viharanto etadeva bahulaṃ bhikkhūnaṃ dhammiṃ kathaṃ karoti:
sc_po: And while staying there, too, he often gave this Dhamma talk to the mendicants:

# dn16:4.4.2
source: “iti sīlaṃ, iti samādhi, iti paññā.
sc_po: “Such is ethics, such is immersion, such is wisdom.

# dn16:4.4.3
source: Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṃso.
sc_po: When immersion is imbued with ethics it’s very fruitful and beneficial.

# dn16:4.4.4
source: Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṃsā.
sc_po: When wisdom is imbued with immersion it’s very fruitful and beneficial.

# dn16:4.4.5
source: Paññāparibhāvitaṃ cittaṃ sammadeva āsavehi vimuccati, seyyathidaṃ—
sc_po: When the mind is imbued with wisdom it is rightly freed from the defilements, namely,

# dn16:4.4.6
source: kāmāsavā, bhavāsavā, avijjāsavā”ti.
sc_po: the defilements of sensuality, desire to be reborn, and ignorance.”

# dn16:4.4.7
source: 22. Catumahāpadesakathā
sc_po: 22. The Four Great References

# dn16:4.5.1
source: Atha kho bhagavā bhaṇḍagāme yathābhirantaṃ viharitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: When the Buddha had stayed in Bhaṇḍagāma as long as he wished, he addressed Ānanda,

# dn16:4.5.2
source: “āyāmānanda, yena hatthigāmo,
sc_po: “Come, Ānanda, let’s go to Hatthigāma.”…

# dn16:4.5.3
source: yena ambagāmo,
sc_po: “Let’s go to Ambagāma.”…

# dn16:4.5.4
source: yena jambugāmo,
sc_po: “Let’s go to Jambugāma.”…

# dn16:4.5.5
source: yena bhoganagaraṃ tenupasaṅkamissāmā”ti.
sc_po: “Let’s go to Bhoganagara.”

# dn16:4.6.1
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:4.6.2
source: Atha kho bhagavā mahatā bhikkhusaṃghena saddhiṃ yena bhoganagaraṃ tadavasari.
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at Bhoganagara,

# dn16:4.7.1
source: Tatra sudaṃ bhagavā bhoganagare viharati ānande cetiye.
sc_po: where he stayed at the Ānanda shrine.

# dn16:4.7.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# dn16:4.7.3
source: “cattārome, bhikkhave, mahāpadese desessāmi,
sc_po: “Mendicants, I will teach you the four great references.

# dn16:4.7.4
source: taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# dn16:4.7.5
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# dn16:4.7.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# dn16:4.8.1
source: “Idha, bhikkhave, bhikkhu evaṃ vadeyya:
sc_po: “Take a mendicant who says:

# dn16:4.8.2
source: ‘sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ,
sc_po: ‘Reverend, I have heard and learned this in the presence of the Buddha:

# dn16:4.8.3
source: ayaṃ dhammo ayaṃ vinayo idaṃ satthusāsanan’ti.
sc_po: this is the teaching, this is the training, this is the Teacher’s instruction.’

# dn16:4.8.4
source: Tassa, bhikkhave, bhikkhuno bhāsitaṃ neva abhinanditabbaṃ nappaṭikkositabbaṃ.
sc_po: You should neither approve nor dismiss that mendicant’s statement.

# dn16:4.8.5
source: Anabhinanditvā appaṭikkositvā tāni padabyañjanāni sādhukaṃ uggahetvā sutte osāretabbāni, vinaye sandassetabbāni.
sc_po: Instead, you should carefully memorize those words and phrases, then check if they’re included in the discourses or found in the texts on monastic training.

# dn16:4.8.6
source: Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni na ceva sutte osaranti, na ca vinaye sandissanti, niṭṭhamettha gantabbaṃ:
sc_po: If they’re not included in the discourses or found in the texts on monastic training, you should draw the conclusion:

# dn16:4.8.7
source: ‘addhā idaṃ na ceva tassa bhagavato vacanaṃ;
sc_po: ‘Clearly this is not the word of the Buddha.

# dn16:4.8.8
source: imassa ca bhikkhuno duggahitan’ti.
sc_po: It has been incorrectly memorized by that mendicant.’

# dn16:4.8.9
source: Iti hetaṃ, bhikkhave, chaḍḍeyyātha.
sc_po: And so you should reject it.

# dn16:4.8.10
source: Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni sutte ceva osaranti, vinaye ca sandissanti, niṭṭhamettha gantabbaṃ:
sc_po: If they are included in the discourses or found in the texts on monastic training, you should draw the conclusion:

# dn16:4.8.11
source: ‘addhā idaṃ tassa bhagavato vacanaṃ;
sc_po: ‘Clearly this is the word of the Buddha.

# dn16:4.8.12
source: imassa ca bhikkhuno suggahitan’ti.
sc_po: It has been correctly memorized by that mendicant.’

# dn16:4.8.13
source: Idaṃ, bhikkhave, paṭhamaṃ mahāpadesaṃ dhāreyyātha. (1)
sc_po: You should remember it. This is the first great reference.

# dn16:4.9.1
source: Idha pana, bhikkhave, bhikkhu evaṃ vadeyya:
sc_po: Take another mendicant who says:

# dn16:4.9.2
source: ‘amukasmiṃ nāma āvāse saṅgho viharati sathero sapāmokkho.
sc_po: ‘In such-and-such monastery lives a Saṅgha with seniors and leaders.

# dn16:4.9.3
source: Tassa me saṅghassa sammukhā sutaṃ sammukhā paṭiggahitaṃ,
sc_po: I’ve heard and learned this in the presence of that Saṅgha:

# dn16:4.9.4
source: ayaṃ dhammo ayaṃ vinayo idaṃ satthusāsanan’ti.
sc_po: this is the teaching, this is the training, this is the Teacher’s instruction.’

# dn16:4.9.5
source: Tassa, bhikkhave, bhikkhuno bhāsitaṃ neva abhinanditabbaṃ nappaṭikkositabbaṃ.
sc_po: You should neither approve nor dismiss that mendicant’s statement.

# dn16:4.9.6
source: Anabhinanditvā appaṭikkositvā tāni padabyañjanāni sādhukaṃ uggahetvā sutte osāretabbāni, vinaye sandassetabbāni.
sc_po: Instead, you should carefully memorize those words and phrases, then check if they’re included in the discourses or found in the texts on monastic training.

# dn16:4.9.7
source: Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni na ceva sutte osaranti, na ca vinaye sandissanti, niṭṭhamettha gantabbaṃ:
sc_po: If they’re not included in the discourses or found in the texts on monastic training, you should draw the conclusion:

# dn16:4.9.8
source: ‘addhā idaṃ na ceva tassa bhagavato vacanaṃ;
sc_po: ‘Clearly this is not the word of the Buddha.

# dn16:4.9.9
source: tassa ca saṅghassa duggahitan’ti.
sc_po: It has been incorrectly memorized by that Saṅgha.’

# dn16:4.9.10
source: Itihetaṃ, bhikkhave, chaḍḍeyyātha.
sc_po: And so you should reject it.

# dn16:4.9.11
source: Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni sutte ceva osaranti, vinaye ca sandissanti, niṭṭhamettha gantabbaṃ:
sc_po: If they are included in the discourses or found in the texts on monastic training, you should draw the conclusion:

# dn16:4.9.12
source: ‘addhā idaṃ tassa bhagavato vacanaṃ;
sc_po: ‘Clearly this is the word of the Buddha.

# dn16:4.9.13
source: tassa ca saṅghassa suggahitan’ti.
sc_po: It has been correctly memorized by that Saṅgha.’

# dn16:4.9.14
source: Idaṃ, bhikkhave, dutiyaṃ mahāpadesaṃ dhāreyyātha. (2)
sc_po: You should remember it. This is the second great reference.

# dn16:4.10.1
source: Idha pana, bhikkhave, bhikkhu evaṃ vadeyya:
sc_po: Take another mendicant who says:

# dn16:4.10.2
source: ‘amukasmiṃ nāma āvāse sambahulā therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā.
sc_po: ‘In such-and-such monastery there are several senior mendicants who are very learned, knowledgeable in the scriptures, who have memorized the teachings, the texts on monastic training, and the outlines.

# dn16:4.10.3
source: Tesaṃ me therānaṃ sammukhā sutaṃ sammukhā paṭiggahitaṃ—
sc_po: I’ve heard and learned this in the presence of those senior mendicants:

# dn16:4.10.4
source: ayaṃ dhammo ayaṃ vinayo idaṃ satthusāsanan’ti.
sc_po: this is the teaching, this is the training, this is the Teacher’s instruction.’

# dn16:4.10.5
source: Tassa, bhikkhave, bhikkhuno bhāsitaṃ neva abhinanditabbaṃ …
sc_po: You should neither approve nor dismiss that mendicant’s statement.

# dn16:4.10.6
source: pe …
sc_po: Instead, you should carefully memorize those words and phrases, then check if they’re included in the discourses or found in the texts on monastic training.

# dn16:4.10.7
source: na ca vinaye sandissanti, niṭṭhamettha gantabbaṃ:
sc_po: If they’re not included in the discourses or found in the texts on monastic training, you should draw the conclusion:

# dn16:4.10.8
source: ‘addhā idaṃ na ceva tassa bhagavato vacanaṃ;
sc_po: ‘Clearly this is not the word of the Buddha.

# dn16:4.10.9
source: tesañca therānaṃ duggahitan’ti.
sc_po: It has not been correctly memorized by those senior mendicants.’

# dn16:4.10.10
source: Itihetaṃ, bhikkhave, chaḍḍeyyātha.
sc_po: And so you should reject it.

# dn16:4.10.12
source: vinaye ca sandissanti, niṭṭhamettha gantabbaṃ:
sc_po: If they are included in the discourses and found in the texts on monastic training, you should draw the conclusion:

# dn16:4.10.13
source: ‘addhā idaṃ tassa bhagavato vacanaṃ;
sc_po: ‘Clearly this is the word of the Buddha.

# dn16:4.10.14
source: tesañca therānaṃ suggahitan’ti.
sc_po: It has been correctly memorized by those senior mendicants.’

# dn16:4.10.15
source: Idaṃ, bhikkhave, tatiyaṃ mahāpadesaṃ dhāreyyātha. (3)
sc_po: You should remember it. This is the third great reference.

# dn16:4.11.1
source: Idha pana, bhikkhave, bhikkhu evaṃ vadeyya:
sc_po: Take another mendicant who says:

# dn16:4.11.2
source: ‘amukasmiṃ nāma āvāse eko thero bhikkhu viharati bahussuto āgatāgamo dhammadharo vinayadharo mātikādharo.
sc_po: ‘In such-and-such monastery there is a single senior mendicant who is very learned and knowledgeable in the scriptures, who has memorized the teachings, the texts on monastic training, and the outlines.

# dn16:4.11.3
source: Tassa me therassa sammukhā sutaṃ sammukhā paṭiggahitaṃ—
sc_po: I’ve heard and learned this in the presence of that senior mendicant:

# dn16:4.11.4
source: ayaṃ dhammo ayaṃ vinayo idaṃ satthusāsanan’ti.
sc_po: this is the teaching, this is the training, this is the Teacher’s instruction.’

# dn16:4.11.5
source: Tassa, bhikkhave, bhikkhuno bhāsitaṃ neva abhinanditabbaṃ nappaṭikkositabbaṃ.
sc_po: You should neither approve nor dismiss that mendicant’s statement.

# dn16:4.11.6
source: Anabhinanditvā appaṭikkositvā tāni padabyañjanāni sādhukaṃ uggahetvā sutte osāretabbāni, vinaye sandassetabbāni.
sc_po: Instead, you should carefully memorize those words and phrases, then check if they’re included in the discourses or found in the texts on monastic training.

# dn16:4.11.7
source: Tāni ce sutte osāriyamānāni vinaye sandassiyamānāni na ceva sutte osaranti, na ca vinaye sandissanti, niṭṭhamettha gantabbaṃ:
sc_po: If they’re not included in the discourses or found in the texts on monastic training, you should draw the conclusion:

# dn16:4.11.8
source: ‘addhā idaṃ na ceva tassa bhagavato vacanaṃ;
sc_po: ‘Clearly this is not the word of the Buddha.

# dn16:4.11.9
source: tassa ca therassa duggahitan’ti.
sc_po: It has been incorrectly memorized by that senior mendicant.’

# dn16:4.11.10
source: Itihetaṃ, bhikkhave, chaḍḍeyyātha.
sc_po: And so you should reject it.

# dn16:4.11.11
source: Tāni ca sutte osāriyamānāni vinaye sandassiyamānāni sutte ceva osaranti, vinaye ca sandissanti, niṭṭhamettha gantabbaṃ:
sc_po: If they are included in the discourses and found in the texts on monastic training, you should draw the conclusion:

# dn16:4.11.12
source: ‘addhā idaṃ tassa bhagavato vacanaṃ;
sc_po: ‘Clearly this is the word of the Buddha.

# dn16:4.11.13
source: tassa ca therassa suggahitan’ti.
sc_po: It has been correctly memorized by that senior mendicant.’

# dn16:4.11.14
source: Idaṃ, bhikkhave, catutthaṃ mahāpadesaṃ dhāreyyātha. (4)
sc_po: You should remember it. This is the fourth great reference.

# dn16:4.11.15
source: Ime kho, bhikkhave, cattāro mahāpadese dhāreyyāthā”ti.
sc_po: These are the four great references. You should remember them.”

# dn16:4.12.1
source: Tatrapi sudaṃ bhagavā bhoganagare viharanto ānande cetiye etadeva bahulaṃ bhikkhūnaṃ dhammiṃ kathaṃ karoti:
sc_po: And while staying at the Ānanda shrine, too, the Buddha often gave this Dhamma talk to the mendicants:

# dn16:4.12.2
source: “iti sīlaṃ, iti samādhi, iti paññā.
sc_po: “Such is ethics, such is immersion, such is wisdom.
