Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:1.10.12
source: Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni.
sc_po: As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.

# dn16:1.11.1
source: Cha vo, bhikkhave, aparihāniye dhamme desessāmi, taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
sc_po: I will teach you six principles that prevent decline. …

# dn16:1.11.4
source: “Yāvakīvañca, bhikkhave, bhikkhū mettaṃ kāyakammaṃ paccupaṭṭhāpessanti sabrahmacārīsu āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (1)
sc_po: As long as the mendicants consistently treat their spiritual companions with bodily kindness …

# dn16:1.11.5
source: Yāvakīvañca, bhikkhave, bhikkhū mettaṃ vacīkammaṃ paccupaṭṭhāpessanti … pe … (2)
sc_po: verbal kindness …

# dn16:1.11.6
source: mettaṃ manokammaṃ paccupaṭṭhāpessanti sabrahmacārīsu āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (3)
sc_po: and mental kindness both in public and in private, they can expect growth, not decline.

# dn16:1.11.7
source: Yāvakīvañca, bhikkhave, bhikkhū, ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi tathārūpehi lābhehi appaṭivibhattabhogī bhavissanti sīlavantehi sabrahmacārīhi sādhāraṇabhogī, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (4)
sc_po: As long as the mendicants share without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions, they can expect growth, not decline.

# dn16:1.11.8
source: Yāvakīvañca, bhikkhave, bhikkhū yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññūpasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni tathārūpesu sīlesu sīlasāmaññagatā viharissanti sabrahmacārīhi āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (5)
sc_po: As long as the mendicants live according to the precepts shared with their spiritual companions, both in public and in private—such precepts as are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion—they can expect growth, not decline.

# dn16:1.11.9
source: Yāvakīvañca, bhikkhave, bhikkhū yāyaṃ diṭṭhi ariyā niyyānikā, niyyāti takkarassa sammā dukkhakkhayāya, tathārūpāya diṭṭhiyā diṭṭhisāmaññagatā viharissanti sabrahmacārīhi āvi ceva raho ca, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni. (6)
sc_po: As long as the mendicants live according to the view shared with their spiritual companions, both in public and in private—the view that is noble and emancipating, and leads one who practices it to the complete end of suffering—they can expect growth, not decline.

# dn16:1.11.10
source: Yāvakīvañca, bhikkhave, ime cha aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca chasu aparihāniyesu dhammesu bhikkhū sandississanti, vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihānī”ti.
sc_po: As long as these six principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.”

# dn16:1.12.1
source: Tatra sudaṃ bhagavā rājagahe viharanto gijjhakūṭe pabbate etadeva bahulaṃ bhikkhūnaṃ dhammiṃ kathaṃ karoti:
sc_po: And while staying there at the Vulture’s Peak the Buddha often gave this Dhamma talk to the mendicants:

# dn16:1.12.2
source: “iti sīlaṃ, iti samādhi, iti paññā.
sc_po: “Such is ethics, such is immersion, such is wisdom.

# dn16:1.12.3
source: Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṃso.
sc_po: When immersion is imbued with ethics it’s very fruitful and beneficial.

# dn16:1.12.4
source: Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṃsā.
sc_po: When wisdom is imbued with immersion it’s very fruitful and beneficial.

# dn16:1.12.5
source: Paññāparibhāvitaṃ cittaṃ sammadeva āsavehi vimuccati, seyyathidaṃ—
sc_po: When the mind is imbued with wisdom it is rightly freed from the defilements, namely,

# dn16:1.12.6
source: kāmāsavā, bhavāsavā, avijjāsavā”ti.
sc_po: the defilements of sensuality, desire to be reborn, and ignorance.”

# dn16:1.13.1
source: Atha kho bhagavā rājagahe yathābhirantaṃ viharitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: When the Buddha had stayed in Rājagaha as long as he wished, he addressed Venerable Ānanda,

# dn16:1.13.2
source: “āyāmānanda, yena ambalaṭṭhikā tenupasaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to Ambalaṭṭhikā.”

# dn16:1.13.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:1.13.4
source: Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṃ yena ambalaṭṭhikā tadavasari.
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at Ambalaṭṭhikā,

# dn16:1.14.1
source: Tatra sudaṃ bhagavā ambalaṭṭhikāyaṃ viharati rājāgārake.
sc_po: where he stayed in the royal rest-house.

# dn16:1.14.2
source: Tatrāpi sudaṃ bhagavā ambalaṭṭhikāyaṃ viharanto rājāgārake etadeva bahulaṃ bhikkhūnaṃ dhammiṃ kathaṃ karoti:
sc_po: And while staying there, too, he often gave this Dhamma talk to the mendicants:

# dn16:1.14.3
source: “iti sīlaṃ iti samādhi iti paññā.
sc_po: “Such is ethics, such is immersion, such is wisdom.

# dn16:1.14.4
source: Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṃso.
sc_po: When immersion is imbued with ethics it’s very fruitful and beneficial.

# dn16:1.14.5
source: Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṃsā.
sc_po: When wisdom is imbued with immersion it’s very fruitful and beneficial.

# dn16:1.14.6
source: Paññāparibhāvitaṃ cittaṃ sammadeva āsavehi vimuccati, seyyathidaṃ—
sc_po: When the mind is imbued with wisdom it is rightly freed from the defilements, namely,

# dn16:1.14.7
source: kāmāsavā, bhavāsavā, avijjāsavā”ti.
sc_po: the defilements of sensuality, desire to be reborn, and ignorance.”

# dn16:1.15.1
source: Atha kho bhagavā ambalaṭṭhikāyaṃ yathābhirantaṃ viharitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: When the Buddha had stayed in Ambalaṭṭhikā as long as he wished, he addressed Venerable Ānanda,

# dn16:1.15.2
source: “āyāmānanda, yena nāḷandā tenupasaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to Nāḷandā.”

# dn16:1.15.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:1.15.4
source: Atha kho bhagavā mahatā bhikkhusaṅghena saddhiṃ yena nāḷandā tadavasari,
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at Nāḷandā,

# dn16:1.15.5
source: tatra sudaṃ bhagavā nāḷandāyaṃ viharati pāvārikambavane.
sc_po: where he stayed in Pāvārika’s mango grove.

# dn16:1.15.6
source: 4. Sāriputtasīhanāda
sc_po: 4. Sāriputta’s Lion’s Roar

# dn16:1.16.1
source: Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:
sc_po: Then Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him,

# dn16:1.16.2
source: “evaṃ pasanno ahaṃ, bhante, bhagavati;
sc_po: “Sir, I have such confidence in the Buddha that

# dn16:1.16.3
source: na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṃ sambodhiyan”ti.
sc_po: I believe there’s no other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening.”

# dn16:1.16.4
source: “Uḷārā kho te ayaṃ, sāriputta, āsabhī vācā bhāsitā, ekaṃso gahito, sīhanādo nadito:
sc_po: “That’s a grand and dramatic statement, Sāriputta. You’ve roared a definitive, categorical lion’s roar, saying:

# dn16:1.16.5
source: ‘evaṃpasanno ahaṃ, bhante, bhagavati;
sc_po: ‘I have such confidence in the Buddha that

# dn16:1.16.6
source: na cāhu na ca bhavissati na cetarahi vijjati añño samaṇo vā brāhmaṇo vā bhagavatā bhiyyobhiññataro yadidaṃ sambodhiyan’ti.
sc_po: I believe there’s no other ascetic or brahmin—whether past, future, or present—whose direct knowledge is superior to the Buddha when it comes to awakening.’

# dn16:1.16.7
source: Kiṃ te, sāriputta, ye te ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā:
sc_po: What about all the perfected ones, the fully awakened Buddhas who lived in the past? Have you comprehended their minds to know that

# dn16:1.16.8
source: ‘evaṃsīlā te bhagavanto ahesuṃ itipi, evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto ahesuṃ itipī’”ti?
sc_po: those Buddhas had such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?”

# dn16:1.16.9
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn16:1.16.10
source: “Kiṃ pana te, sāriputta, ye te bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto cetasā ceto paricca viditā:
sc_po: “And what about all the perfected ones, the fully awakened Buddhas who will live in the future? Have you comprehended their minds to know that

# dn16:1.16.11
source: ‘evaṃsīlā te bhagavanto bhavissanti itipi, evaṃdhammā evaṃpaññā evaṃvihārī evaṃvimuttā te bhagavanto bhavissanti itipī’”ti?
sc_po: those Buddhas will have such ethics, or such qualities, or such wisdom, or such meditation, or such freedom?”

# dn16:1.16.12
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn16:1.16.13
source: “Kiṃ pana te, sāriputta, ahaṃ etarahi arahaṃ sammāsambuddho cetasā ceto paricca vidito:
sc_po: “And what about me, the perfected one, the fully awakened Buddha at present? Have you comprehended my mind to know that

# dn16:1.16.14
source: ‘evaṃsīlo bhagavā itipi, evaṃdhammo evaṃpañño evaṃvihārī evaṃvimutto bhagavā itipī’”ti?
sc_po: I have such ethics, or such teachings, or such wisdom, or such meditation, or such freedom?”

# dn16:1.16.15
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# dn16:1.16.16
source: “Ettha ca hi te, sāriputta, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṃ natthi.
sc_po: “Well then, Sāriputta, given that you don’t comprehend the minds of Buddhas past, future, or present,

# dn16:1.16.17
source: Atha kiñcarahi te ayaṃ, sāriputta, uḷārā āsabhī vācā bhāsitā, ekaṃso gahito, sīhanādo nadito:
sc_po: what exactly are you doing, making such a grand and dramatic statement, roaring such a definitive, categorical lion’s roar?”

# dn16:1.17.1
source: “Na kho me, bhante, atītānāgatapaccuppannesu arahantesu sammāsambuddhesu cetopariyañāṇaṃ atthi,
sc_po: “Sir, though I don’t comprehend the minds of Buddhas past, future, and present,

# dn16:1.17.2
source: api ca me dhammanvayo vidito.
sc_po: still I understand this by inference from the teaching.

# dn16:1.17.3
source: Seyyathāpi, bhante, rañño paccantimaṃ nagaraṃ daḷhuddhāpaṃ daḷhapākāratoraṇaṃ ekadvāraṃ,
sc_po: Suppose there was a king’s frontier citadel with fortified embankments, ramparts, and arches, and a single gate.

# dn16:1.17.4
source: tatrassa dovāriko paṇḍito viyatto medhāvī aññātānaṃ nivāretā ñātānaṃ pavesetā.
sc_po: And it has a gatekeeper who is astute, competent, and intelligent. He keeps strangers out and lets known people in.

# dn16:1.17.5
source: So tassa nagarassa samantā anupariyāyapathaṃ anukkamamāno na passeyya pākārasandhiṃ vā pākāravivaraṃ vā, antamaso biḷāranikkhamanamattampi.
sc_po: As he walks around the patrol path, he doesn’t see a hole or cleft in the wall, not even one big enough for a cat to slip out.

# dn16:1.17.6
source: Tassa evamassa:
sc_po: He thinks:

# dn16:1.17.7
source: ‘ye kho keci oḷārikā pāṇā imaṃ nagaraṃ pavisanti vā nikkhamanti vā, sabbe te imināva dvārena pavisanti vā nikkhamanti vā’ti.
sc_po: ‘Whatever sizable creatures enter or leave the citadel, all of them do so via this gate.’

# dn16:1.17.8
source: Evameva kho me, bhante, dhammanvayo vidito:
sc_po: In the same way, I understand this by inference from the teaching:

# dn16:1.17.9
source: ‘ye te, bhante, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, sabbe te bhagavanto pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe catūsu satipaṭṭhānesu supatiṭṭhitacittā sattabojjhaṅge yathābhūtaṃ bhāvetvā anuttaraṃ sammāsambodhiṃ abhisambujjhiṃsu.
sc_po: ‘All the perfected ones, fully awakened Buddhas—whether past, future, or present—give up the five hindrances, corruptions of the heart that weaken wisdom. Their mind is firmly established in the four kinds of mindfulness meditation. They correctly develop the seven awakening factors. And they wake up to the supreme perfect awakening.’”

# dn16:1.18.1
source: Tatrapi sudaṃ bhagavā nāḷandāyaṃ viharanto pāvārikambavane etadeva bahulaṃ bhikkhūnaṃ dhammiṃ kathaṃ karoti:
sc_po: And while staying at Nāḷandā, too, the Buddha often gave this Dhamma talk to the mendicants:

# dn16:1.18.2
source: “iti sīlaṃ, iti samādhi, iti paññā.
sc_po: “Such is ethics, such is immersion, such is wisdom.

# dn16:1.18.3
source: Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṃso.
sc_po: When immersion is imbued with ethics it’s very fruitful and beneficial.

# dn16:1.18.4
source: Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṃsā.
sc_po: When wisdom is imbued with immersion it’s very fruitful and beneficial.

# dn16:1.18.5
source: Paññāparibhāvitaṃ cittaṃ sammadeva āsavehi vimuccati, seyyathidaṃ—
sc_po: When the mind is imbued with wisdom it is rightly freed from the defilements, namely,

# dn16:1.18.6
source: kāmāsavā, bhavāsavā, avijjāsavā”ti.
sc_po: the defilements of sensuality, desire to be reborn, and ignorance.”

# dn16:1.18.7
source: 5. Dussīlaādīnava
sc_po: 5. The Drawbacks of Unethical Conduct

# dn16:1.19.1
source: Atha kho bhagavā nāḷandāyaṃ yathābhirantaṃ viharitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: When the Buddha had stayed in Nāḷandā as long as he wished, he addressed Venerable Ānanda,

# dn16:1.19.2
source: “āyāmānanda, yena pāṭaligāmo tenupasaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to Pāṭaligāma.”

# dn16:1.19.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:1.19.4
source: Atha kho bhagavā mahatā bhikkhusaṃghena saddhiṃ yena pāṭaligāmo tadavasari.
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at Pāṭaligāma.

# dn16:1.20.1
source: Assosuṃ kho pāṭaligāmikā upāsakā: “bhagavā kira pāṭaligāmaṃ anuppatto”ti.
sc_po: The lay followers of Pāṭaligāma heard that he had arrived.

# dn16:1.20.2
source: Atha kho pāṭaligāmikā upāsakā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho pāṭaligāmikā upāsakā bhagavantaṃ etadavocuṃ:
sc_po: So they went to see him, bowed, sat down to one side, and said to him,

# dn16:1.20.3
source: “adhivāsetu no, bhante, bhagavā āvasathāgāran”ti.
sc_po: “Sir, please consent to come to our guest house.”

# dn16:1.20.4
source: Adhivāsesi bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# dn16:1.21.1
source: Atha kho pāṭaligāmikā upāsakā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena āvasathāgāraṃ tenupasaṅkamiṃsu; upasaṅkamitvā sabbasanthariṃ āvasathāgāraṃ santharitvā āsanāni paññapetvā udakamaṇikaṃ patiṭṭhāpetvā telapadīpaṃ āropetvā yena bhagavā tenupasaṅkamiṃsu, upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho pāṭaligāmikā upāsakā bhagavantaṃ etadavocuṃ:
sc_po: Then, knowing that the Buddha had consented, the lay followers of Pāṭaligāma got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went to the guest house, where they spread carpets all over, prepared seats, set up a water jar, and placed a lamp. Then they went back to the Buddha, bowed, stood to one side, and told him of their preparations, saying:

# dn16:1.21.3
source: yassadāni, bhante, bhagavā kālaṃ maññatī”ti.
sc_po: “Please, sir, come at your convenience.”

# dn16:1.22.1
source: Atha kho bhagavā sāyanhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṃghena yena āvasathāgāraṃ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā āvasathāgāraṃ pavisitvā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisīdi.
sc_po: In the morning, the Buddha robed up and, taking his bowl and robe, went to the guest house together with the Saṅgha of mendicants. Having washed his feet he entered the guest house and sat against the central column facing east.

# dn16:1.22.2
source: Bhikkhusaṃghopi kho pāde pakkhāletvā āvasathāgāraṃ pavisitvā pacchimaṃ bhittiṃ nissāya puratthābhimukho nisīdi bhagavantameva purakkhatvā.
sc_po: The Saṅgha of mendicants also washed their feet, entered the guest house, and sat against the west wall facing east, with the Buddha right in front of them.

# dn16:1.22.3
source: Pāṭaligāmikāpi kho upāsakā pāde pakkhāletvā āvasathāgāraṃ pavisitvā puratthimaṃ bhittiṃ nissāya pacchimābhimukhā nisīdiṃsu bhagavantameva purakkhatvā.
sc_po: The lay followers of Pāṭaligāma also washed their feet, entered the guest house, and sat against the east wall facing west, with the Buddha right in front of them.

# dn16:1.23.1
source: Atha kho bhagavā pāṭaligāmike upāsake āmantesi:
sc_po: Then the Buddha addressed them:

# dn16:1.23.2
source: “pañcime, gahapatayo, ādīnavā dussīlassa sīlavipattiyā.
sc_po: “Householders, there are these five drawbacks for an unethical person because of their failure in ethics.

# dn16:1.23.3
source: Katame pañca?
sc_po: What five?

# dn16:1.23.4
source: Idha, gahapatayo, dussīlo sīlavipanno pamādādhikaraṇaṃ mahatiṃ bhogajāniṃ nigacchati.
sc_po: Firstly, an unethical person loses substantial wealth on account of negligence.

# dn16:1.23.5
source: Ayaṃ paṭhamo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the first drawback for an unethical person because of their failure in ethics.

# dn16:1.23.6
source: Puna caparaṃ, gahapatayo, dussīlassa sīlavipannassa pāpako kittisaddo abbhuggacchati.
sc_po: Furthermore, an unethical person gets a bad reputation.

# dn16:1.23.7
source: Ayaṃ dutiyo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the second drawback.

# dn16:1.23.8
source: Puna caparaṃ, gahapatayo, dussīlo sīlavipanno yaññadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ—avisārado upasaṅkamati maṅkubhūto.
sc_po: Furthermore, an unethical person enters any kind of assembly timid and embarrassed, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.

# dn16:1.23.9
source: Ayaṃ tatiyo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the third drawback.

# dn16:1.23.10
source: Puna caparaṃ, gahapatayo, dussīlo sīlavipanno sammūḷho kālaṃ karoti.
sc_po: Furthermore, an unethical person dies feeling lost.

# dn16:1.23.11
source: Ayaṃ catuttho ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the fourth drawback.

# dn16:1.23.12
source: Puna caparaṃ, gahapatayo, dussīlo sīlavipanno kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: Furthermore, an unethical person, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell.

# dn16:1.23.13
source: Ayaṃ pañcamo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the fifth drawback.

# dn16:1.23.14
source: Ime kho, gahapatayo, pañca ādīnavā dussīlassa sīlavipattiyā.
sc_po: These are the five drawbacks for an unethical person because of their failure in ethics.

# dn16:1.23.15
source: 6. Sīlavantaānisaṃsa
sc_po: 6. The Benefits of Ethical Conduct

# dn16:1.24.1
source: Pañcime, gahapatayo, ānisaṃsā sīlavato sīlasampadāya.
sc_po: There are these five benefits for an ethical person because of their accomplishment in ethics.

# dn16:1.24.2
source: Katame pañca?
sc_po: What five?

# dn16:1.24.3
source: Idha, gahapatayo, sīlavā sīlasampanno appamādādhikaraṇaṃ mahantaṃ bhogakkhandhaṃ adhigacchati.
sc_po: Firstly, an ethical person gains substantial wealth on account of diligence.

# dn16:1.24.4
source: Ayaṃ paṭhamo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the first benefit.

# dn16:1.24.5
source: Puna caparaṃ, gahapatayo, sīlavato sīlasampannassa kalyāṇo kittisaddo abbhuggacchati.
sc_po: Furthermore, an ethical person gets a good reputation.

# dn16:1.24.6
source: Ayaṃ dutiyo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the second benefit.

# dn16:1.24.7
source: Puna caparaṃ, gahapatayo, sīlavā sīlasampanno yaññadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ visārado upasaṅkamati amaṅkubhūto.
sc_po: Furthermore, an ethical person enters any kind of assembly bold and self-assured, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.

# dn16:1.24.8
source: Ayaṃ tatiyo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the third benefit.

# dn16:1.24.9
source: Puna caparaṃ, gahapatayo, sīlavā sīlasampanno asammūḷho kālaṃ karoti.
sc_po: Furthermore, an ethical person dies not feeling lost.

# dn16:1.24.10
source: Ayaṃ catuttho ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the fourth benefit.

# dn16:1.24.11
source: Puna caparaṃ, gahapatayo, sīlavā sīlasampanno kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: Furthermore, when an ethical person’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# dn16:1.24.12
source: Ayaṃ pañcamo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the fifth benefit.

# dn16:1.24.13
source: Ime kho, gahapatayo, pañca ānisaṃsā sīlavato sīlasampadāyā”ti.
sc_po: These are the five benefits for an ethical person because of their accomplishment in ethics.”

# dn16:1.25.1
source: Atha kho bhagavā pāṭaligāmike upāsake bahudeva rattiṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uyyojesi:
sc_po: The Buddha spent most of the night educating, encouraging, firing up, and inspiring the lay followers of Pāṭaligāma with a Dhamma talk. Then he dismissed them,

# dn16:1.25.2
source: “abhikkantā kho, gahapatayo, ratti, yassadāni tumhe kālaṃ maññathā”ti.
sc_po: “The night is getting late, householders. Please go at your convenience.”

# dn16:1.25.3
source: “Evaṃ, bhante”ti kho pāṭaligāmikā upāsakā bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.
sc_po: “Yes, sir,” replied the lay followers of Pāṭaligāma. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving.

# dn16:1.25.4
source: Atha kho bhagavā acirapakkantesu pāṭaligāmikesu upāsakesu suññāgāraṃ pāvisi.
sc_po: Soon after they left the Buddha entered a private cubicle.

# dn16:1.25.5
source: 7. Pāṭaliputtanagaramāpana
sc_po: 7. Building a Citadel

# dn16:1.26.1
source: Tena kho pana samayena sunidhavassakārā magadhamahāmattā pāṭaligāme nagaraṃ māpenti vajjīnaṃ paṭibāhāya.
sc_po: Now at that time the Magadhan ministers Sunidha and Vassakāra were building a citadel at Pāṭaligāma to keep the Vajjis out.

# dn16:1.26.2
source: Tena samayena sambahulā devatāyo sahasseva pāṭaligāme vatthūni pariggaṇhanti.
sc_po: At that time thousands of deities were taking possession of building sites in Pāṭaligāma.

# dn16:1.26.3
source: Yasmiṃ padese mahesakkhā devatā vatthūni pariggaṇhanti, mahesakkhānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.
sc_po: Illustrious rulers or royal ministers inclined to build houses at sites possessed by illustrious deities.

# dn16:1.27.1
source: Yasmiṃ padese majjhimā devatā vatthūni pariggaṇhanti, majjhimānaṃ tattha raññaṃ rājamahāmattānaṃ cittāni namanti nivesanāni māpetuṃ.
sc_po: Middling rulers or royal ministers inclined to build houses at sites possessed by middling deities.
