Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:4.36.1
source: Atha kho bhagavā pukkusaṃ mallaputtaṃ dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.
sc_po: Then the Buddha educated, encouraged, fired up, and inspired Pukkusa the Malla with a Dhamma talk,

# dn16:4.36.2
source: Atha kho pukkuso mallaputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: after which he got up from his seat, bowed, and respectfully circled the Buddha before leaving.

# dn16:4.37.1
source: Atha kho āyasmā ānando acirapakkante pukkuse mallaputte taṃ siṅgīvaṇṇaṃ yugamaṭṭhaṃ dhāraṇīyaṃ bhagavato kāyaṃ upanāmesi.
sc_po: Then, not long after Pukkusa had left, Ānanda placed the pair of golden garments on the Buddha’s body.

# dn16:4.37.2
source: Taṃ bhagavato kāyaṃ upanāmitaṃ hataccikaṃ viya khāyati.
sc_po: But when placed on the Buddha’s body they seemed to lose their shine.

# dn16:4.37.3
source: Atha kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Ānanda said to the Buddha,

# dn16:4.37.4
source: “acchariyaṃ, bhante, abbhutaṃ, bhante, yāva parisuddho, bhante, tathāgatassa chavivaṇṇo pariyodāto.
sc_po: “It’s incredible, sir, it’s amazing, how pure and bright is the color of the Realized One’s skin.

# dn16:4.37.5
source: Idaṃ, bhante, siṅgīvaṇṇaṃ yugamaṭṭhaṃ dhāraṇīyaṃ bhagavato kāyaṃ upanāmitaṃ hataccikaṃ viya khāyatī”ti.
sc_po: When this pair of ready to wear polished golden garments is placed on the Buddha’s body they seem to lose their shine.”

# dn16:4.37.6
source: “Evametaṃ, ānanda, evametaṃ, ānanda, dvīsu kālesu ativiya tathāgatassa kāyo parisuddho hoti chavivaṇṇo pariyodāto.
sc_po: “That’s so true, Ānanda, that’s so true! There are two times when the color of the Realized One’s skin becomes extra pure and bright.

# dn16:4.38.1
source: Katamesu dvīsu?
sc_po: What two?

# dn16:4.38.2
source: Yañca, ānanda, rattiṃ tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati, yañca rattiṃ anupādisesāya nibbānadhātuyā parinibbāyati.
sc_po: The night when a Realized One understands the supreme perfect awakening; and the night he becomes fully extinguished through the natural principle of extinguishment, without anything left over.

# dn16:4.38.3
source: Imesu kho, ānanda, dvīsu kālesu ativiya tathāgatassa kāyo parisuddho hoti chavivaṇṇo pariyodāto.
sc_po: These are the are two times when the color of the Realized One’s skin becomes extra pure and bright.

# dn16:4.38.4
source: Ajja kho panānanda, rattiyā pacchime yāme kusinārāyaṃ upavattane mallānaṃ sālavane antarena yamakasālānaṃ tathāgatassa parinibbānaṃ bhavissati.
sc_po: Today, Ānanda, in the last watch of the night, between a pair of sal trees in the sal forest of the Mallas at Upavattana near Kusinārā, shall be the Realized One’s full extinguishment.

# dn16:4.38.5
source: Āyāmānanda, yena kakudhā nadī tenupasaṅkamissāmā”ti.
sc_po: Come, Ānanda, let’s go to the Kakutthā River.”

# dn16:4.38.6
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:4.38.7
source: Siṅgīvaṇṇaṃ yugamaṭṭhaṃ,
sc_po: A pair of golden polished garments

# dn16:4.38.8
source: pukkuso abhihārayi;
sc_po: was presented by Pukkusa;

# dn16:4.38.9
source: Tena acchādito satthā,
sc_po: when the teacher was clothed with them,

# dn16:4.38.10
source: hemavaṇṇo asobhathāti.
sc_po: his golden skin glowed bright.

# dn16:4.39.1
source: Atha kho bhagavā mahatā bhikkhusaṃghena saddhiṃ yena kakudhā nadī tenupasaṅkami; upasaṅkamitvā kakudhaṃ nadiṃ ajjhogāhetvā nhatvā ca pivitvā ca paccuttaritvā yena ambavanaṃ tenupasaṅkami.
sc_po: Then the Buddha together with a large Saṅgha of mendicants went to the Kakutthā River. He plunged into the river and bathed and drank. And when he had emerged, he went to the mango grove,

# dn16:4.39.2
source: Upasaṅkamitvā āyasmantaṃ cundakaṃ āmantesi:
sc_po: where he addressed Venerable Cundaka,

# dn16:4.39.3
source: “iṅgha me tvaṃ, cundaka, catugguṇaṃ saṅghāṭiṃ paññapehi, kilantosmi, cundaka, nipajjissāmī”ti.
sc_po: “Please, Cundaka, fold my outer robe in four and spread it out for me. I am tired and will lie down.”

# dn16:4.40.1
source: “Evaṃ, bhante”ti kho āyasmā cundako bhagavato paṭissutvā catugguṇaṃ saṅghāṭiṃ paññapesi.
sc_po: “Yes, sir,” replied Cundaka, and did as he was asked.

# dn16:4.40.2
source: Atha kho bhagavā dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya sato sampajāno uṭṭhānasaññaṃ manasikaritvā.
sc_po: And then the Buddha laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up.

# dn16:4.40.3
source: Āyasmā pana cundako tattheva bhagavato purato nisīdi.
sc_po: But Cundaka sat down right there in front of the Buddha.

# dn16:4.41.1
source: Gantvāna buddho nadikaṃ kakudhaṃ,
sc_po: Having gone to Kakutthā Creek,

# dn16:4.41.2
source: Acchodakaṃ sātudakaṃ vippasannaṃ;
sc_po: whose water was transparent, sweet, and clear,

# dn16:4.41.3
source: Ogāhi satthā akilantarūpo,
sc_po: the Teacher, being tired, plunged in,

# dn16:4.41.4
source: Tathāgato appaṭimo ca loke.
sc_po: the Realized One, without compare in the world.

# dn16:4.41.5
source: Nhatvā ca pivitvā cudatāri satthā,
sc_po: And after bathing and drinking the Teacher emerged.

# dn16:4.41.6
source: Purakkhato bhikkhugaṇassa majjhe;
sc_po: Before the group of mendicants, in the middle, the Buddha,

# dn16:4.41.7
source: Vattā pavattā bhagavā idha dhamme,
sc_po: the Teacher who rolled forth the present dispensation,

# dn16:4.41.8
source: Upāgami ambavanaṃ mahesi.
sc_po: the great hermit went to the mango grove.

# dn16:4.41.9
source: Āmantayi cundakaṃ nāma bhikkhuṃ,
sc_po: He addressed the mendicant named Cundaka:

# dn16:4.41.10
source: Catugguṇaṃ santhara me nipajjaṃ;
sc_po: “Spread out my folded robe so I can lie down.”

# dn16:4.41.11
source: So codito bhāvitattena cundo,
sc_po: The self-developed one urged Cunda,

# dn16:4.41.12
source: Catugguṇaṃ santhari khippameva;
sc_po: who quickly spread the folded robe.

# dn16:4.41.13
source: Nipajji satthā akilantarūpo,
sc_po: Teacher, being tired, lay down,

# dn16:4.41.14
source: Cundopi tattha pamukhe nisīdīti.
sc_po: while Cunda sat there before him.

# dn16:4.42.1
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha said to Venerable Ānanda:

# dn16:4.42.2
source: “siyā kho panānanda, cundassa kammāraputtassa koci vippaṭisāraṃ uppādeyya:
sc_po: “Now it may happen, Ānanda, that others may give rise to some regret for Cunda the smith:

# dn16:4.42.3
source: ‘tassa te, āvuso cunda, alābhā tassa te dulladdhaṃ, yassa te tathāgato pacchimaṃ piṇḍapātaṃ paribhuñjitvā parinibbuto’ti.
sc_po: ‘It’s your loss, friend Cunda, it’s your misfortune, in that the Realized One became fully extinguished after eating his last meal from you.’

# dn16:4.42.4
source: Cundassa, ānanda, kammāraputtassa evaṃ vippaṭisāro paṭivinetabbo:
sc_po: You should get rid of remorse in Cunda the smith like this:

# dn16:4.42.5
source: ‘tassa te, āvuso cunda, lābhā tassa te suladdhaṃ,
sc_po: ‘You’re fortunate, friend Cunda, you’re so very fortunate,

# dn16:4.42.6
source: yassa te tathāgato pacchimaṃ piṇḍapātaṃ paribhuñjitvā parinibbuto.
sc_po: in that the Realized One became fully extinguished after eating his last meal from you.

# dn16:4.42.7
source: Sammukhā metaṃ, āvuso cunda, bhagavato sutaṃ sammukhā paṭiggahitaṃ:
sc_po: I have heard and learned this in the presence of the Buddha.

# dn16:4.42.8
source: dveme piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca.
sc_po: There are two meal offerings that have identical fruit and result, and are more fruitful and beneficial than other meal offerings.

# dn16:4.42.9
source: Katame dve?
sc_po: What two?

# dn16:4.42.10
source: Yañca piṇḍapātaṃ paribhuñjitvā tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati, yañca piṇḍapātaṃ paribhuñjitvā tathāgato anupādisesāya nibbānadhātuyā parinibbāyati.
sc_po: The meal after eating which a Realized One understands the supreme perfect awakening; and the meal after eating which he becomes fully extinguished through the natural principle of extinguishment, without anything left over.

# dn16:4.42.11
source: Ime dve piṇḍapātā samasamaphalā samavipākā, ativiya aññehi piṇḍapātehi mahapphalatarā ca mahānisaṃsatarā ca.
sc_po: These two meal offerings have identical fruit and result, and are more fruitful and beneficial than other meal offerings.

# dn16:4.42.12
source: Āyusaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, vaṇṇasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, sukhasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, yasasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, saggasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitaṃ, ādhipateyyasaṃvattanikaṃ āyasmatā cundena kammāraputtena kammaṃ upacitan’ti.
sc_po: You’ve accumulated a deed that leads to long life, beauty, happiness, fame, heaven, and sovereignty.’

# dn16:4.42.13
source: Cundassa, ānanda, kammāraputtassa evaṃ vippaṭisāro paṭivinetabbo”ti.
sc_po: That’s how you should get rid of remorse in Cunda the smith.”

# dn16:4.43.1
source: Atha kho bhagavā etamatthaṃ viditvā tāyaṃ velāyaṃ imaṃ udānaṃ udānesi:
sc_po: Then, knowing the meaning of this, on that occasion the Buddha was inspired to exclaim:

# dn16:4.43.2
source: “Dadato puññaṃ pavaḍḍhati,
sc_po: “A giver’s merit grows;

# dn16:4.43.3
source: Saṃyamato veraṃ na cīyati;
sc_po: enmity doesn’t build up when you have self-control.

# dn16:4.43.4
source: Kusalo ca jahāti pāpakaṃ,
sc_po: A skillful person gives up bad things—

# dn16:4.43.5
source: Rāgadosamohakkhayā sanibbuto”ti.
sc_po: with the end of greed, hate, and delusion, they’re extinguished.”

# dn16:4.43.7
source: 26. Yamakasālā
sc_po: 26. The Pair of Sal Trees

# dn16:5.1.1
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha said to Ānanda,

# dn16:5.1.2
source: “āyāmānanda, yena hiraññavatiyā nadiyā pārimaṃ tīraṃ, yena kusinārā upavattanaṃ mallānaṃ sālavanaṃ tenupasaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to the far shore of the Golden River, and on to the sal forest of the Mallas at Upavattana near Kusinārā.”

# dn16:5.1.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:5.1.4
source: Atha kho bhagavā mahatā bhikkhusaṃghena saddhiṃ yena hiraññavatiyā nadiyā pārimaṃ tīraṃ, yena kusinārā upavattanaṃ mallānaṃ sālavanaṃ tenupasaṅkami. upasaṅkamitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: And that’s where they went. Then the Buddha addressed Ānanda,

# dn16:5.1.5
source: “iṅgha me tvaṃ, ānanda, antarena yamakasālānaṃ uttarasīsakaṃ mañcakaṃ paññapehi, kilantosmi, ānanda, nipajjissāmī”ti.
sc_po: “Please, Ānanda, set up a cot for me between the twin sal trees, with my head to the north. I am tired and will lie down.”

# dn16:5.1.6
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā antarena yamakasālānaṃ uttarasīsakaṃ mañcakaṃ paññapesi.
sc_po: “Yes, sir,” replied Ānanda, and did as he was asked.

# dn16:5.1.7
source: Atha kho bhagavā dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya sato sampajāno.
sc_po: And then the Buddha laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware.

# dn16:5.2.1
source: Tena kho pana samayena yamakasālā sabbaphāliphullā honti akālapupphehi.
sc_po: Now at that time the twin sal trees were in full blossom with flowers out of season.

# dn16:5.2.2
source: Te tathāgatassa sarīraṃ okiranti ajjhokiranti abhippakiranti tathāgatassa pūjāya.
sc_po: They sprinkled and bestrewed the Realized One’s body in honor of the Realized One.

# dn16:5.2.3
source: Dibbānipi mandāravapupphāni antalikkhā papatanti, tāni tathāgatassa sarīraṃ okiranti ajjhokiranti abhippakiranti tathāgatassa pūjāya.
sc_po: And the flowers of the heavenly Flame Tree fell from the sky, and they too sprinkled and bestrewed the Realized One’s body in honor of the Realized One.

# dn16:5.2.4
source: Dibbānipi candanacuṇṇāni antalikkhā papatanti, tāni tathāgatassa sarīraṃ okiranti ajjhokiranti abhippakiranti tathāgatassa pūjāya.
sc_po: And heavenly sandalwood powder fell from the sky, and it too sprinkled and bestrewed the Realized One’s body in honor of the Realized One.

# dn16:5.2.5
source: Dibbānipi tūriyāni antalikkhe vajjanti tathāgatassa pūjāya.
sc_po: And heavenly music played in the sky in honor of the Realized One.

# dn16:5.2.6
source: Dibbānipi saṅgītāni antalikkhe vattanti tathāgatassa pūjāya.
sc_po: And heavenly choirs sang in the sky in honor of the Realized One.

# dn16:5.3.1
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha pointed out to Ānanda what was happening, adding:

# dn16:5.3.8
source: Na kho, ānanda, ettāvatā tathāgato sakkato vā hoti garukato vā mānito vā pūjito vā apacito vā.
sc_po: “That’s not how the Realized One is honored, respected, revered, venerated, and esteemed.

# dn16:5.3.9
source: Yo kho, ānanda, bhikkhu vā bhikkhunī vā upāsako vā upāsikā vā dhammānudhammappaṭipanno viharati sāmīcippaṭipanno anudhammacārī, so tathāgataṃ sakkaroti garuṃ karoti māneti pūjeti apaciyati, paramāya pūjāya.
sc_po: Any monk or nun or male or female lay follower who practices in line with the teachings, practicing properly, living in line with the teachings—they honor, respect, revere, venerate, and esteem the Realized One with the highest honor.

# dn16:5.3.10
source: Tasmātihānanda, dhammānudhammappaṭipannā viharissāma sāmīcippaṭipannā anudhammacārinoti.
sc_po: So Ānanda, you should train like this: ‘We shall practice in line with the teachings, practicing properly, living in line with the teaching.’

# dn16:5.3.12
source: 27. Upavāṇatthera
sc_po: 27. The Monk Upavāṇa

# dn16:5.4.1
source: Tena kho pana samayena āyasmā upavāṇo bhagavato purato ṭhito hoti bhagavantaṃ bījayamāno.
sc_po: Now at that time Venerable Upavāṇa was standing in front of the Buddha fanning him.

# dn16:5.4.2
source: Atha kho bhagavā āyasmantaṃ upavāṇaṃ apasāresi:
sc_po: Then the Buddha made him move,

# dn16:5.4.3
source: “apehi, bhikkhu, mā me purato aṭṭhāsī”ti.
sc_po: “Move over, mendicant, don’t stand in front of me.”

# dn16:5.4.4
source: Atha kho āyasmato ānandassa etadahosi:
sc_po: Ānanda thought,

# dn16:5.4.5
source: “ayaṃ kho āyasmā upavāṇo dīgharattaṃ bhagavato upaṭṭhāko santikāvacaro samīpacārī.
sc_po: “This Venerable Upavāṇa has been the Buddha’s attendant for a long time, close to him, living in his presence.

# dn16:5.4.6
source: Atha ca pana bhagavā pacchime kāle āyasmantaṃ upavāṇaṃ apasāreti:
sc_po: Yet in his final hour the Buddha makes him move, saying:

# dn16:5.4.7
source: ‘apehi, bhikkhu, mā me purato aṭṭhāsī’ti.
sc_po: ‘Move over, mendicant, don’t stand in front of me.’

# dn16:5.4.8
source: Ko nu kho hetu, ko paccayo, yaṃ bhagavā āyasmantaṃ upavāṇaṃ apasāreti:
sc_po: What is the cause, what is the reason for this?”

# dn16:5.5.1
source: Atha kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Ānanda said to the Buddha,

# dn16:5.5.2
source: “ayaṃ, bhante, āyasmā upavāṇo dīgharattaṃ bhagavato upaṭṭhāko santikāvacaro samīpacārī.
sc_po: “This Venerable Upavāṇa has been the Buddha’s attendant for a long time, close to him, living in his presence.

# dn16:5.5.3
source: Atha ca pana bhagavā pacchime kāle āyasmantaṃ upavāṇaṃ apasāreti:
sc_po: Yet in his final hour the Buddha makes him move, saying:

# dn16:5.5.4
source: ‘apehi, bhikkhu, mā me purato aṭṭhāsī’ti.
sc_po: ‘Move over, mendicant, don’t stand in front of me.’

# dn16:5.5.5
source: Ko nu kho, bhante, hetu, ko paccayo, yaṃ bhagavā āyasmantaṃ upavāṇaṃ apasāreti:
sc_po: What is the cause, sir, what is the reason for this?”

# dn16:5.5.7
source: “Yebhuyyena, ānanda, dasasu lokadhātūsu devatā sannipatitā tathāgataṃ dassanāya.
sc_po: “Most of the deities from ten solar systems have gathered to see the Realized One.

# dn16:5.5.8
source: Yāvatā, ānanda, kusinārā upavattanaṃ mallānaṃ sālavanaṃ samantato dvādasa yojanāni, natthi so padeso vālaggakoṭinittudanamattopi mahesakkhāhi devatāhi apphuṭo.
sc_po: For twelve leagues all around this sal grove there’s no spot, not even a fraction of a hair’s tip, that’s not crowded full of illustrious deities.

# dn16:5.5.9
source: Devatā, ānanda, ujjhāyanti:
sc_po: The deities are complaining:

# dn16:5.5.10
source: ‘dūrā ca vatamha āgatā tathāgataṃ dassanāya.
sc_po: ‘We’ve come such a long way to see the Realized One!

# dn16:5.5.11
source: Kadāci karahaci tathāgatā loke uppajjanti arahanto sammāsambuddhā.
sc_po: Only rarely do Realized Ones arise in the world, perfected ones, fully awakened Buddhas.

# dn16:5.5.12
source: Ajjeva rattiyā pacchime yāme tathāgatassa parinibbānaṃ bhavissati.
sc_po: This very day, in the last watch of the night, the Realized One will become fully extinguished.

# dn16:5.5.13
source: Ayañca mahesakkho bhikkhu bhagavato purato ṭhito ovārento, na mayaṃ labhāma pacchime kāle tathāgataṃ dassanāyā’”ti.
sc_po: And this illustrious mendicant is standing in front of the Buddha blocking the view. We won’t get to see the Realized One in his final hour!’”

# dn16:5.6.1
source: “Kathaṃbhūtā pana, bhante, bhagavā devatā manasikarotī”ti?
sc_po: “But sir, what kind of deities are you thinking of?”

# dn16:5.6.2
source: “Santānanda, devatā ākāse pathavīsaññiniyo kese pakiriya kandanti, bāhā paggayha kandanti, chinnapātaṃ papatanti, āvaṭṭanti, vivaṭṭanti:
sc_po: “There are, Ānanda, deities—both in the sky and on the earth—who are percipient of the earth. With hair disheveled and arms raised, they fall down like their feet were chopped off, rolling back and forth, lamenting:

# dn16:5.6.3
source: ‘atikhippaṃ bhagavā parinibbāyissati, atikhippaṃ sugato parinibbāyissati, atikhippaṃ cakkhuṃ loke antaradhāyissatī’ti.
sc_po: ‘Too soon the Blessed One will become fully extinguished! Too soon the Holy One will become fully extinguished! Too soon the seer will vanish from the world!’

# dn16:5.6.6
source: Yā pana tā devatā vītarāgā, tā satā sampajānā adhivāsenti:
sc_po: But the deities who are free of desire endure, mindful and aware, thinking:

# dn16:5.6.7
source: ‘aniccā saṅkhārā, taṃ kutettha labbhā’”ti.
sc_po: ‘Conditions are impermanent. How could it possibly be otherwise?’”

# dn16:5.6.8
source: 28. Catusaṃvejanīyaṭhāna
sc_po: 28. The Four Inspiring Places

# dn16:5.7.1
source: “Pubbe, bhante, disāsu vassaṃvuṭṭhā bhikkhū āgacchanti tathāgataṃ dassanāya.
sc_po: “Previously, sir, when mendicants had completed the rainy season residence in various districts they came to see the Realized One.

# dn16:5.7.2
source: Te mayaṃ labhāma manobhāvanīye bhikkhū dassanāya, labhāma payirupāsanāya.
sc_po: We got to see the esteemed mendicants, and to pay homage to them.

# dn16:5.7.3
source: Bhagavato pana mayaṃ, bhante, accayena na labhissāma manobhāvanīye bhikkhū dassanāya, na labhissāma payirupāsanāyā”ti.
sc_po: But when the Buddha has passed, we won’t get to see the esteemed mendicants or to pay homage to them.”

# dn16:5.8.1
source: “Cattārimāni, ānanda, saddhassa kulaputtassa dassanīyāni saṃvejanīyāni ṭhānāni.
sc_po: “Ānanda, a faithful gentleman should go to see these four inspiring places.

# dn16:5.8.2
source: Katamāni cattāri?
sc_po: What four?

# dn16:5.8.3
source: ‘Idha tathāgato jāto’ti, ānanda, saddhassa kulaputtassa dassanīyaṃ saṃvejanīyaṃ ṭhānaṃ.
sc_po: Thinking: ‘Here the Realized One was born!’—that is an inspiring place.

# dn16:5.8.4
source: ‘Idha tathāgato anuttaraṃ sammāsambodhiṃ abhisambuddho’ti, ānanda, saddhassa kulaputtassa dassanīyaṃ saṃvejanīyaṃ ṭhānaṃ.
sc_po: Thinking: ‘Here the Realized One became awakened as a supreme fully awakened Buddha!’—that is an inspiring place.

# dn16:5.8.5
source: ‘Idha tathāgatena anuttaraṃ dhammacakkaṃ pavattitan’ti, ānanda, saddhassa kulaputtassa dassanīyaṃ saṃvejanīyaṃ ṭhānaṃ.
sc_po: Thinking: ‘Here the supreme Wheel of Dhamma was rolled forth by the Realized One!’—that is an inspiring place.

# dn16:5.8.6
source: ‘Idha tathāgato anupādisesāya nibbānadhātuyā parinibbuto’ti, ānanda, saddhassa kulaputtassa dassanīyaṃ saṃvejanīyaṃ ṭhānaṃ.
sc_po: Thinking: ‘Here the Realized One became fully extinguished through the natural principle of extinguishment, without anything left over!’—that is an inspiring place.

# dn16:5.8.7
source: Imāni kho, ānanda, cattāri saddhassa kulaputtassa dassanīyāni saṃvejanīyāni ṭhānāni.
sc_po: These are the four inspiring places that a faithful gentleman should go to see.

# dn16:5.8.8
source: Āgamissanti kho, ānanda, saddhā bhikkhū bhikkhuniyo upāsakā upāsikāyo:
sc_po: Faithful monks, nuns, laymen, and laywomen will come, and think:

# dn16:5.8.9
source: ‘idha tathāgato jāto’tipi, ‘idha tathāgato anuttaraṃ sammāsambodhiṃ abhisambuddho’tipi, ‘idha tathāgatena anuttaraṃ dhammacakkaṃ pavattitan’tipi, ‘idha tathāgato anupādisesāya nibbānadhātuyā parinibbuto’tipi.
sc_po: ‘Here the Realized One was born!’ and ‘Here the Realized One became awakened as a supreme fully awakened Buddha!’ and ‘Here the supreme Wheel of Dhamma was rolled forth by the Realized One!’ and ‘Here the Realized One became fully extinguished through the natural principle of extinguishment, without anything left over!’

# dn16:5.8.10
source: Ye hi keci, ānanda, cetiyacārikaṃ āhiṇḍantā pasannacittā kālaṃ karissanti, sabbe te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissantī”ti.
sc_po: Anyone who passes away while on pilgrimage to these shrines will, when their body breaks up, after death, be reborn in a good place, a heavenly realm.”

# dn16:5.8.11
source: 29. Ānandapucchākathā
sc_po: 29. Ānanda’s Questions

# dn16:5.9.1
source: “Kathaṃ mayaṃ, bhante, mātugāme paṭipajjāmā”ti?
sc_po: “Sir, how do we proceed when it comes to females?”

# dn16:5.9.2
source: “Adassanaṃ, ānandā”ti.
sc_po: “Without seeing, Ānanda.”

# dn16:5.9.3
source: “Dassane, bhagavā, sati kathaṃ paṭipajjitabban”ti?
sc_po: “But when seeing, how to proceed?”

# dn16:5.9.4
source: “Anālāpo, ānandā”ti.
sc_po: “Without getting into conversation, Ānanda.”

# dn16:5.9.5
source: “Ālapantena pana, bhante, kathaṃ paṭipajjitabban”ti?
sc_po: “But when in a conversation, how to proceed?”

# dn16:5.9.6
source: “Sati, ānanda, upaṭṭhāpetabbā”ti.
sc_po: “Be mindful, Ānanda.”

# dn16:5.10.1
source: “Kathaṃ mayaṃ, bhante, tathāgatassa sarīre paṭipajjāmā”ti?
sc_po: “Sir, how do we proceed when it comes to the Realized One’s corpse?”

# dn16:5.10.2
source: “Abyāvaṭā tumhe, ānanda, hotha tathāgatassa sarīrapūjāya.
sc_po: “Don’t get involved in the rites for venerating the Realized One’s corpse, Ānanda.

# dn16:5.10.3
source: Iṅgha tumhe, ānanda, sāratthe ghaṭatha anuyuñjatha, sāratthe appamattā ātāpino pahitattā viharatha.
sc_po: Please, Ānanda, you must all strive and practice for your own goal! Meditate diligent, keen, and resolute for your own goal!

# dn16:5.10.4
source: Santānanda, khattiyapaṇḍitāpi brāhmaṇapaṇḍitāpi gahapatipaṇḍitāpi tathāgate abhippasannā, te tathāgatassa sarīrapūjaṃ karissantī”ti.
sc_po: There are astute aristocrats, brahmins, and householders who are devoted to the Realized One. They will perform the rites for venerating the Realized One’s corpse.”

# dn16:5.11.1
source: “Kathaṃ pana, bhante, tathāgatassa sarīre paṭipajjitabban”ti?
sc_po: “But sir, how to proceed when it comes to the Realized One’s corpse?”

# dn16:5.11.2
source: “Yathā kho, ānanda, rañño cakkavattissa sarīre paṭipajjanti, evaṃ tathāgatassa sarīre paṭipajjitabban”ti.
sc_po: “Proceed in the same way as they do for the corpse of a wheel-turning monarch.”

# dn16:5.11.3
source: “Kathaṃ pana, bhante, rañño cakkavattissa sarīre paṭipajjantī”ti?
sc_po: “But how do they proceed with a wheel-turning monarch’s corpse?”
