Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:4.12.3
source: Sīlaparibhāvito samādhi mahapphalo hoti mahānisaṃso.
sc_po: When immersion is imbued with ethics it’s very fruitful and beneficial.

# dn16:4.12.4
source: Samādhiparibhāvitā paññā mahapphalā hoti mahānisaṃsā.
sc_po: When wisdom is imbued with immersion it’s very fruitful and beneficial.

# dn16:4.12.5
source: Paññāparibhāvitaṃ cittaṃ sammadeva āsavehi vimuccati, seyyathidaṃ—
sc_po: When the mind is imbued with wisdom it is rightly freed from the defilements, namely,

# dn16:4.12.6
source: kāmāsavā, bhavāsavā, avijjāsavā”ti.
sc_po: the defilements of sensuality, desire to be reborn, and ignorance.”

# dn16:4.12.7
source: 23. Kammāraputtacundavatthu
sc_po: 23. On Cunda the Smith

# dn16:4.13.1
source: Atha kho bhagavā bhoganagare yathābhirantaṃ viharitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: When the Buddha had stayed in Bhoganagara as long as he wished, he addressed Ānanda,

# dn16:4.13.2
source: “āyāmānanda, yena pāvā tenupasaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to Pāvā.”

# dn16:4.13.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:4.13.4
source: Atha kho bhagavā mahatā bhikkhusaṃghena saddhiṃ yena pāvā tadavasari.
sc_po: Then the Buddha together with a large Saṅgha of mendicants arrived at Pāvā,

# dn16:4.13.5
source: Tatra sudaṃ bhagavā pāvāyaṃ viharati cundassa kammāraputtassa ambavane.
sc_po: where he stayed in Cunda the smith’s mango grove.

# dn16:4.14.1
source: Assosi kho cundo kammāraputto: “bhagavā kira pāvaṃ anuppatto, pāvāyaṃ viharati mayhaṃ ambavane”ti.
sc_po: Cunda heard that the Buddha had arrived and was staying in his mango grove.

# dn16:4.14.2
source: Atha kho cundo kammāraputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
sc_po: Then he went to the Buddha, bowed, and sat down to one side.

# dn16:4.14.3
source: Ekamantaṃ nisinnaṃ kho cundaṃ kammāraputtaṃ bhagavā dhammiyā kathāya sandassesi samādapesi samuttejesi sampahaṃsesi.
sc_po: The Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk.

# dn16:4.14.4
source: Atha kho cundo kammāraputto bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito bhagavantaṃ etadavoca:
sc_po: Then Cunda said to the Buddha,

# dn16:4.15.1
source: “adhivāsetu me, bhante, bhagavā svātanāya bhattaṃ saddhiṃ bhikkhusaṃghenā”ti.
sc_po: “Sir, may the Buddha together with the mendicant Saṅgha please accept tomorrow’s meal from me.”

# dn16:4.15.2
source: Adhivāsesi bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# dn16:4.16.1
source: Atha kho cundo kammāraputto bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: Then, knowing that the Buddha had consented, Cunda got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# dn16:4.17.1
source: Atha kho cundo kammāraputto tassā rattiyā accayena sake nivesane paṇītaṃ khādanīyaṃ bhojanīyaṃ paṭiyādāpetvā pahūtañca sūkaramaddavaṃ bhagavato kālaṃ ārocāpesi:
sc_po: And when the night had passed Cunda had a variety of delicious foods prepared in his own home, and plenty of pork on the turn. Then he had the Buddha informed of the time, saying,

# dn16:4.17.2
source: “kālo, bhante, niṭṭhitaṃ bhattan”ti.
sc_po: “Sir, it’s time. The meal is ready.”

# dn16:4.18.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena cundassa kammāraputtassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Cunda together with the mendicant Saṅgha, where he sat on the seat spread out

# dn16:4.18.2
source: Nisajja kho bhagavā cundaṃ kammāraputtaṃ āmantesi:
sc_po: and addressed Cunda,

# dn16:4.18.3
source: “yaṃ te, cunda, sūkaramaddavaṃ paṭiyattaṃ, tena maṃ parivisa.
sc_po: “Cunda, please serve me with the pork on the turn that you’ve prepared.

# dn16:4.18.4
source: Yaṃ panaññaṃ khādanīyaṃ bhojanīyaṃ paṭiyattaṃ, tena bhikkhusaṅghaṃ parivisā”ti.
sc_po: And serve the mendicant Saṅgha with the other foods.”

# dn16:4.18.5
source: “Evaṃ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṃ ahosi sūkaramaddavaṃ paṭiyattaṃ, tena bhagavantaṃ parivisi.
sc_po: “Yes, sir,” replied Cunda, and did as he was asked.

# dn16:4.19.1
source: Atha kho bhagavā cundaṃ kammāraputtaṃ āmantesi:
sc_po: Then the Buddha addressed Cunda,

# dn16:4.19.2
source: “yaṃ te, cunda, sūkaramaddavaṃ avasiṭṭhaṃ, taṃ sobbhe nikhaṇāhi.
sc_po: “Cunda, any pork on the turn that’s left over, you should bury it in a pond.

# dn16:4.19.3
source: Nāhaṃ taṃ, cunda, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yassa taṃ paribhuttaṃ sammā pariṇāmaṃ gaccheyya aññatra tathāgatassā”ti.
sc_po: I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could properly digest it except for the Realized One.”

# dn16:4.19.4
source: “Evaṃ, bhante”ti kho cundo kammāraputto bhagavato paṭissutvā yaṃ ahosi sūkaramaddavaṃ avasiṭṭhaṃ, taṃ sobbhe nikhaṇitvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
sc_po: “Yes, sir,” replied Cunda. He did as he was asked, then came back to the Buddha, bowed, and sat down to one side.

# dn16:4.19.5
source: Ekamantaṃ nisinnaṃ kho cundaṃ kammāraputtaṃ bhagavā dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uṭṭhāyāsanā pakkāmi.
sc_po: Then the Buddha educated, encouraged, fired up, and inspired him with a Dhamma talk, after which he got up from his seat and left.

# dn16:4.20.1
source: Atha kho bhagavato cundassa kammāraputtassa bhattaṃ bhuttāvissa kharo ābādho uppajji, lohitapakkhandikā pabāḷhā vedanā vattanti māraṇantikā.
sc_po: After the Buddha had eaten Cunda’s meal, he fell severely ill with bloody dysentery, struck by dreadful pains, close to death.

# dn16:4.20.2
source: Tā sudaṃ bhagavā sato sampajāno adhivāsesi avihaññamāno.
sc_po: But he endured with mindfulness and situational awareness, without worrying.

# dn16:4.20.3
source: Atha kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then he addressed Ānanda,

# dn16:4.20.4
source: “āyāmānanda, yena kusinārā tenupasaṅkamissāmā”ti.
sc_po: “Come, Ānanda, let’s go to Kusinārā.”

# dn16:4.20.5
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# dn16:4.20.6
source: Cundassa bhattaṃ bhuñjitvā,
sc_po: I’ve heard that after eating

# dn16:4.20.7
source: kammārassāti me sutaṃ;
sc_po: the meal of Cunda the smith,

# dn16:4.20.8
source: Ābādhaṃ samphusī dhīro,
sc_po: the wise one fell severely ill,

# dn16:4.20.9
source: pabāḷhaṃ māraṇantikaṃ.
sc_po: with pains, close to death.

# dn16:4.20.10
source: Bhuttassa ca sūkaramaddavena,
sc_po: A severe sickness attacked the Teacher

# dn16:4.20.11
source: Byādhippabāḷho udapādi satthuno;
sc_po: who had eaten the pork on the turn.

# dn16:4.20.12
source: Virecamāno bhagavā avoca,
sc_po: While still purging the Buddha said:

# dn16:4.20.13
source: “Gacchāmahaṃ kusināraṃ nagaran”ti.
sc_po: “I’ll go to the citadel of Kusinārā.”

# dn16:4.20.14
source: 24. Pānīyāharaṇa
sc_po: 24. Bringing a Drink

# dn16:4.21.1
source: Atha kho bhagavā maggā okkamma yena aññataraṃ rukkhamūlaṃ tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha left the road and went to the root of a tree, where he addressed Ānanda,

# dn16:4.21.2
source: “iṅgha me tvaṃ, ānanda, catugguṇaṃ saṅghāṭiṃ paññapehi, kilantosmi, ānanda, nisīdissāmī”ti.
sc_po: “Please, Ānanda, fold my outer robe in four and spread it out for me. I am tired and will sit down.”

# dn16:4.21.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā catugguṇaṃ saṅghāṭiṃ paññapesi.
sc_po: “Yes, sir,” replied Ānanda, and did as he was asked.

# dn16:4.21.4
source: Nisīdi bhagavā paññatte āsane.
sc_po: The Buddha sat on the seat spread out.

# dn16:4.22.1
source: Nisajja kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: When he was seated he said to Venerable Ānanda,

# dn16:4.22.2
source: “iṅgha me tvaṃ, ānanda, pānīyaṃ āhara, pipāsitosmi, ānanda, pivissāmī”ti.
sc_po: “Please, Ānanda, fetch me some water. I am thirsty and will drink.”

# dn16:4.22.3
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
sc_po: When he said this, Venerable Ānanda said to the Buddha,

# dn16:4.22.4
source: “idāni, bhante, pañcamattāni sakaṭasatāni atikkantāni, taṃ cakkacchinnaṃ udakaṃ parittaṃ luḷitaṃ āvilaṃ sandati.
sc_po: “Sir, just now around five hundred carts have passed by. The shallow water has been churned up by their wheels, and it flows cloudy and murky.

# dn16:4.22.5
source: Ayaṃ, bhante, kakudhā nadī avidūre acchodakā sātodakā sītodakā setodakā suppatitthā ramaṇīyā.
sc_po: The Kakutthā river is not far away, with clear, sweet, cool water, clean, with smooth banks, delightful.

# dn16:4.22.6
source: Ettha bhagavā pānīyañca pivissati, gattāni ca sītī karissatī”ti.
sc_po: There the Buddha can drink and cool his limbs.”

# dn16:4.23.1
source: Dutiyampi kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: For a second time, the Buddha asked Ānanda for a drink,

# dn16:4.23.3
source: Dutiyampi kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: and for a second time Ānanda suggested going to the Kakutthā river.

# dn16:4.24.1
source: Tatiyampi kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: And for a third time, the Buddha said to Ānanda,

# dn16:4.24.2
source: “iṅgha me tvaṃ, ānanda, pānīyaṃ āhara, pipāsitosmi, ānanda, pivissāmī”ti.
sc_po: “Please, Ānanda, fetch me some water. I am thirsty and will drink.”

# dn16:4.24.3
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paṭissutvā pattaṃ gahetvā yena sā nadikā tenupasaṅkami.
sc_po: “Yes, sir,” replied Ānanda. Taking his bowl he went to the river.

# dn16:4.24.4
source: Atha kho sā nadikā cakkacchinnā parittā luḷitā āvilā sandamānā, āyasmante ānande upasaṅkamante acchā vippasannā anāvilā sandittha.
sc_po: Now, though the shallow water in that creek had been churned up by wheels, and flowed cloudy and murky, when Ānanda approached it flowed transparent, clear, and unclouded.

# dn16:4.25.1
source: Atha kho āyasmato ānandassa etadahosi:
sc_po: Then Ānanda thought,

# dn16:4.25.2
source: “acchariyaṃ vata bho, abbhutaṃ vata bho, tathāgatassa mahiddhikatā mahānubhāvatā.
sc_po: “It’s incredible, it’s amazing! The Realized One has such psychic power and might!

# dn16:4.25.3
source: Ayañhi sā nadikā cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandatī”ti.
sc_po: For though the shallow water in that creek had been churned up by wheels, and flowed cloudy and murky, when I approached it flowed transparent, clear, and unclouded.”

# dn16:4.25.4
source: Pattena pānīyaṃ ādāya yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca:
sc_po: Gathering a bowl of drinking water he went back to the Buddha, and said to him,

# dn16:4.25.5
source: “acchariyaṃ, bhante, abbhutaṃ, bhante, tathāgatassa mahiddhikatā mahānubhāvatā.
sc_po: “It’s incredible, sir, it’s amazing! The Realized One has such psychic power and might!

# dn16:4.25.6
source: Idāni sā bhante nadikā cakkacchinnā parittā luḷitā āvilā sandamānā mayi upasaṅkamante acchā vippasannā anāvilā sandittha.
sc_po: Just now, though the shallow water in that creek had been churned up by wheels, and flowed cloudy and murky, when I approached it flowed transparent, clear, and unclouded.

# dn16:4.25.7
source: Pivatu bhagavā pānīyaṃ pivatu sugato pānīyan”ti.
sc_po: Drink the water, Blessed One! Drink the water, Holy One!”

# dn16:4.25.8
source: Atha kho bhagavā pānīyaṃ apāyi.
sc_po: So the Buddha drank the water.

# dn16:4.25.9
source: 25. Pukkusamallaputtavatthu
sc_po: 25. On Pukkusa the Malla

# dn16:4.26.1
source: Tena kho pana samayena pukkuso mallaputto āḷārassa kālāmassa sāvako kusinārāya pāvaṃ addhānamaggappaṭipanno hoti.
sc_po: Now at that time Pukkusa the Malla, a disciple of Āḷāra Kālāma, was traveling along the road from Kusinārā and Pāvā.

# dn16:4.26.2
source: Addasā kho pukkuso mallaputto bhagavantaṃ aññatarasmiṃ rukkhamūle nisinnaṃ.
sc_po: He saw the Buddha sitting at the root of a certain tree.

# dn16:4.26.3
source: Disvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho pukkuso mallaputto bhagavantaṃ etadavoca:
sc_po: He went up to him, bowed, sat down to one side, and said,

# dn16:4.26.4
source: “acchariyaṃ, bhante, abbhutaṃ, bhante, santena vata, bhante, pabbajitā vihārena viharanti.
sc_po: “It’s incredible, sir, it’s amazing! Those who have gone forth remain in such peaceful meditations.

# dn16:4.27.1
source: Bhūtapubbaṃ, bhante, āḷāro kālāmo addhānamaggappaṭipanno maggā okkamma avidūre aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: Once it so happened that Āḷāra Kālāma, while traveling along a road, left the road and sat at the root of a nearby tree for the day’s meditation.

# dn16:4.27.2
source: Atha kho, bhante, pañcamattāni sakaṭasatāni āḷāraṃ kālāmaṃ nissāya nissāya atikkamiṃsu.
sc_po: Then around five hundred carts passed by right next to Āḷāra Kālāma.

# dn16:4.27.3
source: Atha kho, bhante, aññataro puriso tassa sakaṭasatthassa piṭṭhito piṭṭhito āgacchanto yena āḷāro kālāmo tenupasaṅkami; upasaṅkamitvā āḷāraṃ kālāmaṃ etadavoca:
sc_po: Then a certain person coming behind those carts went up to Āḷāra Kālāma and said to him:

# dn16:4.27.4
source: ‘api, bhante, pañcamattāni sakaṭasatāni atikkantāni addasā’ti?
sc_po: ‘Sir, didn’t you see the five hundred carts pass by?’

# dn16:4.27.5
source: ‘Na kho ahaṃ, āvuso, addasan’ti.
sc_po: ‘No, friend, I didn’t see them.’

# dn16:4.27.6
source: ‘Kiṃ pana, bhante, saddaṃ assosī’ti?
sc_po: ‘But sir, didn’t you hear a sound?’

# dn16:4.27.7
source: ‘Na kho ahaṃ, āvuso, saddaṃ assosin’ti.
sc_po: ‘No, friend, I didn’t hear a sound.’

# dn16:4.27.8
source: ‘Kiṃ pana, bhante, sutto ahosī’ti?
sc_po: ‘But sir, were you asleep?’

# dn16:4.27.9
source: ‘Na kho ahaṃ, āvuso, sutto ahosin’ti.
sc_po: ‘No, friend, I wasn’t asleep.’

# dn16:4.27.10
source: ‘Kiṃ pana, bhante, saññī ahosī’ti?
sc_po: ‘But sir, were you conscious?’

# dn16:4.27.11
source: ‘Evamāvuso’ti.
sc_po: ‘Yes, friend.’

# dn16:4.27.12
source: ‘So tvaṃ, bhante, saññī samāno jāgaro pañcamattāni sakaṭasatāni nissāya nissāya atikkantāni neva addasa, na pana saddaṃ assosi;
sc_po: ‘So, sir, while conscious and awake you neither saw nor heard a sound as five hundred carts passed by right next to you?

# dn16:4.27.13
source: apisu te, bhante, saṅghāṭi rajena okiṇṇā’ti?
sc_po: Why sir, even your outer robe is covered with dust!’

# dn16:4.27.14
source: ‘Evamāvuso’ti.
sc_po: ‘Yes, friend.’

# dn16:4.27.15
source: Atha kho, bhante, tassa purisassa etadahosi:
sc_po: Then that person thought:

# dn16:4.27.16
source: ‘acchariyaṃ vata bho, abbhutaṃ vata bho, santena vata bho pabbajitā vihārena viharanti.
sc_po: ‘It’s incredible, it’s amazing! Those who have gone forth remain in such peaceful meditations,

# dn16:4.27.17
source: Yatra hi nāma saññī samāno jāgaro pañcamattāni sakaṭasatāni nissāya nissāya atikkantāni neva dakkhati, na pana saddaṃ sossatī’ti.
sc_po: in that, while conscious and awake he neither saw nor heard a sound as five hundred carts passed by right next to him.’

# dn16:4.27.18
source: Āḷāre kālāme uḷāraṃ pasādaṃ pavedetvā pakkāmī”ti.
sc_po: And after declaring his lofty confidence in Āḷāra Kālāma, he left.”

# dn16:4.28.1
source: “Taṃ kiṃ maññasi, pukkusa,
sc_po: “What do you think, Pukkusa?

# dn16:4.28.2
source: katamaṃ nu kho dukkarataraṃ vā durabhisambhavataraṃ vā—
sc_po: Which is harder and more challenging to do while conscious and awake:

# dn16:4.28.3
source: yo vā saññī samāno jāgaro pañcamattāni sakaṭasatāni nissāya nissāya atikkantāni neva passeyya, na pana saddaṃ suṇeyya;
sc_po: to neither see nor hear a sound as five hundred carts pass by right next to you?

# dn16:4.28.4
source: yo vā saññī samāno jāgaro deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā neva passeyya, na pana saddaṃ suṇeyyā”ti?
sc_po: Or to neither see nor hear a sound as it’s raining and pouring, lightning’s flashing, and thunder’s cracking?”

# dn16:4.29.1
source: “Kiñhi, bhante, karissanti pañca vā sakaṭasatāni cha vā sakaṭasatāni satta vā sakaṭasatāni aṭṭha vā sakaṭasatāni nava vā sakaṭasatāni, sakaṭasahassaṃ vā sakaṭasatasahassaṃ vā.
sc_po: “What do five hundred carts matter, or six hundred, or seven hundred, or eight hundred, or nine hundred, or a thousand, or even a hundred thousand carts?

# dn16:4.29.2
source: Atha kho etadeva dukkaratarañceva durabhisambhavatarañca yo saññī samāno jāgaro deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā neva passeyya, na pana saddaṃ suṇeyyā”ti.
sc_po: It’s far harder and more challenging to neither see nor hear a sound as it’s raining and pouring, lightning’s flashing, and thunder’s cracking!”

# dn16:4.30.1
source: “Ekamidāhaṃ, pukkusa, samayaṃ ātumāyaṃ viharāmi bhusāgāre.
sc_po: “This one time, Pukkusa, I was staying near Ātumā in a threshing-hut.

# dn16:4.30.2
source: Tena kho pana samayena deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā avidūre bhusāgārassa dve kassakā bhātaro hatā cattāro ca balibaddā.
sc_po: At that time it was raining and pouring, lightning was flashing, and thunder was cracking. And not far from the threshing-hut two farmers who were brothers were killed, as well as four oxen.

# dn16:4.30.3
source: Atha kho, pukkusa, ātumāya mahājanakāyo nikkhamitvā yena te dve kassakā bhātaro hatā cattāro ca balibaddā tenupasaṅkami.
sc_po: Then a large crowd came from Ātumā to the place where that happened.

# dn16:4.31.1
source: Tena kho panāhaṃ, pukkusa, samayena bhusāgārā nikkhamitvā bhusāgāradvāre abbhokāse caṅkamāmi.
sc_po: Now at that time I came out of the threshing-hut and was walking meditation in the open near the door of the hut.

# dn16:4.31.2
source: Atha kho, pukkusa, aññataro puriso tamhā mahājanakāyā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho ahaṃ, pukkusa, taṃ purisaṃ etadavocaṃ:
sc_po: Then having left that crowd, a certain person approached me, bowed, and stood to one side. I said to them,

# dn16:4.32.1
source: ‘kiṃ nu kho eso, āvuso, mahājanakāyo sannipatito’ti?
sc_po: ‘Why, friend, has this crowd gathered?’

# dn16:4.32.2
source: ‘Idāni, bhante, deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā dve kassakā bhātaro hatā cattāro ca balibaddā.
sc_po: ‘Just now, sir, it was raining and pouring, lightning was flashing, and thunder was cracking. And two farmers who were brothers were killed, as well as four oxen.

# dn16:4.32.3
source: Ettheso mahājanakāyo sannipatito.
sc_po: Then this crowd gathered here.

# dn16:4.32.4
source: Tvaṃ pana, bhante, kva ahosī’ti?
sc_po: But sir, where were you?’

# dn16:4.32.5
source: ‘Idheva kho ahaṃ, āvuso, ahosin’ti.
sc_po: ‘I was right here, friend.’

# dn16:4.32.6
source: ‘Kiṃ pana, bhante, addasā’ti?
sc_po: ‘But sir, did you see?’

# dn16:4.32.7
source: ‘Na kho ahaṃ, āvuso, addasan’ti.
sc_po: ‘No, friend, I didn’t see anything.’

# dn16:4.32.8
source: ‘Kiṃ pana, bhante, saddaṃ assosī’ti?
sc_po: ‘But sir, didn’t you hear a sound?’

# dn16:4.32.9
source: ‘Na kho ahaṃ, āvuso, saddaṃ assosin’ti.
sc_po: ‘No, friend, I didn’t hear a sound.’

# dn16:4.32.10
source: ‘Kiṃ pana, bhante, sutto ahosī’ti?
sc_po: ‘But sir, were you asleep?’

# dn16:4.32.11
source: ‘Na kho ahaṃ, āvuso, sutto ahosin’ti.
sc_po: ‘No, friend, I wasn’t asleep.’

# dn16:4.32.12
source: ‘Kiṃ pana, bhante, saññī ahosī’ti?
sc_po: ‘But sir, were you conscious?’

# dn16:4.32.13
source: ‘Evamāvuso’ti.
sc_po: ‘Yes, friend.’

# dn16:4.32.14
source: ‘So tvaṃ, bhante, saññī samāno jāgaro deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā neva addasa, na pana saddaṃ assosī’ti?
sc_po: ‘So, sir, while conscious and awake you neither saw nor heard a sound as it was raining and pouring, lightning was flashing, and thunder was cracking?’

# dn16:4.32.15
source: ‘Evamāvuso’ti?
sc_po: ‘Yes, friend.’

# dn16:4.33.1
source: Atha kho, pukkusa, tassa purisassa etadahosi:
sc_po: Then that person thought:

# dn16:4.33.2
source: ‘acchariyaṃ vata bho, abbhutaṃ vata bho, santena vata bho pabbajitā vihārena viharanti.
sc_po: ‘It’s incredible, it’s amazing! Those who have gone forth remain in such peaceful meditations,

# dn16:4.33.3
source: Yatra hi nāma saññī samāno jāgaro deve vassante deve gaḷagaḷāyante vijjullatāsu niccharantīsu asaniyā phalantiyā neva dakkhati, na pana saddaṃ sossatī’ti.
sc_po: in that, while conscious and awake he neither saw nor heard a sound as it was raining and pouring, lightning was flashing, and thunder was cracking.’

# dn16:4.33.4
source: Mayi uḷāraṃ pasādaṃ pavedetvā maṃ abhivādetvā padakkhiṇaṃ katvā pakkāmī”ti.
sc_po: And after declaring their lofty confidence in me, they bowed and respectfully circled me, keeping me on their right, before leaving.”

# dn16:4.34.1
source: Evaṃ vutte, pukkuso mallaputto bhagavantaṃ etadavoca:
sc_po: When he said this, Pukkusa said to him,

# dn16:4.34.2
source: “esāhaṃ, bhante, yo me āḷāre kālāme pasādo taṃ mahāvāte vā ophuṇāmi sīghasotāya vā nadiyā pavāhemi.
sc_po: “Any confidence I had in Āḷāra Kālāma I sweep away as in a strong wind, or float away as down a swift stream.

# dn16:4.34.3
source: Abhikkantaṃ, bhante, abhikkantaṃ, bhante.
sc_po: Excellent, sir! Excellent!

# dn16:4.34.4
source: Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito.
sc_po: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways.

# dn16:4.34.5
source: Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṃghañca.
sc_po: I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# dn16:4.34.6
source: Upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”

# dn16:4.35.1
source: Atha kho pukkuso mallaputto aññataraṃ purisaṃ āmantesi:
sc_po: Then Pukkusa addressed a certain man,

# dn16:4.35.2
source: “iṅgha me tvaṃ, bhaṇe, siṅgīvaṇṇaṃ yugamaṭṭhaṃ dhāraṇīyaṃ āharā”ti.
sc_po: “Please, my man, fetch a pair of ready to wear polished golden garments.”

# dn16:4.35.3
source: “Evaṃ, bhante”ti kho so puriso pukkusassa mallaputtassa paṭissutvā taṃ siṅgīvaṇṇaṃ yugamaṭṭhaṃ dhāraṇīyaṃ āhari.
sc_po: “Yes, sir,” replied that man, and did as he was asked.

# dn16:4.35.4
source: Atha kho pukkuso mallaputto taṃ siṅgīvaṇṇaṃ yugamaṭṭhaṃ dhāraṇīyaṃ bhagavato upanāmesi:
sc_po: Then Pukkusa brought the garments to the Buddha,

# dn16:4.35.5
source: “idaṃ, bhante, siṅgīvaṇṇaṃ yugamaṭṭhaṃ dhāraṇīyaṃ, taṃ me bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti.
sc_po: “Sir, please accept this pair of ready to wear polished golden garments from me out of compassion.”

# dn16:4.35.6
source: “Tena hi, pukkusa, ekena maṃ acchādehi, ekena ānandan”ti.
sc_po: “Well then, Pukkusa, clothe me in one, and Ānanda in the other.”

# dn16:4.35.7
source: “Evaṃ, bhante”ti kho pukkuso mallaputto bhagavato paṭissutvā ekena bhagavantaṃ acchādeti, ekena āyasmantaṃ ānandaṃ.
sc_po: “Yes, sir,” replied Pukkusa, and did so.
