Repository: kondannyo/PGP
Catalog: DN/*_text/dn16.po
Languages: sc_po

# dn16:6.24.7
source: Atha kho vesālikā licchavī kosinārakānaṃ mallānaṃ dūtaṃ pāhesuṃ:
sc_po: They sent an envoy to the Mallas of Kusinārā:

# dn16:6.24.8
source: “bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṃ bhāgaṃ, mayampi bhagavato sarīrānaṃ thūpañca mahañca karissāmā”ti.
sc_po: “The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a large monument for them.”

# dn16:6.24.9
source: Assosuṃ kho kapilavatthuvāsī sakyā:
sc_po: The Sakyans of Kapilavatthu also heard

# dn16:6.24.10
source: “bhagavā kira kusinārāyaṃ parinibbuto”ti.
sc_po: that the Buddha had become fully extinguished at Kusinārā.

# dn16:6.24.11
source: Atha kho kapilavatthuvāsī sakyā kosinārakānaṃ mallānaṃ dūtaṃ pāhesuṃ:
sc_po: They sent an envoy to the Mallas of Kusinārā:

# dn16:6.24.12
source: “bhagavā amhākaṃ ñātiseṭṭho, mayampi arahāma bhagavato sarīrānaṃ bhāgaṃ, mayampi bhagavato sarīrānaṃ thūpañca mahañca karissāmā”ti.
sc_po: “The Buddha was our foremost relative. We too deserve a share of the Buddha’s relics. We will build a large monument for them.”

# dn16:6.24.13
source: Assosuṃ kho allakappakā bulayo:
sc_po: The Bulas of Allakappa also heard

# dn16:6.24.14
source: “bhagavā kira kusinārāyaṃ parinibbuto”ti.
sc_po: that the Buddha had become fully extinguished at Kusinārā.

# dn16:6.24.15
source: Atha kho allakappakā bulayo kosinārakānaṃ mallānaṃ dūtaṃ pāhesuṃ:
sc_po: They sent an envoy to the Mallas of Kusinārā:

# dn16:6.24.16
source: “bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṃ bhāgaṃ, mayampi bhagavato sarīrānaṃ thūpañca mahañca karissāmā”ti.
sc_po: “The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a large monument for them.”

# dn16:6.24.17
source: Assosuṃ kho rāmagāmakā koḷiyā:
sc_po: The Koḷiyans of Rāmagāma also heard

# dn16:6.24.18
source: “bhagavā kira kusinārāyaṃ parinibbuto”ti.
sc_po: that the Buddha had become fully extinguished at Kusinārā.

# dn16:6.24.19
source: Atha kho rāmagāmakā koḷiyā kosinārakānaṃ mallānaṃ dūtaṃ pāhesuṃ:
sc_po: They sent an envoy to the Mallas of Kusinārā:

# dn16:6.24.20
source: “bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṃ bhāgaṃ, mayampi bhagavato sarīrānaṃ thūpañca mahañca karissāmā”ti.
sc_po: “The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a large monument for them.”

# dn16:6.24.21
source: Assosi kho veṭṭhadīpako brāhmaṇo:
sc_po: The brahmin of Veṭhadīpa also heard

# dn16:6.24.22
source: “bhagavā kira kusinārāyaṃ parinibbuto”ti.
sc_po: that the Buddha had become fully extinguished at Kusinārā.

# dn16:6.24.23
source: Atha kho veṭṭhadīpako brāhmaṇo kosinārakānaṃ mallānaṃ dūtaṃ pāhesi:
sc_po: He sent an envoy to the Mallas of Kusinārā:

# dn16:6.24.24
source: “bhagavāpi khattiyo ahampismi brāhmaṇo, ahampi arahāmi bhagavato sarīrānaṃ bhāgaṃ, ahampi bhagavato sarīrānaṃ thūpañca mahañca karissāmī”ti.
sc_po: “The Buddha was an aristocrat, and I am a brahmin. I too deserve a share of the Buddha’s relics. I will build a large monument for them.”

# dn16:6.24.25
source: Assosuṃ kho pāveyyakā mallā:
sc_po: The Mallas of Pāvā also heard

# dn16:6.24.26
source: “bhagavā kira kusinārāyaṃ parinibbuto”ti.
sc_po: that the Buddha had become fully extinguished at Kusinārā.

# dn16:6.24.27
source: Atha kho pāveyyakā mallā kosinārakānaṃ mallānaṃ dūtaṃ pāhesuṃ:
sc_po: They sent an envoy to the Mallas of Kusinārā:

# dn16:6.24.28
source: “bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṃ bhāgaṃ, mayampi bhagavato sarīrānaṃ thūpañca mahañca karissāmā”ti.
sc_po: “The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a large monument for them.”

# dn16:6.25.1
source: Evaṃ vutte, kosinārakā mallā te saṅghe gaṇe etadavocuṃ:
sc_po: When they had spoken, the Mallas of Kusinārā said to those various groups:

# dn16:6.25.2
source: “bhagavā amhākaṃ gāmakkhette parinibbuto, na mayaṃ dassāma bhagavato sarīrānaṃ bhāgan”ti.
sc_po: “The Buddha became fully extinguished in our village district. We will not give away a share of his relics.”

# dn16:6.25.3
source: Evaṃ vutte, doṇo brāhmaṇo te saṅghe gaṇe etadavoca:
sc_po: Then Doṇa the brahmin said to those various groups:

# dn16:6.25.4
source: “Suṇantu bhonto mama ekavācaṃ,
sc_po: “Hear, sirs, a single word from me.

# dn16:6.25.5
source: Amhāka buddho ahu khantivādo;
sc_po: Our Buddha’s teaching was acceptance.

# dn16:6.25.6
source: Na hi sādhu yaṃ uttamapuggalassa,
sc_po: It would not be good to fight over

# dn16:6.25.7
source: Sarīrabhāge siyā sampahāro.
sc_po: a share of the supreme person’s relics.

# dn16:6.25.8
source: Sabbeva bhonto sahitā samaggā,
sc_po: Let us make eight portions, good sirs,

# dn16:6.25.9
source: Sammodamānā karomaṭṭhabhāge;
sc_po: rejoicing in unity and harmony.

# dn16:6.25.10
source: Vitthārikā hontu disāsu thūpā,
sc_po: Let there be monuments far and wide,

# dn16:6.25.11
source: Bahū janā cakkhumato pasannā”ti.
sc_po: so many folk may gain faith in the Seer!”

# dn16:6.25.12
source: “Tena hi, brāhmaṇa, tvaññeva bhagavato sarīrāni aṭṭhadhā samaṃ savibhattaṃ vibhajāhī”ti.
sc_po: “Well then, brahmin, you yourself should fairly divide the Buddha’s relics in eight portions.”

# dn16:6.25.13
source: “Evaṃ, bho”ti kho doṇo brāhmaṇo tesaṃ saṅghānaṃ gaṇānaṃ paṭissutvā bhagavato sarīrāni aṭṭhadhā samaṃ suvibhattaṃ vibhajitvā te saṅghe gaṇe etadavoca:
sc_po: “Yes, sirs,” replied Doṇa to those various groups. He divided the relics as asked and said to them,

# dn16:6.25.14
source: “imaṃ me bhonto tumbaṃ dadantu ahampi tumbassa thūpañca mahañca karissāmī”ti.
sc_po: “Sirs, please give me the urn, and I shall build a large monument for it.”

# dn16:6.25.15
source: Adaṃsu kho te doṇassa brāhmaṇassa tumbaṃ.
sc_po: So they gave Doṇa the urn.

# dn16:6.26.1
source: Assosuṃ kho pippalivaniyā moriyā:
sc_po: The Moras of Pippalivana heard

# dn16:6.26.2
source: “bhagavā kira kusinārāyaṃ parinibbuto”ti.
sc_po: that the Buddha had become fully extinguished at Kusinārā.

# dn16:6.26.3
source: Atha kho pippalivaniyā moriyā kosinārakānaṃ mallānaṃ dūtaṃ pāhesuṃ:
sc_po: They sent an envoy to the Mallas of Kusinārā:

# dn16:6.26.4
source: “bhagavāpi khattiyo mayampi khattiyā, mayampi arahāma bhagavato sarīrānaṃ bhāgaṃ, mayampi bhagavato sarīrānaṃ thūpañca mahañca karissāmā”ti.
sc_po: “The Buddha was an aristocrat, and so are we. We too deserve a share of the Buddha’s relics. We will build a large monument for them.”

# dn16:6.26.5
source: “Natthi bhagavato sarīrānaṃ bhāgo, vibhattāni bhagavato sarīrāni.
sc_po: “There is no portion of the Buddha’s relics left, they have already been portioned out.

# dn16:6.26.6
source: Ito aṅgāraṃ harathā”ti.
sc_po: Here, take the embers.”

# dn16:6.26.7
source: Te tato aṅgāraṃ hariṃsu.
sc_po: So they took the embers.

# dn16:6.26.8
source: 40. Dhātuthūpapūjā
sc_po: 40. Venerating the Relics

# dn16:6.27.1
source: Atha kho rājā māgadho ajātasattu vedehiputto rājagahe bhagavato sarīrānaṃ thūpañca mahañca akāsi.
sc_po: Then King Ajātasattu of Magadha,

# dn16:6.27.2
source: Vesālikāpi licchavī vesāliyaṃ bhagavato sarīrānaṃ thūpañca mahañca akaṃsu.
sc_po: the Licchavis of Vesālī,

# dn16:6.27.3
source: Kapilavatthuvāsīpi sakyā kapilavatthusmiṃ bhagavato sarīrānaṃ thūpañca mahañca akaṃsu.
sc_po: the Sakyans of Kapilavatthu,

# dn16:6.27.4
source: Allakappakāpi bulayo allakappe bhagavato sarīrānaṃ thūpañca mahañca akaṃsu.
sc_po: the Bulas of Allakappa,

# dn16:6.27.5
source: Rāmagāmakāpi koḷiyā rāmagāme bhagavato sarīrānaṃ thūpañca mahañca akaṃsu.
sc_po: the Koḷiyans of Rāmagāma,

# dn16:6.27.6
source: Veṭṭhadīpakopi brāhmaṇo veṭṭhadīpe bhagavato sarīrānaṃ thūpañca mahañca akāsi.
sc_po: the brahmin of Veṭhadīpa,

# dn16:6.27.7
source: Pāveyyakāpi mallā pāvāyaṃ bhagavato sarīrānaṃ thūpañca mahañca akaṃsu.
sc_po: the Mallas of Pāvā,

# dn16:6.27.8
source: Kosinārakāpi mallā kusinārāyaṃ bhagavato sarīrānaṃ thūpañca mahañca akaṃsu.
sc_po: the Mallas of Kusinārā,

# dn16:6.27.9
source: Doṇopi brāhmaṇo tumbassa thūpañca mahañca akāsi.
sc_po: the brahmin Doṇa,

# dn16:6.27.10
source: Pippalivaniyāpi moriyā pippalivane aṅgārānaṃ thūpañca mahañca akaṃsu.
sc_po: and the Moriyas of Pippalivana built large monuments for their portions and held festivals in their honor.

# dn16:6.27.11
source: Iti aṭṭha sarīrathūpā navamo tumbathūpo dasamo aṅgārathūpo.
sc_po: Thus there were eight monuments for the relics, a ninth for the urn, and a tenth for the embers.

# dn16:6.27.12
source: Evametaṃ bhūtapubbanti.
sc_po: That is how it was in those days.

# dn16:6.28.1
source: Aṭṭhadoṇaṃ cakkhumato sarīraṃ,
sc_po: There were eight shares of the Seer’s relics.

# dn16:6.28.2
source: Sattadoṇaṃ jambudīpe mahenti;
sc_po: Seven were worshipped throughout India.

# dn16:6.28.3
source: Ekañca doṇaṃ purisavaruttamassa,
sc_po: But one share of the most excellent of men

# dn16:6.28.4
source: Rāmagāme nāgarājā maheti.
sc_po: was worshipped in Rāmagāma by a dragon king.

# dn16:6.28.5
source: Ekāhi dāṭhā tidivehi pūjitā,
sc_po: One tooth is venerated by the gods of the Three and Thirty,

# dn16:6.28.6
source: Ekā pana gandhārapure mahīyati;
sc_po: and one is worshipped in the city of Gandhāra;

# dn16:6.28.7
source: Kāliṅgarañño vijite punekaṃ,
sc_po: another one in the realm of the Kaliṅga King,

# dn16:6.28.8
source: Ekaṃ pana nāgarājā maheti.
sc_po: and one is worshipped by a dragon king.

# dn16:6.28.9
source: Tasseva tejena ayaṃ vasundharā,
sc_po: Through their glory this rich earth

# dn16:6.28.10
source: Āyāgaseṭṭhehi mahī alaṅkatā;
sc_po: is adorned with the best of offerings.

# dn16:6.28.11
source: Evaṃ imaṃ cakkhumato sarīraṃ,
sc_po: Thus the Seer’s corpse

# dn16:6.28.12
source: Susakkataṃ sakkatasakkatehi.
sc_po: is well honored by the honorable.

# dn16:6.28.13
source: Devindanāgindanarindapūjito,
sc_po: It’s venerated by lords of gods, dragons, and spirits;

# dn16:6.28.14
source: Manussindaseṭṭhehi tatheva pūjito;
sc_po: and likewise venerated by the finest lords of men.

# dn16:6.28.15
source: Taṃ vandatha pañjalikā labhitvā,
sc_po: Honor it with joined palms when you get the chance,

# dn16:6.28.16
source: Buddho have kappasatehi dullabhoti.
sc_po: for a Buddha is rare even in a hundred eons.

# dn16:6.28.17
source: Cattālīsa samā dantā,
sc_po: Altogether forty even teeth,

# dn16:6.28.18
source: kesā lomā ca sabbaso;
sc_po: and the body hair and head hair,

# dn16:6.28.19
source: Devā hariṃsu ekekaṃ,
sc_po: were carried off individually by gods

# dn16:6.28.20
source: cakkavāḷaparamparāti.
sc_po: across the universe.
