Repository: kondannyo/PGP
Catalog: DN/*_text/dn20.po
Languages: sc_po

# dn20:18.1
source: Khemiyā tusitā yāmā,
sc_po: The Khemiyas, Tusitas, Yāmas,

# dn20:18.2
source: kaṭṭhakā ca yasassino;
sc_po: and the glorious Kaṭṭhakas came;

# dn20:18.3
source: Lambītakā lāmaseṭṭhā,
sc_po: The Lambītakas, Lāmaseṭṭhas,

# dn20:18.4
source: jotināmā ca āsavā;
sc_po: those called the Jotis and Āsavas.

# dn20:18.5
source: Nimmānaratino āguṃ,
sc_po: The Gods Who Love to Create came too,

# dn20:18.6
source: athāguṃ paranimmitā.
sc_po: and those who delight in the Creations of Others.

# dn20:18.7
source: Dasete dasadhā kāyā,
sc_po: These ten hosts of gods

# dn20:18.8
source: sabbe nānattavaṇṇino;
sc_po: shone in all different colors.

# dn20:18.9
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:18.10
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:18.11
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:18.12
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:19.1
source: Saṭṭhete devanikāyā,
sc_po: These sixty hosts of gods

# dn20:19.2
source: sabbe nānattavaṇṇino;
sc_po: shone in all different colors.

# dn20:19.3
source: Nāmanvayena āgacchuṃ,
sc_po: They came in order of their names,

# dn20:19.4
source: ye caññe sadisā saha.
sc_po: these and others likewise, thinking:

# dn20:19.5
source: ‘Pavuṭṭhajātimakhilaṃ,
sc_po: ‘We shall see those rid of rebirth, kind,

# dn20:19.6
source: oghatiṇṇamanāsavaṃ;
sc_po: the undefiled ones who have crossed the flood,

# dn20:19.7
source: Dakkhemoghataraṃ nāgaṃ,
sc_po: and the dragon who brought them across,

# dn20:19.8
source: candaṃva asitātigaṃ’.
sc_po: who like the Moon has overcome darkness.’

# dn20:20.1
source: Subrahmā paramatto ca,
sc_po: Subrahmā and Paramatta came,

# dn20:20.2
source: puttā iddhimato saha;
sc_po: with sons of those powerful ones.

# dn20:20.3
source: Sanaṅkumāro tisso ca,
sc_po: Sanaṅkumāra and Tissa

# dn20:20.4
source: sopāga samitiṃ vanaṃ.
sc_po: also came to the meeting in the wood.

# dn20:20.5
source: Sahassaṃ brahmalokānaṃ,
sc_po: Of a thousand Brahmā realms,

# dn20:20.6
source: mahābrahmābhitiṭṭhati;
sc_po: the Great Brahmā stands forth.

# dn20:20.7
source: Upapanno jutimanto,
sc_po: He has arisen, resplendent,

# dn20:20.8
source: bhismākāyo yasassiso.
sc_po: his formidable body so glorious.

# dn20:20.9
source: Dasettha issarā āguṃ,
sc_po: The ten Issarās came there,

# dn20:20.10
source: paccekavasavattino;
sc_po: each one of them wielding power,

# dn20:20.11
source: Tesañca majjhato āga,
sc_po: and in the middle of them came

# dn20:20.12
source: hārito parivārito.
sc_po: Hārita with his following.”

# dn20:21.1
source: Te ca sabbe abhikkante,
sc_po: When they had all come forth—

# dn20:21.2
source: sainde deve sabrahmake;
sc_po: the gods with their Lord, and the Brahmās—

# dn20:21.3
source: Mārasenā abhikkāmi,
sc_po: Māra’s army came forth too:

# dn20:21.4
source: passa kaṇhassa mandiyaṃ.
sc_po: see the stupidity of the Dark Lord!

# dn20:21.5
source: ‘Etha gaṇhatha bandhatha,
sc_po: “Come, seize them and bind them,” he said,

# dn20:21.6
source: rāgena baddhamatthu vo;
sc_po: “let them be bound by desire!

# dn20:21.7
source: Samantā parivāretha,
sc_po: Surround them on all sides,

# dn20:21.8
source: mā vo muñcittha koci naṃ’.
sc_po: don’t let any escape!”

# dn20:21.9
source: Iti tattha mahāseno,
sc_po: And so there the great general

# dn20:21.10
source: kaṇho senaṃ apesayi;
sc_po: sent forth his dark army.

# dn20:21.11
source: Pāṇinā talamāhacca,
sc_po: He struck the ground with his fist

# dn20:21.12
source: saraṃ katvāna bheravaṃ.
sc_po: to make a horrifying sound

# dn20:21.13
source: Yathā pāvussako megho,
sc_po: like a storm cloud shedding rain,

# dn20:21.14
source: thanayanto savijjuko;
sc_po: thundering and flashing.

# dn20:21.15
source: Tadā so paccudāvatti,
sc_po: But then he retreated,

# dn20:21.16
source: saṅkuddho asayaṃvase.
sc_po: furious, out of control.

# dn20:22.1
source: Tañca sabbaṃ abhiññāya,
sc_po: And all that was known

# dn20:22.2
source: vavatthitvāna cakkhumā;
sc_po: and distinguished by the Seer.

# dn20:22.3
source: Tato āmantayī satthā,
sc_po: Therefore he addressed

# dn20:22.4
source: sāvake sāsane rate.
sc_po: the disciples who love the teaching:

# dn20:22.5
source: ‘Mārasenā abhikkantā,
sc_po: “Māra’s army has arrived;

# dn20:22.6
source: te vijānātha bhikkhavo’;
sc_po: mendicants, you should be aware of them.”

# dn20:22.7
source: Te ca ātappamakaruṃ,
sc_po: Those monks became keen,

# dn20:22.8
source: sutvā buddhassa sāsanaṃ;
sc_po: hearing the Buddha’s instruction.

# dn20:22.9
source: Vītarāgehi pakkāmuṃ,
sc_po: The army fled from those free of passion,

# dn20:22.10
source: nesaṃ lomāpi iñjayuṃ.
sc_po: and not a single hair was stirred!

# dn20:22.11
source: ‘Sabbe vijitasaṅgāmā,
sc_po: “All are triumphant in battle,

# dn20:22.12
source: bhayātītā yasassino;
sc_po: so fearless and glorious.

# dn20:22.13
source: Modanti saha bhūtehi,
sc_po: They rejoice with all the spirits,

# dn20:22.14
source: sāvakā te janesutā’”ti.
sc_po: the disciples well-known among men.”
