Repository: kondannyo/PGP
Catalog: DN/*_text/dn20.po
Languages: sc_po

# dn20:0.1
source: Dīgha Nikāya 20
sc_po: Long Discourses 20

# dn20:0.2
source: Mahāsamayasutta
sc_po: The Great Congregation

# dn20:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# dn20:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ mahāvane mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi sabbeheva arahantehi;
sc_po: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Great Wood, together with a large Saṅgha of around five hundred mendicants, all of whom were perfected ones.

# dn20:1.3
source: dasahi ca lokadhātūhi devatā yebhuyyena sannipatitā honti bhagavantaṃ dassanāya bhikkhusaṃghañca.
sc_po: And most of the deities from ten solar systems had gathered to see the Buddha and the Saṅgha of mendicants.

# dn20:1.4
source: Atha kho catunnaṃ suddhāvāsakāyikānaṃ devatānaṃ etadahosi:
sc_po: Then four deities of the Pure Abodes, aware of what was happening, thought:

# dn20:1.7
source: Yannūna mayampi yena bhagavā tenupasaṅkameyyāma; upasaṅkamitvā bhagavato santike paccekaṃ gāthaṃ bhāseyyāmā”ti.
sc_po: “Why don’t we go to the Buddha and each recite a verse in his presence?”

# dn20:3.1
source: Atha kho tā devatā seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya pasāritaṃ vā bāhaṃ samiñjeyya; evameva—suddhāvāsesu devesu antarahitā bhagavato purato pāturahesuṃ.
sc_po: Then, as easily as a strong person would extend or contract their arm, they vanished from the Pure Abodes and reappeared in front of the Buddha.

# dn20:3.2
source: Atha kho tā devatā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.
sc_po: They bowed to the Buddha and stood to one side.

# dn20:3.3
source: Ekamantaṃ ṭhitā kho ekā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, one deity recited this verse in the Buddha’s presence:

# dn20:3.4
source: “Mahāsamayo pavanasmiṃ,
sc_po: “There’s a great congregation in the woods,

# dn20:3.5
source: Devakāyā samāgatā;
sc_po: a host of gods have assembled.

# dn20:3.6
source: Āgatamha imaṃ dhammasamayaṃ,
sc_po: We’ve come to this righteous congregation

# dn20:3.7
source: Dakkhitāye aparājitasaṅghan”ti.
sc_po: to see the invincible Saṅgha!”

# dn20:3.8
source: Atha kho aparā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then another deity recited this verse in the Buddha’s presence:

# dn20:3.9
source: “Tatra bhikkhavo samādahaṃsu,
sc_po: “The mendicants there are immersed in samādhi,

# dn20:3.10
source: Cittamattano ujukaṃ akaṃsu;
sc_po: they’ve straightened out their own minds.

# dn20:3.11
source: Sārathīva nettāni gahetvā,
sc_po: Like a charioteer who has taken the reins,

# dn20:3.12
source: Indriyāni rakkhanti paṇḍitā”ti.
sc_po: the astute ones protect their senses.”

# dn20:3.13
source: Atha kho aparā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then another deity recited this verse in the Buddha’s presence:

# dn20:3.14
source: “Chetvā khīlaṃ chetvā palighaṃ,
sc_po: “Having cut the stake and cut the bar,

# dn20:3.15
source: Indakhīlaṃ ūhacca manejā;
sc_po: they’re unstirred, with boundary pillar uprooted.

# dn20:3.16
source: Te caranti suddhā vimalā,
sc_po: They live pure and immaculate,

# dn20:3.17
source: Cakkhumatā sudantā susunāgā”ti.
sc_po: the young dragons tamed by the seer.”

# dn20:3.18
source: Atha kho aparā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then another deity recited this verse in the Buddha’s presence:

# dn20:3.19
source: “Ye keci buddhaṃ saraṇaṃ gatāse,
sc_po: “Anyone who has gone to the Buddha for refuge

# dn20:3.20
source: Na te gamissanti apāyabhūmiṃ;
sc_po: won’t go to a plane of loss.

# dn20:3.21
source: Pahāya mānusaṃ dehaṃ,
sc_po: After giving up this human body,

# dn20:3.22
source: Devakāyaṃ paripūressantī”ti.
sc_po: they swell the hosts of gods.”

# dn20:3.23
source: 1. Devatāsannipāta
sc_po: 1. The Gathering of Deities

# dn20:4.1
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants:

# dn20:4.2
source: “yebhuyyena, bhikkhave, dasasu lokadhātūsu devatā sannipatitā honti, tathāgataṃ dassanāya bhikkhusaṃghañca.
sc_po: “Mendicants, most of the deities from ten solar systems have gathered to see the Realized One and the mendicant Saṅgha.

# dn20:4.3
source: Yepi te, bhikkhave, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, tesampi bhagavantānaṃ etapparamāyeva devatā sannipatitā ahesuṃ seyyathāpi mayhaṃ etarahi.
sc_po: The Buddhas of the past had, and the Buddhas of the future will have, gatherings of deities that are at most like the gathering for me now.

# dn20:4.5
source: Ācikkhissāmi, bhikkhave, devakāyānaṃ nāmāni;
sc_po: I shall declare the names of the heavenly hosts;

# dn20:4.6
source: kittayissāmi, bhikkhave, devakāyānaṃ nāmāni;
sc_po: I shall extol the names of the heavenly hosts;

# dn20:4.7
source: desessāmi, bhikkhave, devakāyānaṃ nāmāni.
sc_po: I shall teach the names of the heavenly hosts.

# dn20:4.8
source: Taṃ suṇātha, sādhukaṃ manasikarotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# dn20:4.9
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# dn20:4.10
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# dn20:5.1
source: “Silokamanukassāmi,
sc_po: “I shall invoke a paean of praise!

# dn20:5.2
source: yattha bhummā tadassitā;
sc_po: Where the earth-gods dwell,

# dn20:5.3
source: Ye sitā girigabbharaṃ,
sc_po: there, in mountain caves,

# dn20:5.4
source: pahitattā samāhitā.
sc_po: resolute and composed,

# dn20:5.5
source: Puthūsīhāva sallīnā,
sc_po: dwell many like lonely lions,

# dn20:5.6
source: lomahaṃsābhisambhuno;
sc_po: who have mastered their fears.

# dn20:5.7
source: Odātamanasā suddhā,
sc_po: Their minds are bright and pure,

# dn20:5.8
source: vippasannamanāvilā.
sc_po: clear and undisturbed.”

# dn20:5.9
source: Bhiyyo pañcasate ñatvā,
sc_po: The teacher knew that over five hundred

# dn20:5.10
source: vane kāpilavatthave;
sc_po: were in the wood at Kapilavatthu.

# dn20:5.11
source: Tato āmantayī satthā,
sc_po: Therefore he addressed

# dn20:5.12
source: sāvake sāsane rate.
sc_po: the disciples who love the teaching:

# dn20:5.13
source: ‘Devakāyā abhikkantā,
sc_po: “The heavenly hosts have come forth;

# dn20:5.14
source: te vijānātha bhikkhavo’;
sc_po: mendicants, you should be aware of them.”

# dn20:5.15
source: Te ca ātappamakaruṃ,
sc_po: Those monks became keen,

# dn20:5.16
source: sutvā buddhassa sāsanaṃ.
sc_po: hearing the Buddha’s instruction.

# dn20:6.1
source: Tesaṃ pāturahu ñāṇaṃ,
sc_po: Knowledge manifested in them,

# dn20:6.2
source: amanussānadassanaṃ;
sc_po: seeing those non-human beings.

# dn20:6.3
source: Appeke satamaddakkhuṃ,
sc_po: Some saw a hundred,

# dn20:6.4
source: sahassaṃ atha sattariṃ.
sc_po: a thousand, even seventy thousand,

# dn20:6.5
source: Sataṃ eke sahassānaṃ,
sc_po: while some saw a hundred thousand

# dn20:6.6
source: amanussānamaddasuṃ;
sc_po: non-human beings.

# dn20:6.7
source: Appekenantamaddakkhuṃ,
sc_po: But some saw an endless number

# dn20:6.8
source: disā sabbā phuṭā ahuṃ.
sc_po: spread out in every direction.

# dn20:6.9
source: Tañca sabbaṃ abhiññāya,
sc_po: And all that was known

# dn20:6.10
source: vavatthitvāna cakkhumā;
sc_po: and distinguished by the Seer.

# dn20:6.11
source: Tato āmantayī satthā,
sc_po: Therefore he addressed

# dn20:6.12
source: sāvake sāsane rate.
sc_po: the disciples who love the teaching:

# dn20:6.13
source: ‘Devakāyā abhikkantā,
sc_po: “The heavenly hosts have come forth;

# dn20:6.14
source: te vijānātha bhikkhavo;
sc_po: mendicants, you should be aware of them.

# dn20:6.15
source: Ye vohaṃ kittayissāmi,
sc_po: I shall extol them for you,

# dn20:6.16
source: girāhi anupubbaso’.
sc_po: with lyrics in proper order.

# dn20:7.1
source: Sattasahassā te yakkhā,
sc_po: There are seven thousand spirits,

# dn20:7.2
source: bhummā kāpilavatthavā;
sc_po: earth-gods of Kapilavatthu.

# dn20:7.3
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:7.4
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:7.5
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:7.6
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:7.7
source: Chasahassā hemavatā,
sc_po: From the Himalayas there are six thousand

# dn20:7.8
source: yakkhā nānattavaṇṇino;
sc_po: spirits of different colors.

# dn20:7.9
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:7.10
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:7.11
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:7.12
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:7.13
source: Sātāgirā tisahassā,
sc_po: From Sātāgira there are three thousand

# dn20:7.14
source: yakkhā nānattavaṇṇino;
sc_po: spirits of different colors.

# dn20:7.15
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:7.16
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:7.17
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:7.18
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:7.19
source: Iccete soḷasasahassā,
sc_po: And thus there are sixteen thousand

# dn20:7.20
source: yakkhā nānattavaṇṇino;
sc_po: spirits of different colors.

# dn20:7.21
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:7.22
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:7.23
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:7.24
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:8.1
source: Vessāmittā pañcasatā,
sc_po: From Vessamittā there are five hundred

# dn20:8.2
source: yakkhā nānattavaṇṇino;
sc_po: spirits of different colors.

# dn20:8.3
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:8.4
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:8.5
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:8.6
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:8.7
source: Kumbhīro rājagahiko,
sc_po: And there’s Kumbhīra of Rājagaha,

# dn20:8.8
source: vepullassa nivesanaṃ;
sc_po: whose home is on Mount Vepulla.

# dn20:8.9
source: Bhiyyo naṃ satasahassaṃ,
sc_po: Attended by more than

# dn20:8.10
source: yakkhānaṃ payirupāsati;
sc_po: a hundred thousand spirits,

# dn20:8.11
source: Kumbhīro rājagahiko,
sc_po: Kumbhīra of Rājagaha

# dn20:8.12
source: sopāgā samitiṃ vanaṃ.
sc_po: also came to the meeting in the wood.

# dn20:9.1
source: Purimañca disaṃ rājā,
sc_po: King Dhataraṭṭha rules

# dn20:9.2
source: dhataraṭṭho pasāsati;
sc_po: the eastern quarter.

# dn20:9.3
source: Gandhabbānaṃ adhipati,
sc_po: Lord of the fairies,

# dn20:9.4
source: mahārājā yasassiso.
sc_po: he’s a great king, glorious.

# dn20:9.5
source: Puttāpi tassa bahavo,
sc_po: And he has many mighty sons

# dn20:9.6
source: indanāmā mahabbalā;
sc_po: all of them named Inda.

# dn20:9.7
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:9.8
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:9.9
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:9.10
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:9.11
source: Dakkhiṇañca disaṃ rājā,
sc_po: King Virūḷha rules

# dn20:9.12
source: virūḷho taṃ pasāsati;
sc_po: the southern quarter.

# dn20:9.13
source: Kumbhaṇḍānaṃ adhipati,
sc_po: Lord of the goblins,

# dn20:9.14
source: mahārājā yasassiso.
sc_po: he’s a great king, glorious.

# dn20:9.15
source: Puttāpi tassa bahavo,
sc_po: And he has many mighty sons

# dn20:9.16
source: indanāmā mahabbalā;
sc_po: all of them named Inda.

# dn20:9.17
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:9.18
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:9.19
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:9.20
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:9.21
source: Pacchimañca disaṃ rājā,
sc_po: King Virūpakkha rules

# dn20:9.22
source: virūpakkho pasāsati;
sc_po: the western quarter.

# dn20:9.23
source: Nāgānañca adhipati,
sc_po: Lord of the dragons,

# dn20:9.24
source: mahārājā yasassiso.
sc_po: he’s a great king, glorious.

# dn20:9.25
source: Puttāpi tassa bahavo,
sc_po: And he has many mighty sons

# dn20:9.26
source: indanāmā mahabbalā;
sc_po: all of them named Inda.

# dn20:9.27
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:9.28
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:9.29
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:9.30
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:9.31
source: Uttarañca disaṃ rājā,
sc_po: King Kuvera rules

# dn20:9.32
source: kuvero taṃ pasāsati;
sc_po: the northern quarter.

# dn20:9.33
source: Yakkhānañca adhipati,
sc_po: Lord of spirits,

# dn20:9.34
source: mahārājā yasassiso.
sc_po: he’s a great king, glorious.

# dn20:9.35
source: Puttāpi tassa bahavo,
sc_po: And he has many mighty sons

# dn20:9.36
source: indanāmā mahabbalā;
sc_po: all of them named Inda.

# dn20:9.37
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:9.38
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:9.39
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:9.40
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:9.41
source: Purimaṃ disaṃ dhataraṭṭho,
sc_po: Dhataraṭṭha in the east,

# dn20:9.42
source: dakkhiṇena virūḷhako;
sc_po: Virūḷhaka to the south,

# dn20:9.43
source: Pacchimena virūpakkho,
sc_po: Virūpakkha to the west,

# dn20:9.44
source: kuvero uttaraṃ disaṃ.
sc_po: and Kuvera in the north.

# dn20:9.45
source: Cattāro te mahārājā,
sc_po: These Four Great Kings,

# dn20:9.46
source: samantā caturo disā;
sc_po: all around in the four quarters,

# dn20:9.47
source: Daddallamānā aṭṭhaṃsu,
sc_po: stood there dazzling

# dn20:9.48
source: vane kāpilavatthave.
sc_po: in the wood at Kapilavatthu.

# dn20:10.1
source: Tesaṃ māyāvino dāsā,
sc_po: Their deceitful bondservants came,

# dn20:10.2
source: āguṃ vañcanikā saṭhā;
sc_po: so treacherous and crafty—

# dn20:10.3
source: Māyā kuṭeṇḍu viṭeṇḍu,
sc_po: the deceivers Kuṭeṇḍu, Viṭeṇḍu,

# dn20:10.4
source: viṭucca viṭuṭo saha.
sc_po: with Viṭucca and Viṭuḍa.

# dn20:10.5
source: Candano kāmaseṭṭho ca,
sc_po: And Candana and Kāmaseṭṭha,

# dn20:10.6
source: kinnighaṇḍu nighaṇḍu ca;
sc_po: Kinnughaṇḍu and Nighaṇḍu,

# dn20:10.7
source: Panādo opamañño ca,
sc_po: Panāda and Opamañña,

# dn20:10.8
source: devasūto ca mātali.
sc_po: and Mātali, the god’s charioteer.

# dn20:10.9
source: Cittaseno ca gandhabbo,
sc_po: Cittasena the fairy came too,

# dn20:10.10
source: naḷorājā janesabho;
sc_po: and the kings Nala and Janesabha,

# dn20:10.11
source: Āgā pañcasikho ceva,
sc_po: as well as Pañcasikha,

# dn20:10.12
source: timbarū sūriyavacchasā.
sc_po: Timbaru, and Suriyavaccasā.

# dn20:10.13
source: Ete caññe ca rājāno,
sc_po: These and other kings there were,

# dn20:10.14
source: gandhabbā saha rājubhi;
sc_po: the fairies with their kings.

# dn20:10.15
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:10.16
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:11.1
source: Athāguṃ nāgasā nāgā,
sc_po: Then came dragons from Nābhasa,

# dn20:11.2
source: vesālā sahatacchakā;
sc_po: and Vesālī, with the Tacchakas.

# dn20:11.3
source: Kambalassatarā āguṃ,
sc_po: The Kambalas and Assataras came

# dn20:11.4
source: pāyāgā saha ñātibhi.
sc_po: from Pāyāga with their kin.

# dn20:11.5
source: Yāmunā dhataraṭṭhā ca,
sc_po: From Yamunā the Dhataraṭṭha

# dn20:11.6
source: āgū nāgā yasassino;
sc_po: dragons came, so glorious.

# dn20:11.7
source: Erāvaṇo mahānāgo,
sc_po: And Erāvaṇa the great dragon

# dn20:11.8
source: sopāgā samitiṃ vanaṃ.
sc_po: also came to the meeting in the wood.

# dn20:11.9
source: Ye nāgarāje sahasā haranti,
sc_po: Those who seize the dragon kings by force—

# dn20:11.10
source: Dibbā dijā pakkhi visuddhacakkhū;
sc_po: divine, twice-born birds with piercing vision—

# dn20:11.11
source: Vehāyasā te vanamajjhapattā,
sc_po: swoop down to the wood from the sky;

# dn20:11.12
source: Citrā supaṇṇā iti tesa nāmaṃ.
sc_po: their name is ‘Rainbow Phoenix’.

# dn20:11.13
source: Abhayaṃ tadā nāgarājānamāsi,
sc_po: But the dragon kings remained fearless,

# dn20:11.14
source: Supaṇṇato khemamakāsi buddho;
sc_po: for the Buddha kept them safe from the phoenixes.

# dn20:11.15
source: Saṇhāhi vācāhi upavhayantā,
sc_po: Introducing each other with gentle words,

# dn20:11.16
source: Nāgā supaṇṇā saraṇamakaṃsu buddhaṃ.
sc_po: the dragons and phoenixes took the Buddha as their refuge.

# dn20:12.1
source: Jitā vajirahatthena,
sc_po: Defeated by Vajirahattha,

# dn20:12.2
source: samuddaṃ asurāsitā;
sc_po: the demons live in the ocean.

# dn20:12.3
source: Bhātaro vāsavassete,
sc_po: They’re brothers of Vāsava,

# dn20:12.4
source: iddhimanto yasassino.
sc_po: powerful and glorious.

# dn20:12.5
source: Kālakañcā mahābhismā,
sc_po: There’s the terrifying Kālakañjas,

# dn20:12.6
source: asurā dānaveghasā;
sc_po: the Dānaveghasa demons,

# dn20:12.7
source: Vepacitti sucitti ca,
sc_po: Vepacitti and Sucitti,

# dn20:12.8
source: pahārādo namucī saha.
sc_po: Pahārāda with Namuci,

# dn20:12.9
source: Satañca baliputtānaṃ,
sc_po: and a hundred of Bali’s sons,

# dn20:12.10
source: sabbe verocanāmakā;
sc_po: all named after Veroca.

# dn20:12.11
source: Sannayhitvā balisenaṃ,
sc_po: Bali’s army armed themselves

# dn20:12.12
source: rāhubhaddamupāgamuṃ;
sc_po: and went up to the auspicious Rāhu, saying:

# dn20:12.13
source: ‘Samayo dāni bhaddante,
sc_po: ‘Now is the time, sir,

# dn20:12.14
source: bhikkhūnaṃ samitiṃ vanaṃ’.
sc_po: for the meeting of mendicants in the wood.’

# dn20:13.1
source: Āpo ca devā pathavī,
sc_po: The gods of Water and Earth,

# dn20:13.2
source: tejo vāyo tadāgamuṃ;
sc_po: and Fire and Wind came there.

# dn20:13.3
source: Varuṇā vāraṇā devā,
sc_po: The Varuṇa and Vāruṇa gods,

# dn20:13.4
source: somo ca yasasā saha.
sc_po: and Soma together with Yasa.

# dn20:13.5
source: Mettā karuṇā kāyikā,
sc_po: A host of the gods of Love

# dn20:13.6
source: āguṃ devā yasassino;
sc_po: and Compassion came, so glorious.

# dn20:13.7
source: Dasete dasadhā kāyā,
sc_po: These ten hosts of gods

# dn20:13.8
source: sabbe nānattavaṇṇino.
sc_po: shone in all different colors.

# dn20:13.9
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:13.10
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:13.11
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:13.12
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:14.1
source: Veṇḍudevā sahali ca,
sc_po: The Veṇhu and Sahali gods,

# dn20:14.2
source: asamā ca duve yamā;
sc_po: and Asama, and the twin Yamas came.

# dn20:14.3
source: Candassūpanisā devā,
sc_po: The gods living on the moon came,

# dn20:14.4
source: candamāguṃ purakkhatvā.
sc_po: with the Moon before them.

# dn20:14.5
source: Sūriyassūpanisā devā,
sc_po: The gods living on the sun came,

# dn20:14.6
source: sūriyamāguṃ purakkhatvā;
sc_po: with the Sun before them.

# dn20:14.7
source: Nakkhattāni purakkhatvā,
sc_po: And with the stars before them

# dn20:14.8
source: āguṃ mandavalāhakā.
sc_po: came the silly gods of clouds.

# dn20:14.9
source: Vasūnaṃ vāsavo seṭṭho,
sc_po: And Sakka came, the stronghold-giver,

# dn20:14.10
source: sakkopāgā purindado;
sc_po: known as Vāsava, the best of the Vasus.

# dn20:14.11
source: Dasete dasadhā kāyā,
sc_po: These ten hosts of gods

# dn20:14.12
source: sabbe nānattavaṇṇino.
sc_po: shone in all different colors.

# dn20:14.13
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:14.14
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:14.15
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:14.16
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:15.1
source: Athāguṃ sahabhū devā,
sc_po: Then came the Sahabhū gods,

# dn20:15.2
source: jalamaggi sikhāriva;
sc_po: blazing like a crested flame;

# dn20:15.3
source: Ariṭṭhakā ca rojā ca,
sc_po: and the Ariṭṭhakas and Rojas too,

# dn20:15.4
source: umāpupphanibhāsino.
sc_po: and the gods hued blue as flax.

# dn20:15.5
source: Varuṇā sahadhammā ca,
sc_po: The Varuṇas and Sahadhammas,

# dn20:15.6
source: accutā ca anejakā;
sc_po: the Accutas and Anejakas,

# dn20:15.7
source: Sūleyyarucirā āguṃ,
sc_po: the Sūleyyas and Ruciras all came,

# dn20:15.8
source: āguṃ vāsavanesino;
sc_po: as did the Vāsavanesi gods.

# dn20:15.9
source: Dasete dasadhā kāyā,
sc_po: These ten hosts of gods

# dn20:15.10
source: sabbe nānattavaṇṇino.
sc_po: shone in all different colors.

# dn20:15.11
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:15.12
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:15.13
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:15.14
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:16.1
source: Samānā mahāsamanā,
sc_po: The Samānas, Mahāsamānas,

# dn20:16.2
source: mānusā mānusuttamā;
sc_po: Mānusas, and Mānusuttamas all came,

# dn20:16.3
source: Khiḍḍāpadosikā āguṃ,
sc_po: and the gods depraved by play,

# dn20:16.4
source: āguṃ manopadosikā.
sc_po: and those who are malevolent.

# dn20:16.5
source: Athāguṃ harayo devā,
sc_po: Then came the Hari gods,

# dn20:16.6
source: ye ca lohitavāsino;
sc_po: and the Lohitavāsīs.

# dn20:16.7
source: Pāragā mahāpāragā,
sc_po: The Pāragas and Mahāpāragas came,

# dn20:16.8
source: āguṃ devā yasassino;
sc_po: such glorious gods.

# dn20:16.9
source: Dasete dasadhā kāyā,
sc_po: These ten hosts of gods

# dn20:16.10
source: sabbe nānattavaṇṇino.
sc_po: shone in all different colors.

# dn20:16.11
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:16.12
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:16.13
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:16.14
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.

# dn20:17.1
source: Sukkā karambhā aruṇā,
sc_po: The Sukkas, Karumhas, and Aruṇas

# dn20:17.2
source: āguṃ veghanasā saha;
sc_po: came along with the Veghanasas.

# dn20:17.3
source: Odātagayhā pāmokkhā,
sc_po: And the Odātagayhas came as chiefs

# dn20:17.4
source: āguṃ devā vicakkhaṇā.
sc_po: of the Vicakkhaṇa gods.

# dn20:17.5
source: Sadāmattā hāragajā,
sc_po: The Sadāmattas and Hāragajas,

# dn20:17.6
source: missakā ca yasassino;
sc_po: and the glorious Missakas;

# dn20:17.7
source: Thanayaṃ āga pajjunno,
sc_po: Pajjuna came thundering,

# dn20:17.8
source: yo disā abhivassati.
sc_po: he who rains on all quarters.

# dn20:17.9
source: Dasete dasadhā kāyā,
sc_po: These ten hosts of gods

# dn20:17.10
source: sabbe nānattavaṇṇino;
sc_po: shone in all different colors.

# dn20:17.11
source: Iddhimanto jutimanto,
sc_po: They’re powerful and brilliant,

# dn20:17.12
source: vaṇṇavanto yasassino;
sc_po: so beautiful and glorious.

# dn20:17.13
source: Modamānā abhikkāmuṃ,
sc_po: Rejoicing, they’ve come forth

# dn20:17.14
source: bhikkhūnaṃ samitiṃ vanaṃ.
sc_po: to the meeting of mendicants in the wood.
