Repository: kondannyo/PGP
Catalog: DN/*_text/dn30.po
Languages: sc_po

# dn30:1.13.2
source: dātā ahosi paṇītānaṃ rasitānaṃ khādanīyānaṃ bhojanīyānaṃ sāyanīyānaṃ lehanīyānaṃ pānānaṃ.
sc_po: He was a donor of fine and tasty foods and drinks of all kinds, delicious and scrumptious.

# dn30:1.13.3
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:1.13.4
source: so tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati, sattussado hoti, sattassa ussadā honti;
sc_po: When he came back to this state of existence he obtained this mark: he has bulging muscles in seven places.

# dn30:1.13.5
source: ubhosu hatthesu ussadā honti, ubhosu pādesu ussadā honti, ubhosu aṃsakūṭesu ussadā honti, khandhe ussado hoti.
sc_po: He has bulges on both hands, both feet, both shoulders, and his chest.

# dn30:1.14.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.14.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.14.3
source: Lābhī hoti paṇītānaṃ rasitānaṃ khādanīyānaṃ bhojanīyānaṃ sāyanīyānaṃ lehanīyānaṃ pānānaṃ.
sc_po: He gets fine and tasty foods and drinks of all kinds, delicious and scrumptious.

# dn30:1.14.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:1.14.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.14.6
source: Lābhī hoti paṇītānaṃ rasitānaṃ khādanīyānaṃ bhojanīyānaṃ sāyanīyānaṃ lehanīyānaṃ pānānaṃ.
sc_po: He gets fine and tasty foods and drinks of all kinds, delicious and scrumptious.

# dn30:1.14.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.14.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.15.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.15.2
source: “Khajjabhojjamatha leyya sāyiyaṃ,
sc_po: “He used to give the very best of flavors—

# dn30:1.15.3
source: Uttamaggarasadāyako ahu;
sc_po: scrumptious foods of every kind.

# dn30:1.15.4
source: Tena so sucaritena kammunā,
sc_po: Because of that good deed,

# dn30:1.15.5
source: Nandane ciramabhippamodati.
sc_po: he rejoiced long in Nandana heaven.

# dn30:1.15.6
source: Satta cussade idhādhigacchati,
sc_po: On returning to here, he got seven bulging muscles

# dn30:1.15.7
source: Hatthapādamudutañca vindati;
sc_po: and tender hands and feet are found.

# dn30:1.15.8
source: Āhu byañjananimittakovidā,
sc_po: The soothsayers expert in signs declared:

# dn30:1.15.9
source: Khajjabhojjarasalābhitāya naṃ.
sc_po: ‘He’ll get tasty foods of all sorts

# dn30:1.15.10
source: Yaṃ gihissapi tadatthajotakaṃ,
sc_po: as a householder, that’s what that means.

# dn30:1.15.11
source: Pabbajjampi ca tadādhigacchati;
sc_po: But even if he goes forth he’ll get the same,

# dn30:1.15.12
source: Khajjabhojjarasalābhiruttamaṃ,
sc_po: supreme in gaining tasty foods of all sorts,

# dn30:1.15.13
source: Āhu sabbagihibandhanacchidan”ti.
sc_po: cutting all bonds of the lay life.’”

# dn30:1.15.14
source: 7–8. Karacaraṇamudujālatālakkhaṇāni
sc_po: 7–8. Tender and Clinging Hands

# dn30:1.16.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:1.16.2
source: catūhi saṅgahavatthūhi janaṃ saṅgāhako ahosi—
sc_po: He brought people together using the four ways of being inclusive:

# dn30:1.16.3
source: dānena peyyavajjena atthacariyāya samānattatāya.
sc_po: giving, kindly words, taking care, and equality.

# dn30:1.16.4
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:1.16.5
source: so tato cuto itthattaṃ āgato samāno imāni dve mahāpurisalakkhaṇāni paṭilabhati.
sc_po: When he came back to this state of existence he obtained these two marks:

# dn30:1.16.6
source: Mudutalunahatthapādo ca hoti jālahatthapādo ca.
sc_po: his hands and feet are tender, and they cling gracefully.

# dn30:1.17.1
source: So tehi lakkhaṇehi samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing these marks, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.17.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.17.3
source: Susaṅgahitaparijano hoti, susaṅgahitāssa honti brāhmaṇagahapatikā negamajānapadā gaṇakamahāmattā anīkaṭṭhā dovārikā amaccā pārisajjā rājāno bhogiyā kumārā.
sc_po: His retinue is inclusive, cohesive, and well-managed. This includes brahmins and householders, people of town and country, treasury officials, military officers, guardsmen, ministers, counselors, rulers, tax beneficiaries, and princes.

# dn30:1.17.4
source: Rājā samāno idaṃ labhati …
sc_po: That’s what he obtains as king.

# dn30:1.17.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.17.6
source: Susaṅgahitaparijano hoti, susaṅgahitāssa honti bhikkhū bhikkhuniyo upāsakā upāsikāyo devā manussā asurā nāgā gandhabbā.
sc_po: His retinue is inclusive, cohesive, and well-managed. This includes monks, nuns, laymen, laywomen, gods, humans, demons, dragons, and fairies.

# dn30:1.17.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.17.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.18.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.18.2
source: “Dānampi catthacariyatañca,
sc_po: “By giving and helping others,

# dn30:1.18.3
source: Piyavāditañca samānattatañca;
sc_po: kindly speech, and equal treatment,

# dn30:1.18.4
source: Kariyacariyasusaṅgahaṃ bahūnaṃ,
sc_po: such action and conduct as brought people together,

# dn30:1.18.5
source: Anavamatena guṇena yāti saggaṃ.
sc_po: he went to heaven due to his esteemed virtue.

# dn30:1.18.6
source: Caviya punaridhāgato samāno,
sc_po: Passing away, on his return to here,

# dn30:1.18.7
source: Karacaraṇamudutañca jālino ca;
sc_po: the young baby prince obtained

# dn30:1.18.8
source: Atirucirasuvaggudassaneyyaṃ,
sc_po: hands and feet so tender and clinging,

# dn30:1.18.9
source: Paṭilabhati daharo susu kumāro.
sc_po: lovely, graceful, and good-looking.

# dn30:1.18.10
source: Bhavati parijanassavo vidheyyo,
sc_po: His retinue is loyal and manageable,

# dn30:1.18.11
source: Mahimaṃ āvasito susaṅgahito;
sc_po: staying agreeably all over this broad land.

# dn30:1.18.12
source: Piyavadū hitasukhataṃ jigīsamāno,
sc_po: Speaking kindly, desiring happiness,

# dn30:1.18.13
source: Abhirucitāni guṇāni ācarati.
sc_po: he practices the good qualities he’s adopted.

# dn30:1.18.14
source: Yadi ca jahati sabbakāmabhogaṃ,
sc_po: But if he gives up all sensual enjoyments,

# dn30:1.18.15
source: Kathayati dhammakathaṃ jino janassa;
sc_po: as victor he speaks Dhamma to the people.

# dn30:1.18.16
source: Vacanapaṭikarassābhippasannā,
sc_po: Devoted, they respond to his words;

# dn30:1.18.17
source: Sutvāna dhammānudhammamācarantī”ti.
sc_po: after listening, they practice in line with the teaching.”

# dn30:1.18.18
source: 9–10. Ussaṅkhapāda-uddhaggalomatālakkhaṇāni
sc_po: 9–10. Arched Feet and Upright Hair

# dn30:1.19.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:1.19.2
source: atthūpasaṃhitaṃ dhammūpasaṃhitaṃ vācaṃ bhāsitā ahosi, bahujanaṃ nidaṃsesi, pāṇīnaṃ hitasukhāvaho dhammayāgī.
sc_po: His speech was meaningful and principled. He educated many people, bringing welfare and happiness, offering the teaching.

# dn30:1.19.3
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:1.19.4
source: so tato cuto itthattaṃ āgato samāno imāni dve mahāpurisalakkhaṇāni paṭilabhati.
sc_po: When he came back to this state of existence he obtained these two marks:

# dn30:1.19.5
source: Ussaṅkhapādo ca hoti, uddhaggalomo ca.
sc_po: his feet are arched and his hairs stand up.

# dn30:1.20.1
source: So tehi lakkhaṇehi samannāgato, sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing these marks, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.20.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.20.3
source: Aggo ca hoti seṭṭho ca pāmokkho ca uttamo ca pavaro ca kāmabhogīnaṃ.
sc_po: He is the foremost, best, chief, highest, and finest of those who enjoy sensual pleasures.

# dn30:1.20.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:1.20.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.20.6
source: Aggo ca hoti seṭṭho ca pāmokkho ca uttamo ca pavaro ca sabbasattānaṃ.
sc_po: He is the foremost, best, chief, highest, and finest of all sentient beings.

# dn30:1.20.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.20.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.21.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.21.2
source: “Atthadhammasahitaṃ pure giraṃ,
sc_po: “His word was meaningful and principled,

# dn30:1.21.3
source: Erayaṃ bahujanaṃ nidaṃsayi;
sc_po: moving the people with his explanations.

# dn30:1.21.4
source: Pāṇinaṃ hitasukhāvaho ahu,
sc_po: He brought welfare and happiness to creatures,

# dn30:1.21.5
source: Dhammayāgamayajī amaccharī.
sc_po: unstintingly offering up teaching.

# dn30:1.21.6
source: Tena so sucaritena kammunā,
sc_po: Because of that good deed,

# dn30:1.21.7
source: Suggatiṃ vajati tattha modati;
sc_po: he went to heaven, and there rejoiced.

# dn30:1.21.8
source: Lakkhaṇāni ca duve idhāgato,
sc_po: On return to here two marks are found,

# dn30:1.21.9
source: Uttamappamukhatāya vindati.
sc_po: of excellence and supremacy.

# dn30:1.21.10
source: Ubbhamuppatitalomavā saso,
sc_po: His hairs stand upright,

# dn30:1.21.11
source: Pādagaṇṭhirahu sādhusaṇṭhitā;
sc_po: and his ankles stand out well.

# dn30:1.21.12
source: Maṃsalohitācitā tacotthatā,
sc_po: Swollen with flesh and blood, and wrapped in skin,

# dn30:1.21.13
source: Uparicaraṇasobhanā ahu.
sc_po: they make it pretty above the feet.

# dn30:1.21.14
source: Gehamāvasati ce tathāvidho,
sc_po: If such a one lives in the home,

# dn30:1.21.15
source: Aggataṃ vajati kāmabhoginaṃ;
sc_po: he becomes best of those who enjoy sensual pleasures.

# dn30:1.21.16
source: Tena uttaritaro na vijjati,
sc_po: There’ll be none better than him;

# dn30:1.21.17
source: Jambudīpamabhibhuyya iriyati.
sc_po: he’ll live having mastered all India.

# dn30:1.21.18
source: Pabbajampi ca anomanikkamo,
sc_po: But going forth the peerless renunciate

# dn30:1.21.19
source: Aggataṃ vajati sabbapāṇinaṃ;
sc_po: becomes best of all creatures.

# dn30:1.21.20
source: Tena uttaritaro na vijjati,
sc_po: There’ll be none better than him,

# dn30:1.21.21
source: Sabbalokamabhibhuyya viharatī”ti.
sc_po: he’ll live having mastered the whole world.”

# dn30:1.21.22
source: 11. Eṇijaṅghalakkhaṇaṃ
sc_po: 11. Antelope Calves

# dn30:1.22.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:1.22.2
source: sakkaccaṃ vācetā ahosi sippaṃ vā vijjaṃ vā caraṇaṃ vā kammaṃ vā:
sc_po: He was a thorough teacher of a profession, a branch of knowledge, conduct, or action, thinking:

# dn30:1.22.3
source: ‘kintime khippaṃ vijāneyyuṃ, khippaṃ paṭipajjeyyuṃ, na ciraṃ kilisseyyun’”ti.
sc_po: ‘How might they quickly learn and practice, without getting exhausted?’

# dn30:1.22.4
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:1.22.5
source: so tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati.
sc_po: When he came back to this state of existence he obtained this mark:

# dn30:1.22.6
source: Eṇijaṅgho hoti.
sc_po: his calves are like those of an antelope.

# dn30:1.23.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.23.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.23.3
source: Yāni tāni rājārahāni rājaṅgāni rājūpabhogāni rājānucchavikāni tāni khippaṃ paṭilabhati.
sc_po: He quickly obtains the things worthy of a king, the factors, supports, and things befitting a king.

# dn30:1.23.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:1.23.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.23.6
source: Yāni tāni samaṇārahāni samaṇaṅgāni samaṇūpabhogāni samaṇānucchavikāni, tāni khippaṃ paṭilabhati.
sc_po: He quickly obtains the things worthy of an ascetic, the factors, supports, and things befitting an ascetic.

# dn30:1.23.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.23.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.24.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.24.2
source: “Sippesu vijjācaraṇesu kammesu,
sc_po: “In professions, knowledge, conduct, and deeds,

# dn30:1.24.3
source: Kathaṃ vijāneyyuṃ lahunti icchati;
sc_po: he thought of how they might swiftly learn.

# dn30:1.24.4
source: Yadūpaghātāya na hoti kassaci,
sc_po: Things that harm no-one at all,

# dn30:1.24.5
source: Vāceti khippaṃ na ciraṃ kilissati.
sc_po: he quickly taught so they would not get tired.

# dn30:1.24.6
source: Taṃ kammaṃ katvā kusalaṃ sukhudrayaṃ,
sc_po: Having done that skillful deed whose outcome is happiness,

# dn30:1.24.7
source: Jaṅghā manuññā labhate susaṇṭhitā;
sc_po: he gains prominent and elegant calves.

# dn30:1.24.8
source: Vaṭṭā sujātā anupubbamuggatā,
sc_po: Well-formed in graceful spirals,

# dn30:1.24.9
source: Uddhaggalomā sukhumattacotthatā.
sc_po: he’s covered in fine rising hairs.

# dn30:1.24.10
source: Eṇeyyajaṅghoti tamāhu puggalaṃ,
sc_po: They say that person has antelope calves,

# dn30:1.24.11
source: Sampattiyā khippamidhāhu lakkhaṇaṃ;
sc_po: and that this is the mark of swift success.

# dn30:1.24.12
source: Gehānulomāni yadābhikaṅkhati,
sc_po: If he desires the things of the household life,

# dn30:1.24.13
source: Apabbajaṃ khippamidhādhigacchati.
sc_po: not going forth, they’ll quickly be his.

# dn30:1.24.14
source: Sace ca pabbajjamupeti tādiso,
sc_po: But if he chooses the life gone forth,

# dn30:1.24.15
source: Nekkhammachandābhirato vicakkhaṇo;
sc_po: seeing clearly, loving renunciation,

# dn30:1.24.16
source: Anucchavikassa yadānulomikaṃ,
sc_po: the peerless renunciate will quickly find

# dn30:1.24.17
source: Taṃ vindati khippamanomavikkamo”ti.
sc_po: what is fitting and suitable.”

# dn30:1.24.18
source: 12. Sukhumacchavilakkhaṇaṃ
sc_po: 12. Delicate Skin

# dn30:1.25.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:1.25.2
source: samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā paripucchitā ahosi:
sc_po: He approached an ascetic or brahmin and asked:

# dn30:1.25.3
source: ‘kiṃ, bhante, kusalaṃ, kiṃ akusalaṃ, kiṃ sāvajjaṃ, kiṃ anavajjaṃ, kiṃ sevitabbaṃ, kiṃ na sevitabbaṃ, kiṃ me karīyamānaṃ dīgharattaṃ ahitāya dukkhāya assa, kiṃ vā pana me karīyamānaṃ dīgharattaṃ hitāya sukhāya assā’ti.
sc_po: ‘Sirs, what is skillful? What is unskillful? What is blameworthy? What is blameless? What should be cultivated? What should not be cultivated? Doing what leads to my lasting harm and suffering? Doing what leads to my lasting welfare and happiness?’

# dn30:1.25.4
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:1.25.5
source: so tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati.
sc_po: When he came back to this state of existence he obtained this mark:

# dn30:1.25.6
source: Sukhumacchavi hoti, sukhumattā chaviyā rajojallaṃ kāye na upalimpati.
sc_po: he has delicate skin, so delicate that dust and dirt don’t stick to his body.

# dn30:1.26.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.26.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.26.3
source: Mahāpañño hoti, nāssa hoti koci paññāya sadiso vā seṭṭho vā kāmabhogīnaṃ.
sc_po: He has great wisdom. Of those who enjoy sensual pleasures, none is his equal or better in wisdom.

# dn30:1.26.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:1.26.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.26.6
source: Mahāpañño hoti puthupañño hāsapañño javanapañño tikkhapañño nibbedhikapañño, nāssa hoti koci paññāya sadiso vā seṭṭho vā sabbasattānaṃ.
sc_po: He has great wisdom, widespread wisdom, laughing wisdom, swift wisdom, sharp wisdom, and penetrating wisdom. No sentient being is his equal or better in wisdom.

# dn30:1.26.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.26.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.27.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.27.2
source: “Pure puratthā purimāsu jātisu,
sc_po: “In olden days, in past lives,

# dn30:1.27.3
source: Aññātukāmo paripucchitā ahu;
sc_po: eager to understand, he asked questions.

# dn30:1.27.4
source: Sussūsitā pabbajitaṃ upāsitā,
sc_po: Keen to learn, he waited on renunciates,

# dn30:1.27.5
source: Atthantaro atthakathaṃ nisāmayi.
sc_po: heeding their explanation with pure intent.

# dn30:1.27.6
source: Paññāpaṭilābhagatena kammunā,
sc_po: Due to that deed of acquiring wisdom,

# dn30:1.27.7
source: Manussabhūto sukhumacchavī ahu;
sc_po: as a human being his skin is delicate.

# dn30:1.27.8
source: Byākaṃsu uppādanimittakovidā,
sc_po: At his birth the soothsayers expert in signs prophesied:

# dn30:1.27.9
source: Sukhumāni atthāni avecca dakkhiti.
sc_po: ‘He’ll discern delicate matters.’

# dn30:1.27.10
source: Sace na pabbajjamupeti tādiso,
sc_po: If he doesn’t choose the life gone forth,

# dn30:1.27.11
source: Vatteti cakkaṃ pathaviṃ pasāsati;
sc_po: he’ll roll the wheel and rule the land.

# dn30:1.27.12
source: Atthānusiṭṭhīsu pariggahesu ca,
sc_po: Among those with material possessions who have been educated,

# dn30:1.27.13
source: Na tena seyyo sadiso ca vijjati.
sc_po: none equal or better than him is found.

# dn30:1.27.14
source: Sace ca pabbajjamupeti tādiso,
sc_po: But if he chooses the life gone forth,

# dn30:1.27.15
source: Nekkhammachandābhirato vicakkhaṇo;
sc_po: seeing clearly, loving renunciation,

# dn30:1.27.16
source: Paññāvisiṭṭhaṃ labhate anuttaraṃ,
sc_po: gaining wisdom that’s supreme and eminent,

# dn30:1.27.17
source: Pappoti bodhiṃ varabhūrimedhaso”ti.
sc_po: the one of superb, vast intelligence attains awakening.”

# dn30:1.27.18
source: 13. Suvaṇṇavaṇṇalakkhaṇaṃ
sc_po: 13. Golden Skin

# dn30:1.28.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:1.28.2
source: akkodhano ahosi anupāyāsabahulo,
sc_po: He wasn’t irritable or bad-tempered.

# dn30:1.28.3
source: bahumpi vutto samāno nābhisajji na kuppi na byāpajji na patitthīyi, na kopañca dosañca appaccayañca pātvākāsi.
sc_po: Even when heavily criticized he didn’t lose his temper, become annoyed, hostile, and hard-hearted, or display annoyance, hate, and bitterness.

# dn30:1.28.4
source: Dātā ca ahosi sukhumānaṃ mudukānaṃ attharaṇānaṃ pāvuraṇānaṃ khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ.
sc_po: He donated soft and fine mats and blankets, and fine cloths of linen, cotton, silk, and wool.

# dn30:1.28.5
source: So tassa kammassa kaṭattā upacitattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:1.28.6
source: so tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati.
sc_po: When he came back to this state of existence he obtained this mark:

# dn30:1.28.7
source: Suvaṇṇavaṇṇo hoti kañcanasannibhattaco.
sc_po: he is gold colored; his skin has a golden sheen.

# dn30:1.29.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.29.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.29.3
source: Lābhī hoti sukhumānaṃ mudukānaṃ attharaṇānaṃ pāvuraṇānaṃ khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ.
sc_po: He obtains soft and fine mats and blankets, and fine cloths of linen, cotton, silk, and wool.

# dn30:1.29.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:1.29.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.29.6
source: Lābhī hoti sukhumānaṃ mudukānaṃ attharaṇānaṃ pāvuraṇānaṃ khomasukhumānaṃ kappāsikasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ.
sc_po: He obtains soft and fine mats and blankets, and fine cloths of linen, cotton, silk, and wool.

# dn30:1.29.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.29.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.30.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.30.2
source: “Akkodhañca adhiṭṭhahi adāsi,
sc_po: “Dedicated to good will, he gave gifts.

# dn30:1.30.3
source: Dānañca vatthāni sukhumāni succhavīni;
sc_po: In an earlier life he poured forth cloth

# dn30:1.30.4
source: Purimatarabhave ṭhito abhivissaji,
sc_po: fine and soft to touch,

# dn30:1.30.5
source: Mahimiva suro abhivassaṃ.
sc_po: like a god pouring rain on this broad earth.

# dn30:1.30.6
source: Taṃ katvāna ito cuto dibbaṃ,
sc_po: So doing he passed from here to heaven,

# dn30:1.30.7
source: Upapajji sukataphalavipākamanubhutvā;
sc_po: where he enjoyed the fruits of deeds well done.

# dn30:1.30.8
source: Kanakatanusannibho idhābhibhavati,
sc_po: Here he wins a figure of gold,

# dn30:1.30.9
source: Suravarataroriva indo.
sc_po: like Inda, the finest of gods.

# dn30:1.30.10
source: Gehañcāvasati naro apabbajja,
sc_po: If that man stays in the house, not wishing to go forth,

# dn30:1.30.11
source: Micchaṃ mahatimahiṃ anusāsati;
sc_po: he conquers and rules this vast, broad earth.

# dn30:1.30.12
source: Pasayha sahidha sattaratanaṃ,
sc_po: He obtains abundant excellent cloth,

# dn30:1.30.13
source: Paṭilabhati vimalasukhumacchaviṃ suciñca.
sc_po: so fine and soft to touch.

# dn30:1.30.14
source: Lābhī acchādanavatthamokkhapāvuraṇānaṃ,
sc_po: He receives robes, cloth, and the finest garments

# dn30:1.30.15
source: Bhavati yadi anāgāriyataṃ upeti;
sc_po: if he chooses the life gone forth.

# dn30:1.30.16
source: Sahito purimakataphalaṃ anubhavati,
sc_po: For he still partakes of past deed’s fruit;

# dn30:1.30.17
source: Na bhavati katassa panāso”ti.
sc_po: what’s been done is never lost.”

# dn30:1.30.18
source: 14. Kosohitavatthaguyhalakkhaṇaṃ
sc_po: 14. Retracted Privates
