Repository: kondannyo/PGP
Catalog: DN/*_text/dn30.po
Languages: sc_po

# dn30:0.1
source: Dīgha Nikāya 30
sc_po: Long Discourses 30

# dn30:0.2
source: Lakkhaṇasutta
sc_po: The Marks of a Great Man

# dn30:1.1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# dn30:1.1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# dn30:1.1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# dn30:1.1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# dn30:1.1.5
source: “Bhaddante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# dn30:1.1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# dn30:1.1.7
source: “Dvattiṃsimāni, bhikkhave, mahāpurisassa mahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā.
sc_po: “There are thirty-two marks of a great man. A great man who possesses these has only two possible destinies, no other.

# dn30:1.1.8
source: Sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.
sc_po: If he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures.

# dn30:1.1.9
source: Tassimāni satta ratanāni bhavanti;
sc_po: He has the following seven treasures:

# dn30:1.1.10
source: Seyyathidaṃ—cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ.
sc_po: the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure.

# dn30:1.1.11
source: Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.
sc_po: He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies.

# dn30:1.1.12
source: So imaṃ pathaviṃ sāgarapariyantaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati.
sc_po: After conquering this land girt by sea, he reigns by principle, without rod or sword.

# dn30:1.1.13
source: Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado.
sc_po: But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world.

# dn30:1.2.1
source: Katamāni ca tāni, bhikkhave, dvattiṃsa mahāpurisassa mahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā?
sc_po: And what are the thirty-two marks?

# dn30:1.2.4
source: Idha, bhikkhave, mahāpuriso suppatiṭṭhitapādo hoti. Yampi, bhikkhave, mahāpuriso suppatiṭṭhitapādo hoti, idampi, bhikkhave, mahāpurisassa mahāpurisalakkhaṇaṃ bhavati.
sc_po: He has well-planted feet.

# dn30:1.2.5
source: Puna caparaṃ, bhikkhave, mahāpurisassa heṭṭhāpādatalesu cakkāni jātāni honti sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni. Yampi, bhikkhave, mahāpurisassa heṭṭhāpādatalesu cakkāni jātāni honti sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni, idampi, bhikkhave, mahāpurisassa mahāpurisalakkhaṇaṃ bhavati.
sc_po: On the soles of his feet there are thousand-spoked wheels, with rims and hubs, complete in every detail.

# dn30:1.2.6
source: Puna caparaṃ, bhikkhave, mahāpuriso āyatapaṇhi hoti … pe …
sc_po: He has projecting heels.

# dn30:1.2.7
source: dīghaṅguli hoti …
sc_po: He has long fingers.

# dn30:1.2.8
source: mudutalunahatthapādo hoti …
sc_po: His hands and feet are tender.

# dn30:1.2.9
source: jālahatthapādo hoti …
sc_po: His hands and feet cling gracefully.

# dn30:1.2.10
source: ussaṅkhapādo hoti …
sc_po: His feet are arched.

# dn30:1.2.11
source: eṇijaṅgho hoti …
sc_po: His calves are like those of an antelope.

# dn30:1.2.12
source: ṭhitakova anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati …
sc_po: When standing upright and not bending over, the palms of both hands touch the knees.

# dn30:1.2.13
source: kosohitavatthaguyho hoti …
sc_po: His private parts are retracted.

# dn30:1.2.14
source: suvaṇṇavaṇṇo hoti kañcanasannibhattaco …
sc_po: He is gold colored; his skin has a golden sheen.

# dn30:1.2.15
source: sukhumacchavi hoti, sukhumattā chaviyā rajojallaṃ kāye na upalimpati …
sc_po: He has delicate skin, so delicate that dust and dirt don’t stick to his body.

# dn30:1.2.16
source: ekekalomo hoti, ekekāni lomāni lomakūpesu jātāni …
sc_po: His hairs grow one per pore.

# dn30:1.2.17
source: uddhaggalomo hoti, uddhaggāni lomāni jātāni nīlāni añjanavaṇṇāni kuṇḍalāvaṭṭāni dakkhiṇāvaṭṭakajātāni …
sc_po: His hairs stand up; they’re blue-black and curl clockwise.

# dn30:1.2.18
source: brahmujugatto hoti …
sc_po: His body is as straight as Brahmā’s.

# dn30:1.2.19
source: sattussado hoti …
sc_po: He has bulging muscles in seven places.

# dn30:1.2.20
source: sīhapubbaddhakāyo hoti …
sc_po: His chest is like that of a lion.

# dn30:1.2.21
source: citantaraṃso hoti …
sc_po: The gap between the shoulder-blades is filled in.

# dn30:1.2.22
source: nigrodhaparimaṇḍalo hoti, yāvatakvassa kāyo tāvatakvassa byāmo yāvatakvassa byāmo tāvatakvassa kāyo …
sc_po: He has the proportional circumference of a banyan tree: the span of his arms equals the height of his body.

# dn30:1.2.23
source: samavaṭṭakkhandho hoti …
sc_po: His torso is cylindrical.

# dn30:1.2.24
source: rasaggasaggī hoti …
sc_po: He has an excellent sense of taste.

# dn30:1.2.25
source: sīhahanu hoti …
sc_po: His jaw is like that of a lion.

# dn30:1.2.26
source: cattālīsadanto hoti …
sc_po: He has forty teeth.

# dn30:1.2.27
source: samadanto hoti …
sc_po: His teeth are even.

# dn30:1.2.28
source: aviraḷadanto hoti …
sc_po: His teeth have no gaps.

# dn30:1.2.29
source: susukkadāṭho hoti …
sc_po: His teeth are perfectly white.

# dn30:1.2.30
source: pahūtajivho hoti …
sc_po: He has a large tongue.

# dn30:1.2.31
source: brahmassaro hoti karavīkabhāṇī …
sc_po: He has the voice of Brahmā, like a cuckoo’s call.

# dn30:1.2.32
source: abhinīlanetto hoti …
sc_po: His eyes are deep blue.

# dn30:1.2.33
source: gopakhumo hoti …
sc_po: He has eyelashes like a cow’s.

# dn30:1.2.34
source: uṇṇā bhamukantare jātā hoti, odātā mudutūlasannibhā. Yampi, bhikkhave, mahāpurisassa uṇṇā bhamukantare jātā hoti, odātā mudutūlasannibhā, idampi, bhikkhave, mahāpurisassa mahāpurisalakkhaṇaṃ bhavati.
sc_po: Between his eyebrows there grows a tuft, soft and white like cotton-wool.

# dn30:1.2.35
source: Puna caparaṃ, bhikkhave, mahāpuriso uṇhīsasīso hoti. Yampi, bhikkhave, mahāpuriso uṇhīsasīso hoti, idampi, bhikkhave, mahāpurisassa mahāpurisalakkhaṇaṃ bhavati.
sc_po: His head is shaped like a turban.

# dn30:1.3.1
source: Imāni kho tāni, bhikkhave, dvattiṃsa mahāpurisassa mahāpurisalakkhaṇāni, yehi samannāgatassa mahāpurisassa dveva gatiyo bhavanti anaññā.
sc_po: These are the thirty-two marks of a great man. A great man who possesses these has only two possible destinies, no other.

# dn30:1.3.4
source: Imāni kho, bhikkhave, dvattiṃsa mahāpurisassa mahāpurisalakkhaṇāni bāhirakāpi isayo dhārenti, no ca kho te jānanti:
sc_po: Seers outside of Buddhism remember these marks, but they do not know

# dn30:1.3.5
source: ‘imassa kammassa kaṭattā idaṃ lakkhaṇaṃ paṭilabhatī’ti.
sc_po: the specific deeds performed in the past to obtain each mark.

# dn30:1.3.6
source: 1. Suppatiṭṭhitapādatālakkhaṇaṃ
sc_po: 1. Well-Planted Feet

# dn30:1.4.1
source: Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno daḷhasamādāno ahosi kusalesu dhammesu, avatthitasamādāno kāyasucarite vacīsucarite manosucarite dānasaṃvibhāge sīlasamādāne uposathupavāse matteyyatāya petteyyatāya sāmaññatāya brahmaññatāya kule jeṭṭhāpacāyitāya aññataraññataresu ca adhikusalesu dhammesu.
sc_po: In some past lives, past existences, past abodes the Realized One was reborn as a human being. He firmly undertook and persisted in skillful behaviors such as good conduct by way of body, speech, giving and sharing, taking precepts, observing the sabbath, paying due respect to mother and father, ascetics and brahmins, honoring the elders in the family, and various other things pertaining to skillful behaviors.

# dn30:1.4.2
source: So tassa kammassa kaṭattā upacitattā ussannattā vipulattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: Due to performing, accumulating, heaping up, and amassing those deeds, when his body broke up, after death, he was reborn in a good place, a heavenly realm.

# dn30:1.4.3
source: So tattha aññe deve dasahi ṭhānehi adhiggaṇhāti dibbena āyunā dibbena vaṇṇena dibbena sukhena dibbena yasena dibbena ādhipateyyena dibbehi rūpehi dibbehi saddehi dibbehi gandhehi dibbehi rasehi dibbehi phoṭṭhabbehi.
sc_po: There he surpassed the other gods in ten respects: divine life span, beauty, happiness, glory, sovereignty, sights, sounds, smells, tastes, and touches.

# dn30:1.4.4
source: So tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati.
sc_po: When he passed away from there and came back to this state of existence he obtained this mark of a great man:

# dn30:1.4.5
source: Suppatiṭṭhitapādo hoti.
sc_po: he has well-planted feet.

# dn30:1.4.6
source: Samaṃ pādaṃ bhūmiyaṃ nikkhipati, samaṃ uddharati, samaṃ sabbāvantehi pādatalehi bhūmiṃ phusati.
sc_po: He places his foot on the ground evenly, raises it evenly, and touches the ground evenly with the whole sole of his foot.

# dn30:1.5.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.5.2
source: Tassimāni satta ratanāni bhavanti;
sc_po: He has the following seven treasures:

# dn30:1.5.3
source: Seyyathidaṃ—cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ.
sc_po: the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure.

# dn30:1.5.4
source: Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.
sc_po: He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies.

# dn30:1.5.5
source: So imaṃ pathaviṃ sāgarapariyantaṃ akhilamanimittamakaṇṭakaṃ iddhaṃ phītaṃ khemaṃ sivaṃ nirabbudaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati.
sc_po: After conquering this land girt by sea—free of harassment by bandits, successful and prosperous, safe, blessed, and untroubled—he reigns by principle, without rod or sword.

# dn30:1.5.6
source: Rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.5.7
source: Akkhambhiyo hoti kenaci manussabhūtena paccatthikena paccāmittena.
sc_po: He can’t be stopped by any human foe or enemy.

# dn30:1.5.8
source: Rājā samāno idaṃ labhati.
sc_po: That’s what he obtains as king.

# dn30:1.5.9
source: Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado.
sc_po: But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world.

# dn30:1.5.10
source: Buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.5.11
source: Akkhambhiyo hoti abbhantarehi vā bāhirehi vā paccatthikehi paccāmittehi rāgena vā dosena vā mohena vā samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
sc_po: He can’t be stopped by any foe or enemy whether internal or external; nor by greed, hate, or delusion; nor by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# dn30:1.5.12
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.5.13
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.6.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.6.2
source: “Sacce ca dhamme ca dame ca saṃyame,
sc_po: “Truth, principle, self-control, and restraint;

# dn30:1.6.3
source: Soceyyasīlālayuposathesu ca;
sc_po: purity, precepts, and observing the sabbath;

# dn30:1.6.4
source: Dāne ahiṃsāya asāhase rato,
sc_po: giving, harmlessness, delighting in non-violence—

# dn30:1.6.5
source: Daḷhaṃ samādāya samattamācari.
sc_po: firmly undertaking these things, he lived accordingly.

# dn30:1.6.6
source: So tena kammena divaṃ samakkami,
sc_po: By means of these deeds he went to heaven,

# dn30:1.6.7
source: Sukhañca khiḍḍāratiyo ca anvabhi;
sc_po: where he enjoyed happiness and merriment.

# dn30:1.6.8
source: Tato cavitvā punarāgato idha,
sc_po: After passing away from there to here,

# dn30:1.6.9
source: Samehi pādehi phusī vasundharaṃ.
sc_po: he steps evenly on this rich earth.

# dn30:1.6.10
source: Byākaṃsu veyyañjanikā samāgatā,
sc_po: The gathered soothsayers predicted

# dn30:1.6.11
source: Samappatiṭṭhassa na hoti khambhanā;
sc_po: that there is no stopping one of such even tread,

# dn30:1.6.12
source: Gihissa vā pabbajitassa vā puna,
sc_po: as householder or renunciate.

# dn30:1.6.13
source: Taṃ lakkhaṇaṃ bhavati tadatthajotakaṃ.
sc_po: That’s the meaning shown by this mark.

# dn30:1.6.14
source: Akkhambhiyo hoti agāramāvasaṃ,
sc_po: While living at home he cannot be stopped,

# dn30:1.6.15
source: Parābhibhū sattubhi nappamaddano;
sc_po: he defeats his foes, and cannot be beaten.

# dn30:1.6.16
source: Manussabhūtenidha hoti kenaci,
sc_po: Due to the fruit of that deed,

# dn30:1.6.17
source: Akkhambhiyo tassa phalena kammuno.
sc_po: he cannot be stopped by any human.

# dn30:1.6.18
source: Sace ca pabbajjamupeti tādiso,
sc_po: But if he chooses the life gone forth,

# dn30:1.6.19
source: Nekkhammachandābhirato vicakkhaṇo;
sc_po: seeing clearly, loving renunciation,

# dn30:1.6.20
source: Aggo na so gacchati jātu khambhanaṃ,
sc_po: not even the best can hope to stop him;

# dn30:1.6.21
source: Naruttamo esa hi tassa dhammatā”ti.
sc_po: this is the nature of the supreme person.”

# dn30:1.6.22
source: 2. Pādatalacakkalakkhaṇaṃ
sc_po: 2. Wheels on the Feet

# dn30:1.7.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:1.7.2
source: bahujanassa sukhāvaho ahosi, ubbegauttāsabhayaṃ apanuditā, dhammikañca rakkhāvaraṇaguttiṃ saṃvidhātā, saparivārañca dānaṃ adāsi.
sc_po: He brought happiness to many people, eliminating threats, terror, and danger, providing just protection and security, and giving gifts with all the trimmings.

# dn30:1.7.3
source: So tassa kammassa kaṭattā upacitattā ussannattā vipulattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:1.7.4
source: so tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati.
sc_po: When he came back to this state of existence he obtained this mark:

# dn30:1.7.5
source: Heṭṭhāpādatalesu cakkāni jātāni honti sahassārāni sanemikāni sanābhikāni sabbākāraparipūrāni suvibhattantarāni.
sc_po: on the soles of his feet there are thousand-spoked wheels, with rims and hubs, complete in every detail and well divided inside.

# dn30:1.8.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.8.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.8.3
source: Mahāparivāro hoti;
sc_po: He has a large following

# dn30:1.8.4
source: mahāssa honti parivārā brāhmaṇagahapatikā negamajānapadā gaṇakamahāmattā anīkaṭṭhā dovārikā amaccā pārisajjā rājāno bhogiyā kumārā.
sc_po: of brahmins and householders, people of town and country, treasury officials, military officers, guardsmen, ministers, counselors, rulers, tax beneficiaries, and princes.

# dn30:1.8.5
source: Rājā samāno idaṃ labhati.
sc_po: That’s what he obtains as king.

# dn30:1.8.6
source: Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado.
sc_po: But if he goes forth from the lay life to homelessness, he becomes a fully awakened Buddha.

# dn30:1.8.7
source: Buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.8.8
source: Mahāparivāro hoti;
sc_po: He has a large following

# dn30:1.8.9
source: mahāssa honti parivārā bhikkhū bhikkhuniyo upāsakā upāsikāyo devā manussā asurā nāgā gandhabbā.
sc_po: of monks, nuns, laymen, laywomen, gods, humans, demons, dragons, and fairies.

# dn30:1.8.10
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.8.11
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.9.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.9.2
source: “Pure puratthā purimāsu jātisu,
sc_po: “In olden days, in past lives,

# dn30:1.9.3
source: Manussabhūto bahunaṃ sukhāvaho;
sc_po: he brought happiness to many people,

# dn30:1.9.4
source: Ubbhegauttāsabhayāpanūdano,
sc_po: ridding them of fear, terror, and danger,

# dn30:1.9.5
source: Guttīsu rakkhāvaraṇesu ussuko.
sc_po: zealously guarding and protecting them.

# dn30:1.9.6
source: So tena kammena divaṃ samakkami,
sc_po: By means of these deeds he went to heaven,

# dn30:1.9.7
source: Sukhañca khiḍḍāratiyo ca anvabhi;
sc_po: where he enjoyed happiness and merriment.

# dn30:1.9.8
source: Tato cavitvā punarāgato idha,
sc_po: After passing away from there to here,

# dn30:1.9.9
source: Cakkāni pādesu duvesu vindati.
sc_po: wheels on his two feet are found,

# dn30:1.9.10
source: Samantanemīni sahassarāni ca,
sc_po: all rimmed around and thousand-spoked.

# dn30:1.9.11
source: Byākaṃsu veyyañjanikā samāgatā;
sc_po: The gathered soothsayers predicted,

# dn30:1.9.12
source: Disvā kumāraṃ satapuññalakkhaṇaṃ,
sc_po: seeing the prince with the hundred-fold mark of merits,

# dn30:1.9.13
source: Parivāravā hessati sattumaddano.
sc_po: that he’d have a following, subduing foes,

# dn30:1.9.14
source: Tathā hi cakkāni samantanemini,
sc_po: which is why he has wheels all rimmed around.

# dn30:1.9.15
source: Sace na pabbajjamupeti tādiso;
sc_po: If he doesn’t choose the life gone forth,

# dn30:1.9.16
source: Vatteti cakkaṃ pathaviṃ pasāsati,
sc_po: he’ll roll the wheel and rule the land.

# dn30:1.9.17
source: Tassānuyantādha bhavanti khattiyā.
sc_po: The aristocrats will be his vassals,

# dn30:1.9.18
source: Mahāyasaṃ samparivārayanti naṃ,
sc_po: flocking to his glory.

# dn30:1.9.19
source: Sace ca pabbajjamupeti tādiso;
sc_po: But if he chooses the life gone forth,

# dn30:1.9.20
source: Nekkhammachandābhirato vicakkhaṇo,
sc_po: seeing clearly, loving renunciation,

# dn30:1.9.21
source: Devā manussāsurasakkarakkhasā.
sc_po: the gods, humans, demons, Sakka, and monsters;

# dn30:1.9.22
source: Gandhabbanāgā vihagā catuppadā,
sc_po: fairies and dragons, birds and beasts,

# dn30:1.9.23
source: Anuttaraṃ devamanussapūjitaṃ;
sc_po: will flock to his glory,

# dn30:1.9.24
source: Mahāyasaṃ samparivārayanti nan”ti.
sc_po: the supreme, honored by gods and humans.”

# dn30:1.9.25
source: 3–5. Āyatapaṇhitāditilakkhaṇaṃ
sc_po: 3–5. Projecting Heels, Etc.

# dn30:1.10.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:1.10.2
source: pāṇātipātaṃ pahāya pāṇātipātā paṭivirato ahosi nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī vihāsi.
sc_po: He gave up killing living creatures, renouncing the rod and the sword. He was scrupulous and kind, living full of compassion for all living beings.

# dn30:1.10.3
source: So tassa kammassa kaṭattā upacitattā ussannattā vipulattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:1.10.4
source: so tato cuto itthattaṃ āgato samāno imāni tīṇi mahāpurisalakkhaṇāni paṭilabhati.
sc_po: When he came back to this state of existence he obtained these three marks:

# dn30:1.10.5
source: Āyatapaṇhi ca hoti, dīghaṅguli ca brahmujugatto ca.
sc_po: he has projecting heels, long fingers, and his body is as straight as Brahmā’s.

# dn30:1.11.1
source: So tehi lakkhaṇehi samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing these marks, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.11.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.11.3
source: Dīghāyuko hoti ciraṭṭhitiko, dīghamāyuṃ pāleti, na sakkā hoti antarā jīvitā voropetuṃ kenaci manussabhūtena paccatthikena paccāmittena.
sc_po: He’s long lived, preserving his life for a long time. No human foe or enemy is able to take his life before his time.

# dn30:1.11.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:1.11.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.11.6
source: Dīghāyuko hoti ciraṭṭhitiko, dīghamāyuṃ pāleti, na sakkā hoti antarā jīvitā voropetuṃ paccatthikehi paccāmittehi samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
sc_po: He’s long lived, preserving his life for a long time. No foes or enemies—nor any ascetic or brahmin or god or Māra or Brahmā or anyone in the world—is able to take his life before his time.

# dn30:1.11.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.11.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.12.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.12.2
source: “Māraṇavadhabhayattano viditvā,
sc_po: “Realizing for himself the horrors of death,

# dn30:1.12.3
source: Paṭivirato paraṃ māraṇāyahosi;
sc_po: he refrained from killing other creatures.

# dn30:1.12.4
source: Tena sucaritena saggamagamā,
sc_po: By that good conduct he went to heaven,

# dn30:1.12.5
source: Sukataphalavipākamanubhosi.
sc_po: where he enjoyed the fruit of deeds well done.

# dn30:1.12.6
source: Caviya punaridhāgato samāno,
sc_po: Passing away, on his return to here,

# dn30:1.12.7
source: Paṭilabhati idha tīṇi lakkhaṇāni;
sc_po: he obtained these three marks:

# dn30:1.12.8
source: Bhavati vipuladīghapāsaṇhiko,
sc_po: his projecting heels are full and long,

# dn30:1.12.9
source: Brahmāva suju subho sujātagatto.
sc_po: and he’s straight, beautiful, and well-formed, like Brahmā.

# dn30:1.12.10
source: Subhujo susu susaṇṭhito sujāto,
sc_po: Fair of limb, youthful, of good posture and breeding,

# dn30:1.12.11
source: Mudutalunaṅguliyassa honti;
sc_po: his fingers are soft and tender and long.

# dn30:1.12.12
source: Dīghā tībhi purisavaraggalakkhaṇehi,
sc_po: By these three marks of an excellent man,

# dn30:1.12.13
source: Cirayapanāya kumāramādisanti.
sc_po: they indicated that the prince’s life would be long:

# dn30:1.12.14
source: Bhavati yadi gihī ciraṃ yapeti,
sc_po: ‘As a householder he will live long;

# dn30:1.12.15
source: Cirataraṃ pabbajati yadi tato hi;
sc_po: longer still if he goes forth, due to

# dn30:1.12.16
source: Yāpayati ca vasiddhibhāvanāya,
sc_po: mastery in the development of psychic power.

# dn30:1.12.17
source: Iti dīghāyukatāya taṃ nimittan”ti.
sc_po: Thus this is the sign of long life.’”

# dn30:1.12.18
source: 6. Sattussadatālakkhaṇaṃ
sc_po: 6. Seven Bulges

# dn30:1.13.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.
