Repository: kondannyo/PGP
Catalog: DN/*_text/dn30.po
Languages: sc_po

# dn30:2.15.6
source: Veditvā so sucaritassa phalaṃ,
sc_po: Having experienced that fruit,

# dn30:2.15.7
source: Uṇhīsasīsattamidhajjhagamā;
sc_po: he acquires a head shaped like a turban.

# dn30:2.15.8
source: Byākaṃsu byañjananimittadharā,
sc_po: The experts in omens and signs prophesied:

# dn30:2.15.9
source: Pubbaṅgamo bahujanaṃ hessati.
sc_po: ‘He will be leader of the people.

# dn30:2.15.10
source: Paṭibhogiyā manujesu idha,
sc_po: Among people then, as before,

# dn30:2.15.11
source: Pubbeva tassa abhiharanti tadā;
sc_po: they will bring presents for him.

# dn30:2.15.12
source: Yadi khattiyo bhavati bhūmipati,
sc_po: If he becomes an aristocrat, ruler of the land,

# dn30:2.15.13
source: Paṭihārakaṃ bahujane labhati.
sc_po: he’ll gain the service of the people.

# dn30:2.15.14
source: Atha cepi pabbajati so manujo,
sc_po: But if that man goes forth,

# dn30:2.15.15
source: Dhammesu hoti paguṇo visavī;
sc_po: he’ll be sophisticated, proficient in the teachings.

# dn30:2.15.16
source: Tassānusāsaniguṇābhirato,
sc_po: Devoted to the virtues of his instruction,

# dn30:2.15.17
source: Anvāyiko bahujano bhavatī”ti.
sc_po: the people will become his followers.’”

# dn30:2.15.18
source: 24–25. Ekekalomatāuṇṇālakkhaṇāni
sc_po: 24–25. One Hair Per Pore, and a Tuft

# dn30:2.16.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.16.2
source: musāvādaṃ pahāya musāvādā paṭivirato ahosi, saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.
sc_po: He refrained from lying. He spoke the truth and stuck to the truth. He was honest and trustworthy, and didn’t trick the world with his words.

# dn30:2.16.3
source: So tassa kammassa kaṭattā upacitattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:2.16.4
source: so tato cuto itthattaṃ āgato samāno imāni dve mahāpurisalakkhaṇāni paṭilabhati.
sc_po: When he came back to this state of existence he obtained these two marks:

# dn30:2.16.5
source: Ekekalomo ca hoti, uṇṇā ca bhamukantare jātā hoti odātā mudutūlasannibhā.
sc_po: his hairs grow one per pore, and between his eyebrows there grows a tuft, soft and white like cotton-wool.

# dn30:2.17.1
source: So tehi lakkhaṇehi samannāgato, sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing these marks, if he stays at home he becomes a wheel-turning monarch.

# dn30:2.17.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.17.3
source: Mahāssa jano upavattati, brāhmaṇagahapatikā negamajānapadā gaṇakamahāmattā anīkaṭṭhā dovārikā amaccā pārisajjā rājāno bhogiyā kumārā.
sc_po: He has many close adherents among the brahmins and householders, people of town and country, treasury officials, military officers, guardsmen, ministers, counselors, rulers, tax beneficiaries, and princes.

# dn30:2.17.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:2.17.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.17.6
source: Mahāssa jano upavattati, bhikkhū bhikkhuniyo upāsakā upāsikāyo devā manussā asurā nāgā gandhabbā.
sc_po: He has many close adherents among the monks, nuns, laymen, laywomen, gods, humans, demons, dragons, and fairies.

# dn30:2.17.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.17.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.18.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.18.2
source: “Saccappaṭiñño purimāsu jātisu,
sc_po: “In past lives he was true to his promise,

# dn30:2.18.3
source: Advejjhavāco alikaṃ vivajjayi;
sc_po: with no forked tongue, he shunned lies.

# dn30:2.18.4
source: Na so visaṃvādayitāpi kassaci,
sc_po: He never broke his word to anyone,

# dn30:2.18.5
source: Bhūtena tacchena tathena bhāsayi.
sc_po: but spoke what was true, real, and factual.

# dn30:2.18.6
source: Setā susukkā mudutūlasannibhā,
sc_po: A tuft so very white like cotton-wool

# dn30:2.18.7
source: Uṇṇā sujātā bhamukantare ahu;
sc_po: grew prettily between his eyebrows.

# dn30:2.18.8
source: Na lomakūpesu duve ajāyisuṃ,
sc_po: And never two, but only one,

# dn30:2.18.9
source: Ekekalomūpacitaṅgavā ahu.
sc_po: hair grew in each of his pores.

# dn30:2.18.10
source: Taṃ lakkhaṇaññū bahavo samāgatā,
sc_po: Many soothsayers learned in marks

# dn30:2.18.11
source: Byākaṃsu uppādanimittakovidā;
sc_po: and expert in signs gathered and prophesied:

# dn30:2.18.12
source: Uṇṇā ca lomā ca yathā susaṇṭhitā,
sc_po: ‘One like this, with tuft and hair so well-formed,

# dn30:2.18.13
source: Upavattatī īdisakaṃ bahujjano.
sc_po: will have many as his close adherents.

# dn30:2.18.14
source: Gihimpi santaṃ upavattatī jano,
sc_po: Even as householder many people will follow him,

# dn30:2.18.15
source: Bahu puratthāpakatena kammunā;
sc_po: due to the power of deeds in the past.

# dn30:2.18.16
source: Akiñcanaṃ pabbajitaṃ anuttaraṃ,
sc_po: But once gone forth, owning nothing,

# dn30:2.18.17
source: Buddhampi santaṃ upavattati jano”ti.
sc_po: as Buddha the people will follow him.’”

# dn30:2.18.18
source: 26–27. Cattālīsaaviraḷadantalakkhaṇāni
sc_po: 26–27. Forty Gapless Teeth

# dn30:2.19.1
source: “Yampi, bhikkhave tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.19.2
source: pisuṇaṃ vācaṃ pahāya pisuṇāya vācāya paṭivirato ahosi. Ito sutvā na amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya, iti bhinnānaṃ vā sandhātā, sahitānaṃ vā anuppadātā, samaggārāmo samaggarato samagganandī samaggakaraṇiṃ vācaṃ bhāsitā ahosi.
sc_po: He refrained from divisive speech. He didn’t repeat in one place what he heard in another so as to divide people against each other. Instead, he reconciled those who were divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.

# dn30:2.19.3
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:2.19.4
source: so tato cuto itthattaṃ āgato samāno imāni dve mahāpurisalakkhaṇāni paṭilabhati.
sc_po: When he came back to this state of existence he obtained these two marks:

# dn30:2.19.5
source: Cattālīsadanto ca hoti aviraḷadanto ca.
sc_po: he has forty teeth, and his teeth have no gaps.

# dn30:2.20.1
source: So tehi lakkhaṇehi samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing these marks, if he stays at home he becomes a wheel-turning monarch.

# dn30:2.20.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.20.3
source: Abhejjapariso hoti, abhejjāssa honti parisā, brāhmaṇagahapatikā negamajānapadā gaṇakamahāmattā anīkaṭṭhā dovārikā amaccā pārisajjā rājāno bhogiyā kumārā.
sc_po: His retinue cannot be divided. This includes brahmins and householders, people of town and country, treasury officials, military officers, guardsmen, ministers, counselors, rulers, tax beneficiaries, and princes.

# dn30:2.20.4
source: Rājā samāno idaṃ labhati …
sc_po: That’s what he obtains as king.

# dn30:2.20.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.20.6
source: Abhejjapariso hoti, abhejjāssa honti parisā, bhikkhū bhikkhuniyo upāsakā upāsikāyo devā manussā asurā nāgā gandhabbā.
sc_po: His retinue cannot be divided. This includes monks, nuns, laymen, laywomen, gods, humans, demons, dragons, and fairies.

# dn30:2.20.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.20.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.21.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.21.2
source: “Vebhūtiyaṃ sahitabhedakāriṃ,
sc_po: “He spoke no untruth causing friends to split,

# dn30:2.21.3
source: Bhedappavaḍḍhanavivādakāriṃ;
sc_po: creating disputes that foster division,

# dn30:2.21.4
source: Kalahappavaḍḍhanaākiccakāriṃ,
sc_po: acting improperly by fostering quarrels,

# dn30:2.21.5
source: Sahitānaṃ bhedajananiṃ na bhaṇi.
sc_po: creating division among friends.

# dn30:2.21.6
source: Avivādavaḍḍhanakariṃ sugiraṃ,
sc_po: He spoke kind words to foster harmony,

# dn30:2.21.7
source: Bhinnānusandhijananiṃ abhaṇi;
sc_po: uniting those who are divided.

# dn30:2.21.8
source: Kalahaṃ janassa panudī samaṅgī,
sc_po: He eliminated quarrels among the people,

# dn30:2.21.9
source: Sahitehi nandati pamodati ca.
sc_po: rejoicing together with the united.

# dn30:2.21.10
source: Sugatīsu so phalavipākaṃ,
sc_po: In good rebirths he enjoyed the fruit

# dn30:2.21.11
source: Anubhavati tattha modati;
sc_po: and result, rejoicing there.

# dn30:2.21.12
source: Dantā idha honti aviraḷā sahitā,
sc_po: Here his teeth are gapless, close together,

# dn30:2.21.13
source: Caturo dasassa mukhajā susaṇṭhitā.
sc_po: forty standing upright in his mouth.

# dn30:2.21.14
source: Yadi khattiyo bhavati bhūmipati,
sc_po: If he becomes an aristocrat, ruler of the land,

# dn30:2.21.15
source: Avibhediyāssa parisā bhavati;
sc_po: his assembly will be indivisible.

# dn30:2.21.16
source: Samaṇo ca hoti virajo vimalo,
sc_po: And as an ascetic, stainless, immaculate,

# dn30:2.21.17
source: Parisāssa hoti anugatā acalā”ti.
sc_po: his assembly will follow him, unshakable.”

# dn30:2.21.18
source: 28–29. Pahūtajivhābrahmassaralakkhaṇāni
sc_po: 28–29. A Large Tongue and the Voice of Brahmā

# dn30:2.22.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.22.2
source: pharusaṃ vācaṃ pahāya pharusāya vācāya paṭivirato ahosi. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā ahosi.
sc_po: He refrained from harsh speech. He spoke in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.

# dn30:2.22.3
source: So tassa kammassa kaṭattā upacitattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:2.22.4
source: so tato cuto itthattaṃ āgato samāno imāni dve mahāpurisalakkhaṇāni paṭilabhati.
sc_po: When he came back to this state of existence he obtained these two marks:

# dn30:2.22.5
source: Pahūtajivho ca hoti brahmassaro ca karavīkabhāṇī.
sc_po: he has a large tongue, and the voice of Brahmā, like a cuckoo’s call.

# dn30:2.23.1
source: So tehi lakkhaṇehi samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing these marks, if he stays at home he becomes a wheel-turning monarch.

# dn30:2.23.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.23.3
source: Ādeyyavāco hoti, ādiyantissa vacanaṃ brāhmaṇagahapatikā negamajānapadā gaṇakamahāmattā anīkaṭṭhā dovārikā amaccā pārisajjā rājāno bhogiyā kumārā.
sc_po: He has a persuasive voice. His words are persuasive to brahmins and householders, people of town and country, treasury officials, military officers, guardsmen, ministers, counselors, rulers, tax beneficiaries, and princes.

# dn30:2.23.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:2.23.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.23.6
source: Ādeyyavāco hoti, ādiyantissa vacanaṃ bhikkhū bhikkhuniyo upāsakā upāsikāyo devā manussā asurā nāgā gandhabbā.
sc_po: He has a persuasive voice. His words are persuasive to monks, nuns, laymen, laywomen, gods, humans, demons, dragons, and fairies.

# dn30:2.23.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.23.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.24.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.24.2
source: “Akkosabhaṇḍanavihesakāriṃ,
sc_po: “He never spoke a loud harsh word,

# dn30:2.24.3
source: Ubbādhikaṃ bahujanappamaddanaṃ;
sc_po: insulting, quarrelsome,

# dn30:2.24.4
source: Abāḷhaṃ giraṃ so na bhaṇi pharusaṃ,
sc_po: causing harm, rude, crushing the people.

# dn30:2.24.5
source: Madhuraṃ bhaṇi susaṃhitaṃ sakhilaṃ.
sc_po: His speech was sweet, helpful, and kind.

# dn30:2.24.6
source: Manaso piyā hadayagāminiyo,
sc_po: He uttered words dear to the mind,

# dn30:2.24.7
source: Vācā so erayati kaṇṇasukhā;
sc_po: going to the heart, pleasing to the ear.

# dn30:2.24.8
source: Vācāsuciṇṇaphalamanubhavi,
sc_po: He enjoyed the fruit of his good verbal conduct,

# dn30:2.24.9
source: Saggesu vedayatha puññaphalaṃ.
sc_po: experiencing the fruit of good deeds in heaven.

# dn30:2.24.10
source: Veditvā so sucaritassa phalaṃ,
sc_po: Having experienced that fruit,

# dn30:2.24.11
source: Brahmassarattamidhamajjhagamā;
sc_po: on his return to here he acquired the voice of Brahmā.

# dn30:2.24.12
source: Jivhāssa hoti vipulā puthulā,
sc_po: His tongue was long and wide,

# dn30:2.24.13
source: Ādeyyavākyavacano bhavati.
sc_po: and his speech was persuasive.

# dn30:2.24.14
source: Gihinopi ijjhati yathā bhaṇato,
sc_po: Even as householder his speech brings prosperity.

# dn30:2.24.15
source: Atha ce pabbajati so manujo;
sc_po: But if that man goes forth,

# dn30:2.24.16
source: Ādiyantissa vacanaṃ janatā,
sc_po: speaking often to the people,

# dn30:2.24.17
source: Bahuno bahuṃ subhaṇitaṃ bhaṇato”ti.
sc_po: they’ll be persuaded by his fair words.”

# dn30:2.24.18
source: 30. Sīhahanulakkhaṇaṃ
sc_po: 30. A Lion-Like Jaw

# dn30:2.25.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.25.2
source: samphappalāpaṃ pahāya samphappalāpā paṭivirato ahosi kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā ahosi kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.
sc_po: He refrained from talking nonsense. His words were timely, true, and meaningful, in line with the teaching and training. He said things at the right time which were valuable, reasonable, succinct, and beneficial.

# dn30:2.25.3
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:2.25.4
source: so tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati,
sc_po: When he came back to this state of existence he obtained this mark:

# dn30:2.25.5
source: sīhahanu hoti.
sc_po: his jaw is like that of a lion.

# dn30:2.26.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:2.26.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.26.3
source: Appadhaṃsiyo hoti kenaci manussabhūtena paccatthikena paccāmittena.
sc_po: He can’t be destroyed by any human foe or enemy.

# dn30:2.26.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:2.26.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.26.6
source: Appadhaṃsiyo hoti abbhantarehi vā bāhirehi vā paccatthikehi paccāmittehi, rāgena vā dosena vā mohena vā samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
sc_po: He can’t be destroyed by any foe or enemy whether internal or external; nor by greed, hate, or delusion; nor by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# dn30:2.26.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.26.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.27.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.27.2
source: “Na samphappalāpaṃ na muddhataṃ,
sc_po: “Neither nonsensical nor silly,

# dn30:2.27.3
source: Avikiṇṇavacanabyappatho ahosi;
sc_po: his way of speaking was never loose.

# dn30:2.27.4
source: Ahitamapi ca apanudi,
sc_po: He eliminated what was useless,

# dn30:2.27.5
source: Hitamapi ca bahujanasukhañca abhaṇi.
sc_po: and spoke for the welfare and happiness of the people.

# dn30:2.27.6
source: Taṃ katvā ito cuto divamupapajji,
sc_po: So doing he passed from here to be reborn in heaven,

# dn30:2.27.7
source: Sukataphalavipākamanubhosi;
sc_po: where he enjoyed the fruit of deeds well done.

# dn30:2.27.8
source: Caviya punaridhāgato samāno,
sc_po: Passing away, on his return to here,

# dn30:2.27.9
source: Dvidugamavaratarahanuttamalattha.
sc_po: he gained a jaw like the finest of beasts.

# dn30:2.27.10
source: Rājā hoti suduppadhaṃsiyo,
sc_po: He became a king so very hard to defeat,

# dn30:2.27.11
source: Manujindo manujādhipati mahānubhāvo;
sc_po: a mighty lord and ruler of men.

# dn30:2.27.12
source: Tidivapuravarasamo bhavati,
sc_po: He was equal to the best in the city of the Three and Thirty,

# dn30:2.27.13
source: Suravarataroriva indo.
sc_po: like Inda, the finest of gods.

# dn30:2.27.14
source: Gandhabbāsurayakkharakkhasebhi,
sc_po: One such as that is not easily beaten by fairies,

# dn30:2.27.15
source: Surehi na hi bhavati suppadhaṃsiyo;
sc_po: demons, spirits, monsters, or gods.

# dn30:2.27.16
source: Tathatto yadi bhavati tathāvidho,
sc_po: If he becomes of such a kind,

# dn30:2.27.17
source: Idha disā ca paṭidisā ca vidisā cā”ti.
sc_po: he illuminates the quarters and in-between.”

# dn30:2.27.18
source: 31–32. Samadantasusukkadāṭhālakkhaṇāni
sc_po: 31–32. Even and White Teeth

# dn30:2.28.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.28.2
source: micchājīvaṃ pahāya sammāājīvena jīvikaṃ kappesi, tulākūṭakaṃsakūṭamānakūṭaukkoṭanavañcananikatisāciyogachedanavadhabandhanaviparāmosaālopasahasākārā paṭivirato ahosi.
sc_po: He gave up wrong livelihood and earned a living by right livelihood. He refrained from falsifying weights, metals, or measures; bribery, fraud, cheating, and duplicity; mutilation, murder, abduction, banditry, plunder, and violence.

# dn30:2.28.3
source: So tassa kammassa kaṭattā upacitattā ussannattā vipulattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: Due to performing, accumulating, heaping up, and amassing those deeds, when his body broke up, after death, he was reborn in a good place, a heavenly realm.

# dn30:2.28.4
source: So tattha aññe deve dasahi ṭhānehi adhigaṇhāti dibbena āyunā dibbena vaṇṇena dibbena sukhena dibbena yasena dibbena ādhipateyyena dibbehi rūpehi dibbehi saddehi dibbehi gandhehi dibbehi rasehi dibbehi phoṭṭhabbehi.
sc_po: There he surpassed the other gods in ten respects: divine life span, beauty, happiness, glory, sovereignty, sights, sounds, smells, tastes, and touches.

# dn30:2.28.5
source: So tato cuto itthattaṃ āgato samāno imāni dve mahāpurisalakkhaṇāni paṭilabhati, samadanto ca hoti susukkadāṭho ca.
sc_po: When he came back to this state of existence he obtained these two marks: his teeth are even and perfectly white.

# dn30:2.29.1
source: So tehi lakkhaṇehi samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī dhammiko dhammarājā cāturanto vijitāvī janapadatthāvariyappatto sattaratanasamannāgato.
sc_po: Possessing these marks, if he stays at home he becomes a king, a wheel-turning monarch, a just and principled king. His dominion extends to all four sides, he achieves stability in the country, and he possesses the seven treasures.

# dn30:2.29.2
source: Tassimāni satta ratanāni bhavanti, seyyathidaṃ—
sc_po: He has the following seven treasures:

# dn30:2.29.3
source: cakkaratanaṃ hatthiratanaṃ assaratanaṃ maṇiratanaṃ itthiratanaṃ gahapatiratanaṃ pariṇāyakaratanameva sattamaṃ.
sc_po: the wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor as the seventh treasure.

# dn30:2.29.4
source: Parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.
sc_po: He has over a thousand sons who are valiant and heroic, crushing the armies of his enemies.

# dn30:2.29.5
source: So imaṃ pathaviṃ sāgarapariyantaṃ akhilamanimittamakaṇṭakaṃ iddhaṃ phītaṃ khemaṃ sivaṃ nirabbudaṃ adaṇḍena asatthena dhammena abhivijiya ajjhāvasati.
sc_po: After conquering this land girt by sea—free of harassment by bandits, successful and prosperous, safe, blessed, and untroubled—he reigns by principle, without rod or sword.

# dn30:2.29.6
source: Rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.29.7
source: Suciparivāro hoti sucissa honti parivārā brāhmaṇagahapatikā negamajānapadā gaṇakamahāmattā anīkaṭṭhā dovārikā amaccā pārisajjā rājāno bhogiyā kumārā.
sc_po: His retinue is pure. This includes brahmins and householders, people of town and country, treasury officials, military officers, guardsmen, ministers, counselors, rulers, tax beneficiaries, and princes.

# dn30:2.29.8
source: Rājā samāno idaṃ labhati.
sc_po: That’s what he obtains as king.

# dn30:2.30.1
source: Sace kho pana agārasmā anagāriyaṃ pabbajati, arahaṃ hoti sammāsambuddho loke vivaṭṭacchado.
sc_po: But if he goes forth from the lay life to homelessness, he becomes a perfected one, a fully awakened Buddha, who draws back the veil from the world.

# dn30:2.30.2
source: Buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.30.3
source: Suciparivāro hoti, sucissa honti parivārā, bhikkhū bhikkhuniyo upāsakā upāsikāyo devā manussā asurā nāgā gandhabbā.
sc_po: His retinue is pure. This includes monks, nuns, laymen, laywomen, gods, humans, demons, dragons, and fairies.

# dn30:2.30.4
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.30.5
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.31.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.31.2
source: “Micchājīvañca avassaji samena vuttiṃ,
sc_po: “He abandoned wrong livelihood, and created

# dn30:2.31.3
source: Sucinā so janayittha dhammikena;
sc_po: a way of life that’s fair, pure, and just.

# dn30:2.31.4
source: Ahitamapi ca apanudi,
sc_po: He eliminated what was useless,

# dn30:2.31.5
source: Hitamapi ca bahujanasukhañca acari.
sc_po: and lived for the welfare and happiness of the people.

# dn30:2.31.6
source: Sagge vedayati naro sukhapphalāni,
sc_po: Having done what’s praised by the clever, the wise, and the good,

# dn30:2.31.7
source: Karitvā nipuṇebhi vidūhi sabbhi;
sc_po: that man experienced the fruit in heaven.

# dn30:2.31.8
source: Vaṇṇitāni tidivapuravarasamo,
sc_po: Equal to the best in the heaven of Three and Thirty,

# dn30:2.31.9
source: Abhiramati ratikhiḍḍāsamaṅgī.
sc_po: he enjoyed himself with pleasure and play.

# dn30:2.31.10
source: Laddhāna mānusakaṃ bhavaṃ tato,
sc_po: From there he passed back to a human life.

# dn30:2.31.11
source: Cavitvāna sukataphalavipākaṃ;
sc_po: With the remaining ripening of the fruit of good deeds,

# dn30:2.31.12
source: Sesakena paṭilabhati lapanajaṃ,
sc_po: he obtained teeth that are even,

# dn30:2.31.13
source: Samamapi sucisusukkaṃ.
sc_po: gleaming, bright, and white.

# dn30:2.31.14
source: Taṃ veyyañjanikā samāgatā bahavo,
sc_po: Many soothsayers regarded as wise men

# dn30:2.31.15
source: Byākaṃsu nipuṇasammatā manujā;
sc_po: gathered and predicted of him:

# dn30:2.31.16
source: Sucijanaparivāragaṇo bhavati,
sc_po: ‘With twice-born teeth so even, so white, so clean and bright

# dn30:2.31.17
source: Dijasamasukkasucisobhanadanto.
sc_po: his retinue will be so pure.
