Repository: kondannyo/PGP
Catalog: DN/*_text/dn30.po
Languages: sc_po

# dn30:2.31.18
source: Rañño hoti bahujano,
sc_po: As king, his people will also be pure,

# dn30:2.31.19
source: Suciparivāro mahatiṃ mahiṃ anusāsato;
sc_po: when he rules having conquered this earth so broad.

# dn30:2.31.20
source: Pasayha na ca janapadatudanaṃ,
sc_po: They won’t harm the country,

# dn30:2.31.21
source: Hitamapi ca bahujanasukhañca caranti.
sc_po: but will live for the welfare and happiness of the people.

# dn30:2.31.22
source: Atha ce pabbajati bhavati vipāpo,
sc_po: But if he goes forth he’ll be an ascetic free of ill,

# dn30:2.31.23
source: Samaṇo samitarajo vivaṭṭacchado;
sc_po: his passions quelled, the veil drawn back.

# dn30:2.31.24
source: Vigatadarathakilamatho,
sc_po: Rid of stress and weariness,

# dn30:2.31.25
source: Imamapi ca paramapi ca passati lokaṃ.
sc_po: he sees this world and the next.

# dn30:2.31.26
source: Tassovādakarā bahugihī ca pabbajitā ca,
sc_po: Those who do his bidding, both lay and renunciate,

# dn30:2.31.27
source: Asuciṃ garahitaṃ dhunanti pāpaṃ;
sc_po: shake off wickedness, impure and blameworthy.

# dn30:2.31.28
source: Sa hi sucibhi parivuto bhavati,
sc_po: He’s surrounded by pure people, who dispel

# dn30:2.31.29
source: Malakhilakalikilese panudehī”ti.
sc_po: stains, callousness, sin, and corruptions.’”

# dn30:2.31.30
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn30:2.31.31
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.
