Repository: kondannyo/PGP
Catalog: DN/*_text/dn30.po
Languages: sc_po

# dn30:1.31.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:1.31.2
source: cirappanaṭṭhe sucirappavāsino ñātimitte suhajje sakhino samānetā ahosi.
sc_po: He reunited long-lost and long-separated relatives, friends, loved ones, and companions.

# dn30:1.31.3
source: Mātarampi puttena samānetā ahosi, puttampi mātarā samānetā ahosi, pitarampi puttena samānetā ahosi, puttampi pitarā samānetā ahosi, bhātarampi bhātarā samānetā ahosi, bhātarampi bhaginiyā samānetā ahosi, bhaginimpi bhātarā samānetā ahosi, bhaginimpi bhaginiyā samānetā ahosi, samaṅgīkatvā ca abbhanumoditā ahosi.
sc_po: He reunited mother with child and child with mother; father with child and child with father; brother with brother, brother with sister, sister with brother, and sister with sister, bringing them together with rejoicing.

# dn30:1.31.4
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:1.31.5
source: so tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati—
sc_po: When he came back to this state of existence he obtained this mark:

# dn30:1.31.6
source: kosohitavatthaguyho hoti.
sc_po: his private parts are retracted.

# dn30:1.32.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:1.32.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:1.32.3
source: Pahūtaputto hoti, parosahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.
sc_po: He has many sons, over a thousand sons who are valiant and heroic, crushing the armies of his enemies.

# dn30:1.32.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:1.32.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:1.32.6
source: Pahūtaputto hoti, anekasahassaṃ kho panassa puttā bhavanti sūrā vīraṅgarūpā parasenappamaddanā.
sc_po: He has many sons, many thousands of sons who are valiant and heroic, crushing the armies of his enemies.

# dn30:1.32.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:1.32.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:1.33.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:1.33.2
source: “Pure puratthā purimāsu jātisu,
sc_po: “In olden days, in past lives,

# dn30:1.33.3
source: Cirappanaṭṭhe sucirappavāsino;
sc_po: he reunited long-lost

# dn30:1.33.4
source: Ñātī suhajje sakhino samānayi,
sc_po: and long-separated friends and family,

# dn30:1.33.5
source: Samaṅgikatvā anumoditā ahu.
sc_po: bringing them together with joy.

# dn30:1.33.6
source: So tena kammena divaṃ samakkami,
sc_po: By means of these deeds he went to heaven,

# dn30:1.33.7
source: Sukhañca khiḍḍāratiyo ca anvabhi;
sc_po: where he enjoyed happiness and merriment.

# dn30:1.33.8
source: Tato cavitvā punarāgato idha,
sc_po: After passing away from there to here,

# dn30:1.33.9
source: Kosohitaṃ vindati vatthachādiyaṃ.
sc_po: his private parts are retracted.

# dn30:1.33.10
source: Pahūtaputto bhavatī tathāvidho,
sc_po: Such a one has many sons,

# dn30:1.33.11
source: Parosahassañca bhavanti atrajā;
sc_po: over a thousand descendants,

# dn30:1.33.12
source: Sūrā ca vīrā ca amittatāpanā,
sc_po: valiant and heroic, devastating foes,

# dn30:1.33.13
source: Gihissa pītiṃ jananā piyaṃvadā.
sc_po: a layman’s joy, speaking kindly.

# dn30:1.33.14
source: Bahūtarā pabbajitassa iriyato,
sc_po: But if he lives the renunciate life

# dn30:1.33.15
source: Bhavanti puttā vacanānusārino;
sc_po: he has even more sons following his word.

# dn30:1.33.16
source: Gihissa vā pabbajitassa vā puna,
sc_po: As householder or renunciate,

# dn30:1.33.17
source: Taṃ lakkhaṇaṃ jāyati tadatthajotakan”ti.
sc_po: that’s the meaning shown by this mark.”

# dn30:1.33.18
source: Paṭhamabhāṇavāro niṭṭhito.
sc_po: The first recitation section is finished.

# dn30:1.33.19
source: 15–16. Parimaṇḍalaanonamajaṇṇuparimasanalakkhaṇāni
sc_po: 15–16. Equal Proportions and Touching the Knees

# dn30:2.1.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.1.2
source: mahājanasaṅgahaṃ samekkhamāno samaṃ jānāti sāmaṃ jānāti, purisaṃ jānāti purisavisesaṃ jānāti:
sc_po: He regarded the gathered population equally. He knew what they had in common and what was their own. He knew each person, and he knew the distinctions between people.

# dn30:2.1.3
source: ‘ayamidamarahati ayamidamarahatī’ti tattha tattha purisavisesakaro ahosi.
sc_po: In each case, he made appropriate distinctions between people: ‘This one deserves that; that one deserves this.’

# dn30:2.1.4
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:2.1.5
source: so tato cuto itthattaṃ āgato samāno imāni dve mahāpurisalakkhaṇāni paṭilabhati.
sc_po: When he came back to this state of existence he obtained these two marks:

# dn30:2.1.6
source: Nigrodhaparimaṇḍalo ca hoti, ṭhitakoyeva ca anonamanto ubhohi pāṇitalehi jaṇṇukāni parimasati parimajjati.
sc_po: he has the proportional circumference of a banyan tree; and when standing upright and not bending over, the palms of both hands touch the knees.

# dn30:2.2.1
source: So tehi lakkhaṇehi samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing these marks, if he stays at home he becomes a wheel-turning monarch.

# dn30:2.2.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.2.3
source: Aḍḍho hoti mahaddhano mahābhogo pahūtajātarūparajato pahūtavittūpakaraṇo pahūtadhanadhañño paripuṇṇakosakoṭṭhāgāro.
sc_po: He is rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, lots of money and grain, and a full treasury and storehouses.

# dn30:2.2.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:2.2.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.2.6
source: Aḍḍho hoti mahaddhano mahābhogo.
sc_po: He is rich, affluent, and wealthy.

# dn30:2.2.7
source: Tassimāni dhanāni honti, seyyathidaṃ—
sc_po: He has these kinds of wealth:

# dn30:2.2.8
source: saddhādhanaṃ sīladhanaṃ hiridhanaṃ ottappadhanaṃ sutadhanaṃ cāgadhanaṃ paññādhanaṃ.
sc_po: the wealth of faith, ethical conduct, conscience, prudence, learning, generosity, and wisdom.

# dn30:2.2.9
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.2.10
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.3.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.3.2
source: “Tuliya paṭivicaya cintayitvā,
sc_po: “Observing the many people in a community,

# dn30:2.3.3
source: Mahājanasaṅgahanaṃ samekkhamāno;
sc_po: he weighed, evaluated, and judged each case:

# dn30:2.3.4
source: Ayamidamarahati tattha tattha,
sc_po: ‘This one deserves that.’

# dn30:2.3.5
source: Purisavisesakaro pure ahosi.
sc_po: That’s how he used to draw distinctions between people.

# dn30:2.3.6
source: Mahiñca pana ṭhito anonamanto,
sc_po: Now standing without bending

# dn30:2.3.7
source: Phusati karehi ubhohi jaṇṇukāni;
sc_po: he can touch his knees with both hands.

# dn30:2.3.8
source: Mahiruhaparimaṇḍalo ahosi,
sc_po: With the remaining ripening of the fruit of good deeds,

# dn30:2.3.9
source: Sucaritakammavipākasesakena.
sc_po: his circumference was that of a great tree.

# dn30:2.3.10
source: Bahuvividhanimittalakkhaṇaññū,
sc_po: Learned experts in the many different

# dn30:2.3.11
source: Atinipuṇā manujā byākariṃsu;
sc_po: signs and marks prophesied:

# dn30:2.3.12
source: Bahuvividhā gihīnaṃ arahāni,
sc_po: ‘The young prince will obtain

# dn30:2.3.13
source: Paṭilabhati daharo susu kumāro.
sc_po: many different things that householders deserve.

# dn30:2.3.14
source: Idha ca mahīpatissa kāmabhogī,
sc_po: Here there are many suitable pleasures

# dn30:2.3.15
source: Gihipatirūpakā bahū bhavanti;
sc_po: for the ruler of the land to enjoy as householder.

# dn30:2.3.16
source: Yadi ca jahati sabbakāmabhogaṃ,
sc_po: But if he gives up all sensual enjoyments,

# dn30:2.3.17
source: Labhati anuttaraṃ uttamadhanaggan”ti.
sc_po: he will gain the supreme, highest peak of wealth.’”

# dn30:2.3.18
source: 17–19. Sīhapubbaddhakāyāditilakkhaṇaṃ
sc_po: 17–19. A Lion’s Chest, Etc.

# dn30:2.4.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.4.2
source: bahujanassa atthakāmo ahosi hitakāmo phāsukāmo yogakkhemakāmo:
sc_po: He desired the good, the welfare, the comfort, and sanctuary of the people, thinking:

# dn30:2.4.3
source: ‘kintime saddhāya vaḍḍheyyuṃ, sīlena vaḍḍheyyuṃ, sutena vaḍḍheyyuṃ, cāgena vaḍḍheyyuṃ, dhammena vaḍḍheyyuṃ, paññāya vaḍḍheyyuṃ, dhanadhaññena vaḍḍheyyuṃ, khettavatthunā vaḍḍheyyuṃ, dvipadacatuppadehi vaḍḍheyyuṃ, puttadārehi vaḍḍheyyuṃ, dāsakammakaraporisehi vaḍḍheyyuṃ, ñātīhi vaḍḍheyyuṃ, mittehi vaḍḍheyyuṃ, bandhavehi vaḍḍheyyun’ti.
sc_po: ‘How might they flourish in faith, ethics, learning, generosity, teachings, and wisdom; in wealth and grain, fields and land, birds and beasts, children and partners; in bondservants, workers, and staff; in family, friends, and kin?’

# dn30:2.4.4
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:2.4.5
source: so tato cuto itthattaṃ āgato samāno imāni tīṇi mahāpurisalakkhaṇāni paṭilabhati.
sc_po: When he came back to this state of existence he obtained these three marks:

# dn30:2.4.6
source: Sīhapubbaddhakāyo ca hoti citantaraṃso ca samavaṭṭakkhandho ca.
sc_po: his chest is like that of a lion; the gap between the shoulder-blades is filled in; and his torso is cylindrical.

# dn30:2.5.1
source: So tehi lakkhaṇehi samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing these marks, if he stays at home he becomes a wheel-turning monarch.

# dn30:2.5.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.5.3
source: Aparihānadhammo hoti, na parihāyati dhanadhaññena khettavatthunā dvipadacatuppadehi puttadārehi dāsakammakaraporisehi ñātīhi mittehi bandhavehi, na parihāyati sabbasampattiyā.
sc_po: He’s not liable to decline. He doesn’t decline in wealth and grain, fields and land, birds and beasts, children and partners; in bondservants, workers, and staff; in family, friends, and kin. He doesn’t decline in any of his accomplishments.

# dn30:2.5.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:2.5.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.5.6
source: Aparihānadhammo hoti, na parihāyati saddhāya sīlena sutena cāgena paññāya, na parihāyati sabbasampattiyā.
sc_po: He’s not liable to decline. He doesn’t decline in faith, ethics, learning, generosity, and wisdom. He doesn’t decline in any of his accomplishments.

# dn30:2.5.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.5.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.6.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.6.2
source: “Saddhāya sīlena sutena buddhiyā,
sc_po: “His wish was this: ‘How may others not decline

# dn30:2.6.3
source: Cāgena dhammena bahūhi sādhuhi;
sc_po: in faith, ethics, learning, and intelligence,

# dn30:2.6.4
source: Dhanena dhaññena ca khettavatthunā,
sc_po: in generosity, teachings, and much good else,

# dn30:2.6.5
source: Puttehi dārehi catuppadehi ca.
sc_po: in coin and corn, fields and lands,

# dn30:2.6.6
source: Ñātīhi mittehi ca bandhavehi ca,
sc_po: in children, partners, and livestock,

# dn30:2.6.7
source: Balena vaṇṇena sukhena cūbhayaṃ;
sc_po: in family, friends, and kin,

# dn30:2.6.8
source: Kathaṃ na hāyeyyuṃ pareti icchati,
sc_po: in health, and both beauty and happiness?’

# dn30:2.6.9
source: Atthassa middhī ca panābhikaṅkhati.
sc_po: And so he ever desired their success.

# dn30:2.6.10
source: Sa sīhapubbaddhasusaṇṭhito ahu,
sc_po: His chest was full like that of a lion,

# dn30:2.6.11
source: Samavaṭṭakhandho ca citantaraṃso;
sc_po: his shoulder-gap filled in, and torso cylindrical.

# dn30:2.6.12
source: Pubbe suciṇṇena katena kammunā,
sc_po: Due to the well-done deeds of the past,

# dn30:2.6.13
source: Ahāniyaṃ pubbanimittamassa taṃ.
sc_po: he had that portent of non-decline.

# dn30:2.6.14
source: Gihīpi dhaññena dhanena vaḍḍhati,
sc_po: Even as layman he grows in corn and coin,

# dn30:2.6.15
source: Puttehi dārehi catuppadehi ca;
sc_po: in wives, children, and livestock.

# dn30:2.6.16
source: Akiñcano pabbajito anuttaraṃ,
sc_po: But once gone forth, owning nothing, he attains

# dn30:2.6.17
source: Pappoti bodhiṃ asahānadhammatan”ti.
sc_po: the supreme awakening which may never decline.”

# dn30:2.6.18
source: 20. Rasaggasaggitālakkhaṇaṃ
sc_po: 20. Excellent Sense of Taste

# dn30:2.7.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.7.2
source: sattānaṃ aviheṭhakajātiko ahosi pāṇinā vā leḍḍunā vā daṇḍena vā satthena vā.
sc_po: He would never hurt any sentient being with fists, stones, rods, or swords.

# dn30:2.7.3
source: So tassa kammassa kaṭattā upacitattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:2.7.4
source: so tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati, rasaggasaggī hoti, uddhaggāssa rasaharaṇīyo gīvāya jātā honti samābhivāhiniyo.
sc_po: When he came back to this state of existence he obtained this mark: he has an excellent sense of taste. Taste-buds are produced in the throat for the tongue-tip and dispersed evenly.

# dn30:2.8.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:2.8.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.8.3
source: Appābādho hoti appātaṅko, samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya.
sc_po: He is rarely ill or unwell. His stomach digests well, being neither too hot nor too cold.

# dn30:2.8.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:2.8.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.8.6
source: Appābādho hoti appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya.
sc_po: He is rarely ill or unwell. His stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation.

# dn30:2.8.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.8.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.9.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.9.2
source: “Na pāṇidaṇḍehi panātha leḍḍunā,
sc_po: “Not with fist or rod or stone,

# dn30:2.9.3
source: Satthena vā maraṇavadhena vā pana;
sc_po: or sword or beating to death,

# dn30:2.9.4
source: Ubbādhanāya paritajjanāya vā,
sc_po: or by bondage or threats

# dn30:2.9.5
source: Na heṭhayī janatamaheṭhako ahu.
sc_po: did he ever harm anyone.

# dn30:2.9.6
source: Teneva so sugatimupecca modati,
sc_po: For that very reason he rejoiced in heaven after passing away,

# dn30:2.9.7
source: Sukhapphalaṃ kariya sukhāni vindati;
sc_po: finding happiness as a fruit of happy deeds.

# dn30:2.9.8
source: Samojasā rasaharaṇī susaṇṭhitā,
sc_po: With taste-buds well formed and even,

# dn30:2.9.9
source: Idhāgato labhati rasaggasaggitaṃ.
sc_po: on his return here he has an excellent sense of taste.

# dn30:2.9.10
source: Tenāhu naṃ atinipuṇā vicakkhaṇā,
sc_po: That’s why the clever visionaries said:

# dn30:2.9.11
source: Ayaṃ naro sukhabahulo bhavissati;
sc_po: ‘This man will have much happiness

# dn30:2.9.12
source: Gihissa vā pabbajitassa vā puna,
sc_po: as householder or renunciate.

# dn30:2.9.13
source: Taṃ lakkhaṇaṃ bhavati tadatthajotakan”ti.
sc_po: That’s the meaning shown by this mark.’”

# dn30:2.9.14
source: 21–22. Abhinīlanettagopakhumalakkhaṇāni
sc_po: 21–22. Deep Blue Eyes

# dn30:2.10.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.10.2
source: na ca visaṭaṃ, na ca visāci, na ca pana viceyya pekkhitā, ujuṃ tathā pasaṭamujumano, piyacakkhunā bahujanaṃ udikkhitā ahosi.
sc_po: When looking at others he didn’t glare, look askance, or avert his eyes. Being straightforward, he reached out to others with straightforward intentions, looking at people with kindly eyes.

# dn30:2.10.3
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:2.10.4
source: so tato cuto itthattaṃ āgato samāno imāni dve mahāpurisalakkhaṇāni paṭilabhati.
sc_po: When he came back to this state of existence he obtained these two marks:

# dn30:2.10.5
source: Abhinīlanetto ca hoti gopakhumo ca.
sc_po: his eyes are deep blue, and he has eyelashes like a cow’s.

# dn30:2.11.1
source: So tehi lakkhaṇehi samannāgato, sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing these marks, if he stays at home he becomes a wheel-turning monarch.

# dn30:2.11.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.11.3
source: Piyadassano hoti bahuno janassa, piyo hoti manāpo brāhmaṇagahapatikānaṃ negamajānapadānaṃ gaṇakamahāmattānaṃ anīkaṭṭhānaṃ dovārikānaṃ amaccānaṃ pārisajjānaṃ rājūnaṃ bhogiyānaṃ kumārānaṃ.
sc_po: The people look on him with kindly eyes. He is dear and beloved to the brahmins and householders, people of town and country, treasury officials, military officers, guardsmen, ministers, counselors, rulers, tax beneficiaries, and princes.

# dn30:2.11.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:2.11.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.11.6
source: Piyadassano hoti bahuno janassa, piyo hoti manāpo bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ devānaṃ manussānaṃ asurānaṃ nāgānaṃ gandhabbānaṃ.
sc_po: The people look on him with kindly eyes. He is dear and beloved to the monks, nuns, laymen, laywomen, gods, humans, demons, dragons, and fairies.

# dn30:2.11.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.11.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.12.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.12.2
source: “Na ca visaṭaṃ na ca visāci,
sc_po: “With not a glare or glance askance,

# dn30:2.12.3
source: Na ca pana viceyyapekkhitā;
sc_po: nor averting of the eyes;

# dn30:2.12.4
source: Ujuṃ tathā pasaṭamujumano,
sc_po: straightforward, he reached out straightforwardly,

# dn30:2.12.5
source: Piyacakkhunā bahujanaṃ udikkhitā.
sc_po: looking at people with kindly eyes.

# dn30:2.12.6
source: Sugatīsu so phalavipākaṃ,
sc_po: In good rebirths he enjoyed the fruit

# dn30:2.12.7
source: Anubhavati tattha modati;
sc_po: and result, rejoicing there.

# dn30:2.12.8
source: Idha ca pana bhavati gopakhumo,
sc_po: But here he has a cow’s eyelashes,

# dn30:2.12.9
source: Abhinīlanettanayano sudassano.
sc_po: and eyes deep blue so fair to see.

# dn30:2.12.10
source: Abhiyogino ca nipuṇā,
sc_po: Many soothsayers, men clever

# dn30:2.12.11
source: Bahū pana nimittakovidā;
sc_po: and learned in prognostic texts,

# dn30:2.12.12
source: Sukhumanayanakusalā manujā,
sc_po: expert in cow-like lashes, indicated he’d

# dn30:2.12.13
source: Piyadassanoti abhiniddisanti naṃ.
sc_po: be looked upon with kindly eyes.

# dn30:2.12.14
source: Piyadassano gihīpi santo ca,
sc_po: Even as a householder he’d be regarded kindly,

# dn30:2.12.15
source: Bhavati bahujanapiyāyito;
sc_po: beloved of the people.

# dn30:2.12.16
source: Yadi ca na bhavati gihī samaṇo hoti,
sc_po: But if he becomes an ascetic, not lay,

# dn30:2.12.17
source: Piyo bahūnaṃ sokanāsano”ti.
sc_po: as destroyer of sorrow he’ll be loved by many.”

# dn30:2.12.18
source: 23. Uṇhīsasīsalakkhaṇaṃ
sc_po: 23. Head Like a Turban

# dn30:2.13.1
source: “Yampi, bhikkhave, tathāgato purimaṃ jātiṃ purimaṃ bhavaṃ purimaṃ niketaṃ pubbe manussabhūto samāno
sc_po: “Mendicants, in some past lives the Realized One was reborn as a human being.

# dn30:2.13.2
source: bahujanapubbaṅgamo ahosi kusalesu dhammesu bahujanapāmokkho kāyasucarite vacīsucarite manosucarite dānasaṃvibhāge sīlasamādāne uposathupavāse matteyyatāya petteyyatāya sāmaññatāya brahmaññatāya kule jeṭṭhāpacāyitāya aññataraññataresu ca adhikusalesu dhammesu.
sc_po: He was the leader and forerunner of people in skillful behaviors such as good conduct by way of body, speech, giving and sharing, taking precepts, observing the sabbath, paying due respect to mother and father, ascetics and brahmins, honoring the elders in the family, and various other things pertaining to skillful behaviors.

# dn30:2.13.3
source: So tassa kammassa kaṭattā … pe …
sc_po: Due to performing those deeds he was reborn in a heavenly realm.

# dn30:2.13.4
source: so tato cuto itthattaṃ āgato samāno imaṃ mahāpurisalakkhaṇaṃ paṭilabhati—
sc_po: When he came back to this state of existence he obtained this mark:

# dn30:2.13.5
source: uṇhīsasīso hoti.
sc_po: his head is shaped like a turban.

# dn30:2.14.1
source: So tena lakkhaṇena samannāgato sace agāraṃ ajjhāvasati, rājā hoti cakkavattī … pe …
sc_po: Possessing this mark, if he stays at home he becomes a wheel-turning monarch.

# dn30:2.14.2
source: rājā samāno kiṃ labhati?
sc_po: And what does he obtain as king?

# dn30:2.14.3
source: Mahāssa jano anvāyiko hoti, brāhmaṇagahapatikā negamajānapadā gaṇakamahāmattā anīkaṭṭhā dovārikā amaccā pārisajjā rājāno bhogiyā kumārā.
sc_po: He has a large following of brahmins and householders, people of town and country, treasury officials, military officers, guardsmen, ministers, counselors, rulers, tax beneficiaries, and princes.

# dn30:2.14.4
source: Rājā samāno idaṃ labhati … pe …
sc_po: That’s what he obtains as king.

# dn30:2.14.5
source: buddho samāno kiṃ labhati?
sc_po: And what does he obtain as Buddha?

# dn30:2.14.6
source: Mahāssa jano anvāyiko hoti, bhikkhū bhikkhuniyo upāsakā upāsikāyo devā manussā asurā nāgā gandhabbā.
sc_po: He has a large following of monks, nuns, laymen, laywomen, gods, humans, demons, dragons, and fairies.

# dn30:2.14.7
source: Buddho samāno idaṃ labhati”.
sc_po: That’s what he obtains as Buddha.”

# dn30:2.14.8
source: Etamatthaṃ bhagavā avoca.
sc_po: That is what the Buddha said.

# dn30:2.15.1
source: Tatthetaṃ vuccati:
sc_po: On this it is said:

# dn30:2.15.2
source: “Pubbaṅgamo sucaritesu ahu,
sc_po: “Among people of good conduct, he was the leader,

# dn30:2.15.3
source: Dhammesu dhammacariyābhirato;
sc_po: devoted to a life of principle among the principled.

# dn30:2.15.4
source: Anvāyiko bahujanassa ahu,
sc_po: The people followed him,

# dn30:2.15.5
source: Saggesu vedayittha puññaphalaṃ.
sc_po: and he experienced the fruit of good deeds in heaven.
