Repository: kondannyo/PGP
Catalog: DN/*_text/dn31.po
Languages: sc_po

# dn31:25.19
source: vammikovupacīyati.
sc_po: like an ant-hill piling up.

# dn31:25.20
source: Evaṃ bhoge samāhatvā,
sc_po: In gathering wealth like this,

# dn31:25.21
source: alamatto kule gihī;
sc_po: a householder does enough for their family.

# dn31:25.22
source: Catudhā vibhaje bhoge,
sc_po: And they’d hold on to friends

# dn31:25.23
source: sa ve mittāni ganthati.
sc_po: by dividing their wealth in four.

# dn31:25.24
source: Ekena bhoge bhuñjeyya,
sc_po: One portion is to enjoy.

# dn31:25.25
source: dvīhi kammaṃ payojaye;
sc_po: Two parts invest in work.

# dn31:25.26
source: Catutthañca nidhāpeyya,
sc_po: And the fourth should be kept

# dn31:25.27
source: āpadāsu bhavissatī”ti.
sc_po: for times of trouble.”

# dn31:25.28
source: 13. Chaddisāpaṭicchādanakaṇḍa
sc_po: 13. Covering the Six Quarters

# dn31:27.1
source: “Kathañca, gahapatiputta, ariyasāvako chaddisāpaṭicchādī hoti?
sc_po: “And how, householder’s son, does a noble disciple cover the six quarters?

# dn31:27.2
source: Cha imā, gahapatiputta, disā veditabbā.
sc_po: These six quarters should be recognized:

# dn31:27.3
source: Puratthimā disā mātāpitaro veditabbā, dakkhiṇā disā ācariyā veditabbā, pacchimā disā puttadārā veditabbā, uttarā disā mittāmaccā veditabbā, heṭṭhimā disā dāsakammakarā veditabbā, uparimā disā samaṇabrāhmaṇā veditabbā.
sc_po: parents as the east, teachers as the south, partner and children as the west, friends and colleagues as the north, bondservants and workers as beneath, and ascetics and brahmins as above.

# dn31:28.1
source: Pañcahi kho, gahapatiputta, ṭhānehi puttena puratthimā disā mātāpitaro paccupaṭṭhātabbā—
sc_po: A child should serve their parents as the eastern quarter in five ways, thinking:

# dn31:28.2
source: bhato ne bharissāmi, kiccaṃ nesaṃ karissāmi, kulavaṃsaṃ ṭhapessāmi, dāyajjaṃ paṭipajjāmi, atha vā pana petānaṃ kālaṅkatānaṃ dakkhiṇaṃ anuppadassāmīti.
sc_po: ‘I will support those who supported me. I’ll do my duty for them. I’ll maintain the family traditions. I’ll take care of the inheritance. When they have passed away, I’ll make an offering on their behalf.’

# dn31:28.3
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi puttena puratthimā disā mātāpitaro paccupaṭṭhitā pañcahi ṭhānehi puttaṃ anukampanti.
sc_po: Parents served by the children in these five ways show compassion to them in five ways.

# dn31:28.4
source: Pāpā nivārenti, kalyāṇe nivesenti, sippaṃ sikkhāpenti, patirūpena dārena saṃyojenti, samaye dāyajjaṃ niyyādenti.
sc_po: They keep them from doing bad. They support them in doing good. They train them in a profession. They connect them with a suitable partner. They transfer the inheritance in due time.

# dn31:28.5
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi puttena puratthimā disā mātāpitaro paccupaṭṭhitā imehi pañcahi ṭhānehi puttaṃ anukampanti.
sc_po: Parents served by their children in these five ways show compassion to them in these five ways.

# dn31:28.6
source: Evamassa esā puratthimā disā paṭicchannā hoti khemā appaṭibhayā.
sc_po: And that’s how the eastern quarter is covered, kept safe and free of peril.

# dn31:29.1
source: Pañcahi kho, gahapatiputta, ṭhānehi antevāsinā dakkhiṇā disā ācariyā paccupaṭṭhātabbā—
sc_po: A student should serve their teacher as the southern quarter in five ways:

# dn31:29.2
source: uṭṭhānena upaṭṭhānena sussusāya pāricariyāya sakkaccaṃ sippapaṭiggahaṇena.
sc_po: by rising for them, by serving them, by listening well, by looking after them, and by carefully learning their profession.

# dn31:29.3
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi antevāsinā dakkhiṇā disā ācariyā paccupaṭṭhitā pañcahi ṭhānehi antevāsiṃ anukampanti—
sc_po: Teachers served by their students in these five ways show compassion to them in five ways.

# dn31:29.4
source: suvinītaṃ vinenti, suggahitaṃ gāhāpenti, sabbasippassutaṃ samakkhāyino bhavanti, mittāmaccesu paṭiyādenti, disāsu parittāṇaṃ karonti.
sc_po: They make sure they’re well trained and well educated. They clearly explain all the knowledge of the profession. They introduce them to their friends and colleagues. They provide protection in every region.

# dn31:29.5
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi antevāsinā dakkhiṇā disā ācariyā paccupaṭṭhitā imehi pañcahi ṭhānehi antevāsiṃ anukampanti.
sc_po: Teachers served by their students in these five ways show compassion to them in these five ways.

# dn31:29.6
source: Evamassa esā dakkhiṇā disā paṭicchannā hoti khemā appaṭibhayā.
sc_po: And that’s how the southern quarter is covered, kept safe and free of peril.

# dn31:30.1
source: Pañcahi kho, gahapatiputta, ṭhānehi sāmikena pacchimā disā bhariyā paccupaṭṭhātabbā—
sc_po: A husband should serve his wife as the western quarter in five ways:

# dn31:30.2
source: sammānanāya anavamānanāya anaticariyāya issariyavossaggena alaṅkārānuppadānena.
sc_po: by treating her with honor, by not looking down on her, by not being unfaithful, by relinquishing authority to her, and by presenting her with adornments.

# dn31:30.3
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi sāmikena pacchimā disā bhariyā paccupaṭṭhitā pañcahi ṭhānehi sāmikaṃ anukampati—
sc_po: A wife served by her husband in these five ways shows compassion to him in five ways.

# dn31:30.4
source: susaṃvihitakammantā ca hoti, saṅgahitaparijanā ca, anaticārinī ca, sambhatañca anurakkhati, dakkhā ca hoti analasā sabbakiccesu.
sc_po: She’s well-organized in her work. She manages the domestic help. She’s not unfaithful. She preserves his earnings. She’s deft and tireless in all her duties.

# dn31:30.5
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi sāmikena pacchimā disā bhariyā paccupaṭṭhitā imehi pañcahi ṭhānehi sāmikaṃ anukampati.
sc_po: A wife served by her husband in these five ways shows compassion to him in these five ways.

# dn31:30.6
source: Evamassa esā pacchimā disā paṭicchannā hoti khemā appaṭibhayā.
sc_po: And that’s how the western quarter is covered, kept safe and free of peril.

# dn31:31.1
source: Pañcahi kho, gahapatiputta, ṭhānehi kulaputtena uttarā disā mittāmaccā paccupaṭṭhātabbā—
sc_po: A gentleman should serve their friends and colleagues as the northern quarter in five ways:

# dn31:31.2
source: dānena peyyavajjena atthacariyāya samānattatāya avisaṃvādanatāya.
sc_po: giving, kindly words, taking care, equality, and not using tricky words.

# dn31:31.3
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi kulaputtena uttarā disā mittāmaccā paccupaṭṭhitā pañcahi ṭhānehi kulaputtaṃ anukampanti—
sc_po: Friends and colleagues served by a gentleman in these five ways show compassion to them in five ways.

# dn31:31.4
source: pamattaṃ rakkhanti, pamattassa sāpateyyaṃ rakkhanti, bhītassa saraṇaṃ honti, āpadāsu na vijahanti, aparapajā cassa paṭipūjenti.
sc_po: They guard them when they’re negligent. They guard their property when they’re negligent. They keep them safe in times of danger. They don’t abandon them in times of trouble. They honor their descendants.

# dn31:31.5
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi kulaputtena uttarā disā mittāmaccā paccupaṭṭhitā imehi pañcahi ṭhānehi kulaputtaṃ anukampanti.
sc_po: Friends and colleagues served by a gentleman in these five ways show compassion to them in these five ways.

# dn31:31.6
source: Evamassa esā uttarā disā paṭicchannā hoti khemā appaṭibhayā.
sc_po: And that’s how the northern quarter is covered, kept safe and free of peril.

# dn31:32.1
source: Pañcahi kho, gahapatiputta, ṭhānehi ayyirakena heṭṭhimā disā dāsakammakarā paccupaṭṭhātabbā—
sc_po: A master should serve their bondservants and workers as the lower quarter in five ways:

# dn31:32.2
source: yathābalaṃ kammantasaṃvidhānena bhattavetanānuppadānena gilānupaṭṭhānena acchariyānaṃ rasānaṃ saṃvibhāgena samaye vossaggena.
sc_po: by organizing work according to ability, by paying food and wages, by nursing them when sick, by sharing special treats, and by giving time off work.

# dn31:32.3
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi ayyirakena heṭṭhimā disā dāsakammakarā paccupaṭṭhitā pañcahi ṭhānehi ayyirakaṃ anukampanti—
sc_po: Bondservants and workers served by a master in these five ways show compassion to them in five ways.

# dn31:32.4
source: pubbuṭṭhāyino ca honti, pacchā nipātino ca, dinnādāyino ca, sukatakammakarā ca, kittivaṇṇaharā ca.
sc_po: They get up first, and go to bed last. They don’t steal. They do their work well. And they promote a good reputation.

# dn31:32.5
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi ayyirakena heṭṭhimā disā dāsakammakarā paccupaṭṭhitā imehi pañcahi ṭhānehi ayyirakaṃ anukampanti.
sc_po: Bondservants and workers served by a master in these five ways show compassion to them in these five ways.

# dn31:32.6
source: Evamassa esā heṭṭhimā disā paṭicchannā hoti khemā appaṭibhayā.
sc_po: And that’s how the lower quarter is covered, kept safe and free of peril.

# dn31:33.1
source: Pañcahi kho, gahapatiputta, ṭhānehi kulaputtena uparimā disā samaṇabrāhmaṇā paccupaṭṭhātabbā—
sc_po: A gentleman should serve ascetics and brahmins as the upper quarter in five ways:

# dn31:33.2
source: mettena kāyakammena mettena vacīkammena mettena manokammena anāvaṭadvāratāya āmisānuppadānena.
sc_po: by loving deeds of body, speech, and mind, by not turning them away at the gate, and by providing them with material needs.

# dn31:33.3
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi kulaputtena uparimā disā samaṇabrāhmaṇā paccupaṭṭhitā chahi ṭhānehi kulaputtaṃ anukampanti—
sc_po: Ascetics and brahmins served by a gentleman in these five ways show compassion to them in five ways.

# dn31:33.4
source: pāpā nivārenti, kalyāṇe nivesenti, kalyāṇena manasā anukampanti, assutaṃ sāventi, sutaṃ pariyodāpenti, saggassa maggaṃ ācikkhanti.
sc_po: They keep them from doing bad. They support them in doing good. They think of them with kindly thoughts. They teach them what they do not know. They clarify what they’ve already learned. They explain the path to heaven.

# dn31:33.5
source: Imehi kho, gahapatiputta, pañcahi ṭhānehi kulaputtena uparimā disā samaṇabrāhmaṇā paccupaṭṭhitā imehi chahi ṭhānehi kulaputtaṃ anukampanti.
sc_po: Ascetics and brahmins served by a gentleman in these five ways show compassion to them in these five ways.

# dn31:33.6
source: Evamassa esā uparimā disā paṭicchannā hoti khemā appaṭibhayā”ti.
sc_po: And that’s how the upper quarter is covered, kept safe and free of peril.”

# dn31:33.7
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn31:33.8
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# dn31:33.9
source: “Mātāpitā disā pubbā,
sc_po: “Parents are the east,

# dn31:33.10
source: ācariyā dakkhiṇā disā;
sc_po: teachers the south,

# dn31:33.11
source: Puttadārā disā pacchā,
sc_po: wives and child the west,

# dn31:33.12
source: mittāmaccā ca uttarā.
sc_po: friends and colleagues the north,

# dn31:33.13
source: Dāsakammakarā heṭṭhā,
sc_po: servants and workers below,

# dn31:33.14
source: uddhaṃ samaṇabrāhmaṇā;
sc_po: and ascetics and brahmins above.

# dn31:33.15
source: Etā disā namasseyya,
sc_po: By honoring these quarters

# dn31:33.16
source: alamatto kule gihī.
sc_po: a householder does enough for their family.

# dn31:33.17
source: Paṇḍito sīlasampanno,
sc_po: The astute and the virtuous,

# dn31:33.18
source: saṇho ca paṭibhānavā;
sc_po: the gentle and the articulate,

# dn31:33.19
source: Nivātavutti atthaddho,
sc_po: the humble and the kind:

# dn31:33.20
source: tādiso labhate yasaṃ.
sc_po: they’re who win glory.

# dn31:33.21
source: Uṭṭhānako analaso,
sc_po: The diligent, not lazy,

# dn31:33.22
source: āpadāsu na vedhati;
sc_po: those not disturbed by troubles,

# dn31:33.23
source: Acchinnavutti medhāvī,
sc_po: those consistent in conduct, the intelligent:

# dn31:33.24
source: tādiso labhate yasaṃ.
sc_po: they’re who win glory.

# dn31:33.25
source: Saṅgāhako mittakaro,
sc_po: The inclusive, the makers of friends,

# dn31:33.26
source: vadaññū vītamaccharo;
sc_po: the kind, those rid of stinginess,

# dn31:33.27
source: Netā vinetā anunetā,
sc_po: those who lead, train, and persuade:

# dn31:33.28
source: tādiso labhate yasaṃ.
sc_po: they’re who win glory.

# dn31:33.29
source: Dānañca peyyavajjañca,
sc_po: Giving and kindly words,

# dn31:33.30
source: atthacariyā ca yā idha;
sc_po: taking care here,

# dn31:33.31
source: Samānattatā ca dhammesu,
sc_po: and treating equally in worldly conditions,

# dn31:33.32
source: tattha tattha yathārahaṃ;
sc_po: as befits them in each case;

# dn31:33.33
source: Ete kho saṅgahā loke,
sc_po: these ways of being inclusive in the world

# dn31:33.34
source: rathassāṇīva yāyato.
sc_po: are like a moving chariot’s linchpin.

# dn31:33.35
source: Ete ca saṅgahā nāssu,
sc_po: If there were no such ways of being inclusive,

# dn31:33.36
source: na mātā puttakāraṇā;
sc_po: neither mother nor father

# dn31:33.37
source: Labhetha mānaṃ pūjaṃ vā,
sc_po: would be respected and honored

# dn31:33.38
source: pitā vā puttakāraṇā.
sc_po: for what they’ve done for their children.

# dn31:33.39
source: Yasmā ca saṅgahā ete,
sc_po: But since these ways of being inclusive do exist,

# dn31:33.40
source: sammapekkhanti paṇḍitā;
sc_po: the astute do regard them well,

# dn31:33.41
source: Tasmā mahattaṃ papponti,
sc_po: so they achieve greatness

# dn31:33.42
source: pāsaṃsā ca bhavanti te”ti.
sc_po: and are praised.”

# dn31:35.1
source: Evaṃ vutte, siṅgālako gahapatiputto bhagavantaṃ etadavoca:
sc_po: When this was said, Sigālaka the householder’s son said to the Buddha,

# dn31:35.2
source: “abhikkantaṃ, bhante, abhikkantaṃ, bhante.
sc_po: “Excellent, sir! Excellent!

# dn31:35.3
source: Seyyathāpi, bhante, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhagavatā anekapariyāyena dhammo pakāsito.
sc_po: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, the Buddha has made the teaching clear in many ways.

# dn31:35.4
source: Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
sc_po: I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# dn31:35.5
source: Upāsakaṃ maṃ bhagavā dhāretu, ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”
