Repository: kondannyo/PGP
Catalog: DN/*_text/dn31.po
Languages: sc_po

# dn31:0.1
source: Dīgha Nikāya 31
sc_po: Long Discourses 31

# dn31:0.2
source: Siṅgālasutta
sc_po: Advice to Sigālaka

# dn31:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# dn31:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# dn31:1.3
source: Tena kho pana samayena siṅgālako gahapatiputto kālasseva uṭṭhāya rājagahā nikkhamitvā allavattho allakeso pañjaliko puthudisā namassati—
sc_po: Now at that time the householder’s son Sigālaka rose early and left Rājagaha. With his clothes and hair all wet, he raised his joined palms to revere the quarters—

# dn31:1.4
source: puratthimaṃ disaṃ dakkhiṇaṃ disaṃ pacchimaṃ disaṃ uttaraṃ disaṃ heṭṭhimaṃ disaṃ uparimaṃ disaṃ.
sc_po: east, south, west, north, below, and above.

# dn31:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms.

# dn31:2.2
source: Addasā kho bhagavā siṅgālakaṃ gahapatiputtaṃ kālasseva vuṭṭhāya rājagahā nikkhamitvā allavatthaṃ allakesaṃ pañjalikaṃ puthudisā namassantaṃ—
sc_po: He saw Sigālaka revering the quarters

# dn31:2.4
source: Disvā siṅgālakaṃ gahapatiputtaṃ etadavoca:
sc_po: and said to him,

# dn31:2.5
source: “kiṃ nu kho tvaṃ, gahapatiputta, kālasseva vuṭṭhāya rājagahā nikkhamitvā allavattho allakeso pañjaliko puthudisā namassasi—
sc_po: “Householder’s son, why are you revering the quarters in this way?”

# dn31:2.7
source: “Pitā maṃ, bhante, kālaṃ karonto evaṃ avaca:
sc_po: “Sir, on his deathbed my father said to me:

# dn31:2.8
source: ‘disā, tāta, namasseyyāsī’ti.
sc_po: ‘My dear, please revere the quarters.’

# dn31:2.9
source: So kho ahaṃ, bhante, pituvacanaṃ sakkaronto garuṃ karonto mānento pūjento kālasseva uṭṭhāya rājagahā nikkhamitvā allavattho allakeso pañjaliko puthudisā namassāmi—
sc_po: Honoring, respecting, and venerating my father’s words, I rose early and left Rājagaha and, with my clothes and hair all wet, raised my joined palms to revere the quarters—

# dn31:2.10
source: puratthimaṃ disaṃ dakkhiṇaṃ disaṃ pacchimaṃ disaṃ uttaraṃ disaṃ heṭṭhimaṃ disaṃ uparimaṃ disan”ti.
sc_po: east, south, west, north, below, and above.”

# dn31:2.11
source: 1. Cha disā
sc_po: 1. The Six Quarters

# dn31:2.12
source: “Na kho, gahapatiputta, ariyassa vinaye evaṃ cha disā namassitabbā”ti.
sc_po: “Householder’s son, that’s not how the six quarters should be revered in the training of the noble one.”

# dn31:2.13
source: “Yathā kathaṃ pana, bhante, ariyassa vinaye cha disā namassitabbā?
sc_po: “But sir, how should the six quarters be revered in the training of the noble one?

# dn31:2.14
source: Sādhu me, bhante, bhagavā tathā dhammaṃ desetu, yathā ariyassa vinaye cha disā namassitabbā”ti.
sc_po: Sir, please teach me this.”

# dn31:2.15
source: “Tena hi, gahapatiputta, suṇohi sādhukaṃ manasikarohi bhāsissāmī”ti.
sc_po: “Well then, householder’s son, listen and pay close attention, I will speak.”

# dn31:2.16
source: “Evaṃ, bhante”ti kho siṅgālako gahapatiputto bhagavato paccassosi.
sc_po: “Yes, sir,” replied Sigālaka.

# dn31:2.17
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# dn31:3.1
source: “Yato kho, gahapatiputta, ariyasāvakassa cattāro kammakilesā pahīnā honti, catūhi ca ṭhānehi pāpakammaṃ na karoti, cha ca bhogānaṃ apāyamukhāni na sevati, so evaṃ cuddasa pāpakāpagato chaddisāpaṭicchādī
sc_po: “Householder’s son, a noble disciple gives up four corrupt deeds, doesn’t do bad deeds on four grounds, and avoids six drains on wealth. When they’ve left these fourteen bad things behind they have the six quarters covered.

# dn31:3.2
source: ubholokavijayāya paṭipanno hoti. Tassa ayañceva loko āraddho hoti paro ca loko.
sc_po: They’re practicing to win in both worlds, and they succeed in this world and the next.

# dn31:3.3
source: So kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# dn31:3.4
source: 2. Cattāro kammakilesā
sc_po: 2. Four Corrupt Deeds

# dn31:3.5
source: Katamassa cattāro kammakilesā pahīnā honti?
sc_po: What four corrupt deeds have they given up?

# dn31:3.6
source: Pāṇātipāto kho, gahapatiputta, kammakileso, adinnādānaṃ kammakileso, kāmesumicchācāro kammakileso, musāvādo kammakileso.
sc_po: Killing living creatures, stealing, sexual misconduct, and lying: these are corrupt deeds.

# dn31:3.7
source: Imassa cattāro kammakilesā pahīnā hontī”ti.
sc_po: These are the four corrupt deeds they’ve given up.”

# dn31:3.8
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn31:3.9
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# dn31:3.10
source: “Pāṇātipāto adinnādānaṃ,
sc_po: “Killing, stealing,

# dn31:3.11
source: Musāvādo ca vuccati;
sc_po: telling lies,

# dn31:3.12
source: Paradāragamanañceva,
sc_po: and committing adultery:

# dn31:3.13
source: Nappasaṃsanti paṇḍitā”ti.
sc_po: astute people don’t praise these things.”

# dn31:3.14
source: 3. Catuṭhānaṃ
sc_po: 3. Four Grounds

# dn31:5.1
source: “Katamehi catūhi ṭhānehi pāpakammaṃ na karoti?
sc_po: “On what four grounds do they not do bad deeds?

# dn31:5.2
source: Chandāgatiṃ gacchanto pāpakammaṃ karoti, dosāgatiṃ gacchanto pāpakammaṃ karoti, mohāgatiṃ gacchanto pāpakammaṃ karoti, bhayāgatiṃ gacchanto pāpakammaṃ karoti.
sc_po: One does bad deeds prejudiced by favoritism, hostility, stupidity, and cowardice.

# dn31:5.3
source: Yato kho, gahapatiputta, ariyasāvako neva chandāgatiṃ gacchati, na dosāgatiṃ gacchati, na mohāgatiṃ gacchati, na bhayāgatiṃ gacchati;
sc_po: When a noble disciple is not prejudiced by favoritism, hostility, stupidity, and cowardice,

# dn31:5.4
source: imehi catūhi ṭhānehi pāpakammaṃ na karotī”ti.
sc_po: they don’t do bad deeds on these four grounds.”

# dn31:5.5
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn31:5.6
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# dn31:5.7
source: “Chandā dosā bhayā mohā,
sc_po: “If you act against the teaching

# dn31:5.8
source: yo dhammaṃ ativattati;
sc_po: out of favoritism, hostility, cowardice, or stupidity,

# dn31:5.9
source: Nihīyati yaso tassa,
sc_po: your fame shrinks,

# dn31:5.10
source: kāḷapakkheva candimā.
sc_po: like the moon in the waning fortnight.

# dn31:5.11
source: Chandā dosā bhayā mohā,
sc_po: If you don’t act against the teaching

# dn31:5.12
source: yo dhammaṃ nātivattati;
sc_po: out of favoritism, hostility, cowardice, and stupidity,

# dn31:5.13
source: Āpūrati yaso tassa,
sc_po: your fame swells,

# dn31:5.14
source: sukkapakkheva candimā”ti.
sc_po: like the moon in the waxing fortnight.”

# dn31:5.15
source: 4. Cha apāyamukhāni
sc_po: 4. Six Drains on Wealth

# dn31:7.1
source: “Katamāni cha bhogānaṃ apāyamukhāni na sevati?
sc_po: “What six drains on wealth do they avoid?

# dn31:7.2
source: Surāmerayamajjappamādaṭṭhānānuyogo kho, gahapatiputta, bhogānaṃ apāyamukhaṃ, vikālavisikhācariyānuyogo bhogānaṃ apāyamukhaṃ, samajjābhicaraṇaṃ bhogānaṃ apāyamukhaṃ, jūtappamādaṭṭhānānuyogo bhogānaṃ apāyamukhaṃ, pāpamittānuyogo bhogānaṃ apāyamukhaṃ, ālasyānuyogo bhogānaṃ apāyamukhaṃ.
sc_po: Habitually engaging in the following things is a drain on wealth: drinking alcohol; roaming the streets at night; frequenting festivals; gambling; bad friends; laziness.

# dn31:7.3
source: 5. Surāmerayassa cha ādīnavā
sc_po: 5. Six Drawbacks of Drinking

# dn31:8.1
source: Cha khome, gahapatiputta, ādīnavā surāmerayamajjappamādaṭṭhānānuyoge.
sc_po: There are these six drawbacks of habitually drinking alcohol.

# dn31:8.2
source: Sandiṭṭhikā dhanajāni, kalahappavaḍḍhanī, rogānaṃ āyatanaṃ, akittisañjananī, kopīnanidaṃsanī, paññāya dubbalikaraṇītveva chaṭṭhaṃ padaṃ bhavati.
sc_po: Immediate loss of wealth, promotion of quarrels, susceptibility to illness, disrepute, indecent exposure; and weakened wisdom is the sixth thing.

# dn31:8.3
source: Ime kho, gahapatiputta, cha ādīnavā surāmerayamajjappamādaṭṭhānānuyoge.
sc_po: These are the six drawbacks of habitually drinking alcohol.

# dn31:8.4
source: 6. Vikālacariyāya cha ādīnavā
sc_po: 6. Six Drawbacks of Roaming the Streets at Night

# dn31:9.1
source: Cha khome, gahapatiputta, ādīnavā vikālavisikhācariyānuyoge.
sc_po: There are these six drawbacks of roaming the streets at night.

# dn31:9.2
source: Attāpissa agutto arakkhito hoti, puttadāropissa agutto arakkhito hoti, sāpateyyampissa aguttaṃ arakkhitaṃ hoti, saṅkiyo ca hoti pāpakesu ṭhānesu, abhūtavacanañca tasmiṃ rūhati, bahūnañca dukkhadhammānaṃ purakkhato hoti.
sc_po: Yourself, your partners and children, and your property are all left unguarded. You’re suspected of bad deeds. Untrue rumors spread about you. You’re at the forefront of many things that entail suffering.

# dn31:9.3
source: Ime kho, gahapatiputta, cha ādīnavā vikālavisikhācariyānuyoge.
sc_po: These are the six drawbacks of roaming the streets at night.

# dn31:9.4
source: 7. Samajjābhicaraṇassa cha ādīnavā
sc_po: 7. Six Drawbacks of Festivals

# dn31:10.1
source: Cha khome, gahapatiputta, ādīnavā samajjābhicaraṇe.
sc_po: There are these six drawbacks of frequenting festivals.

# dn31:10.2
source: Kva naccaṃ, kva gītaṃ, kva vāditaṃ, kva akkhānaṃ, kva pāṇissaraṃ, kva kumbhathunanti.
sc_po: You’re always thinking: ‘Where’s the dancing? Where’s the singing? Where’s the music? Where are the stories? Where’s the applause? Where are the kettle-drums?’

# dn31:10.3
source: Ime kho, gahapatiputta, cha ādīnavā samajjābhicaraṇe.
sc_po: These are the six drawbacks of frequenting festivals.

# dn31:10.4
source: 8. Jūtappamādassa cha ādīnavā
sc_po: 8. Six Drawbacks of Gambling

# dn31:11.1
source: Cha khome, gahapatiputta, ādīnavā jūtappamādaṭṭhānānuyoge.
sc_po: There are these six drawbacks of habitually gambling.

# dn31:11.2
source: Jayaṃ veraṃ pasavati, jino vittamanusocati, sandiṭṭhikā dhanajāni, sabhāgatassa vacanaṃ na rūhati, mittāmaccānaṃ paribhūto hoti, āvāhavivāhakānaṃ apatthito hoti:
sc_po: Victory breeds enmity. The loser mourns their money. There is immediate loss of wealth. A gambler’s word carries no weight in public assembly. Friends and colleagues treat them with contempt. And no-one wants to marry a gambler, for they think:

# dn31:11.3
source: ‘akkhadhutto ayaṃ purisapuggalo nālaṃ dārabharaṇāyā’ti.
sc_po: ‘This individual is a gambler—they’re not able to support a partner.’

# dn31:11.4
source: Ime kho, gahapatiputta, cha ādīnavā jūtappamādaṭṭhānānuyoge.
sc_po: These are the six drawbacks of habitually gambling.

# dn31:11.5
source: 9. Pāpamittatāya cha ādīnavā
sc_po: 9. Six Drawbacks of Bad Friends

# dn31:12.1
source: Cha khome, gahapatiputta, ādīnavā pāpamittānuyoge.
sc_po: There are these six drawbacks of bad friends.

# dn31:12.2
source: Ye dhuttā, ye soṇḍā, ye pipāsā, ye nekatikā, ye vañcanikā, ye sāhasikā. Tyāssa mittā honti te sahāyā.
sc_po: You become friends and companions with those who are scoundrels, drunkards, addicts, frauds, swindlers, and thugs.

# dn31:12.3
source: Ime kho, gahapatiputta, cha ādīnavā pāpamittānuyoge.
sc_po: These are the six drawbacks of bad friends.

# dn31:12.4
source: 10. Ālasyassa cha ādīnavā
sc_po: 10. Six Drawbacks of Laziness

# dn31:13.1
source: Cha khome, gahapatiputta, ādīnavā ālasyānuyoge.
sc_po: There are these six drawbacks of habitual laziness.

# dn31:13.2
source: Atisītanti kammaṃ na karoti, atiuṇhanti kammaṃ na karoti, atisāyanti kammaṃ na karoti, atipātoti kammaṃ na karoti, atichātosmīti kammaṃ na karoti, atidhātosmīti kammaṃ na karoti.
sc_po: You don’t get your work done because you think: ‘It’s too cold! It’s too hot. It’s too late! It’s too early! I’m too hungry! I’m too full!’

# dn31:13.3
source: Tassa evaṃ kiccāpadesabahulassa viharato anuppannā ceva bhogā nuppajjanti, uppannā ca bhogā parikkhayaṃ gacchanti.
sc_po: By dwelling on so many excuses for not working, you don’t make any more money, and the money you already have runs out.

# dn31:13.4
source: Ime kho, gahapatiputta, cha ādīnavā ālasyānuyoge”ti.
sc_po: These are the six drawbacks of habitual laziness.”

# dn31:13.5
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn31:13.6
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# dn31:13.7
source: “Hoti pānasakhā nāma,
sc_po: “Some are just drinking buddies,

# dn31:13.8
source: hoti sammiyasammiyo;
sc_po: some call you their dear, dear friend,

# dn31:13.9
source: Yo ca atthesu jātesu,
sc_po: but a true friend is one

# dn31:13.10
source: sahāyo hoti so sakhā.
sc_po: who stands by you in need.

# dn31:13.11
source: Ussūraseyyā paradārasevanā,
sc_po: Sleeping late, adultery,

# dn31:13.12
source: Verappasavo ca anatthatā ca;
sc_po: making enemies, harmfulness,

# dn31:13.13
source: Pāpā ca mittā sukadariyatā ca,
sc_po: bad friends, and avarice:

# dn31:13.14
source: Ete cha ṭhānā purisaṃ dhaṃsayanti.
sc_po: these six grounds ruin a person.

# dn31:13.15
source: Pāpamitto pāpasakho,
sc_po: With bad friends, bad companions,

# dn31:13.16
source: pāpaācāragocaro;
sc_po: bad behavior and alms-resort,

# dn31:13.17
source: Asmā lokā paramhā ca,
sc_po: a man falls to ruin

# dn31:13.18
source: ubhayā dhaṃsate naro.
sc_po: in both this world and the next.

# dn31:13.19
source: Akkhitthiyo vāruṇī naccagītaṃ,
sc_po: Dice, women, drink, song and dance;

# dn31:13.20
source: Divā soppaṃ pāricariyā akāle;
sc_po: sleeping by day and roaming at night;

# dn31:13.21
source: Pāpā ca mittā sukadariyatā ca,
sc_po: bad friends, and avarice:

# dn31:13.22
source: Ete cha ṭhānā purisaṃ dhaṃsayanti.
sc_po: these six grounds ruin a person.

# dn31:13.23
source: Akkhehi dibbanti suraṃ pivanti,
sc_po: They play dice and drink liquor,

# dn31:13.24
source: Yantitthiyo pāṇasamā paresaṃ;
sc_po: and consort with women loved by others.

# dn31:13.25
source: Nihīnasevī na ca vuddhasevī,
sc_po: Associating with the worse, not the better,

# dn31:13.26
source: Nihīyate kāḷapakkheva cando.
sc_po: they diminish like the waning moon.

# dn31:13.27
source: Yo vāruṇī addhano akiñcano,
sc_po: A drunkard, broke, and destitute,

# dn31:13.28
source: Pipāso pivaṃ papāgato;
sc_po: thirsty, drinking in the bar,

# dn31:13.29
source: Udakamiva iṇaṃ vigāhati,
sc_po: drowning in debt,

# dn31:13.30
source: Akulaṃ kāhiti khippamattano.
sc_po: will quickly lose their way.

# dn31:13.31
source: Na divā soppasīlena,
sc_po: When you’re in the habit of sleeping late,

# dn31:13.32
source: rattimuṭṭhānadessinā;
sc_po: seeing night as time to rise,

# dn31:13.33
source: Niccaṃ mattena soṇḍena,
sc_po: and always getting drunk,

# dn31:13.34
source: sakkā āvasituṃ gharaṃ.
sc_po: you can’t keep up the household life.

# dn31:13.35
source: Atisītaṃ atiuṇhaṃ,
sc_po: ‘Too cold, too hot,

# dn31:13.36
source: atisāyamidaṃ ahu;
sc_po: too late,’ they say.

# dn31:13.37
source: Iti vissaṭṭhakammante,
sc_po: When the young neglect their work like this,

# dn31:13.38
source: atthā accenti māṇave.
sc_po: riches pass them by.

# dn31:13.39
source: Yodha sītañca uṇhañca,
sc_po: But one who considers hot and cold

# dn31:13.40
source: tiṇā bhiyyo na maññati;
sc_po: as nothing more than blades of grass—

# dn31:13.41
source: Karaṃ purisakiccāni,
sc_po: he does his manly duty,

# dn31:13.42
source: so sukhaṃ na vihāyatī”ti.
sc_po: and happiness never fails.”

# dn31:13.43
source: 11. Mittapatirūpaka
sc_po: 11. Fake Friends

# dn31:15.1
source: “Cattārome, gahapatiputta, amittā mittapatirūpakā veditabbā.
sc_po: “Householder’s son, you should recognize these four enemies disguised as friends:

# dn31:15.2
source: Aññadatthuharo amitto mittapatirūpako veditabbo, vacīparamo amitto mittapatirūpako veditabbo, anuppiyabhāṇī amitto mittapatirūpako veditabbo, apāyasahāyo amitto mittapatirūpako veditabbo.
sc_po: the taker, the talker, the flatterer, the spender.

# dn31:16.1
source: Catūhi kho, gahapatiputta, ṭhānehi aññadatthuharo amitto mittapatirūpako veditabbo.
sc_po: You can recognize a fake friend who’s all take on four grounds.

# dn31:16.2
source: Aññadatthuharo hoti,
sc_po: Your possessions end up theirs.

# dn31:16.3
source: appena bahumicchati;
sc_po: Giving little, they expect a lot.

# dn31:16.4
source: Bhayassa kiccaṃ karoti,
sc_po: They do their duty out of fear.

# dn31:16.5
source: sevati atthakāraṇā.
sc_po: They associate for their own advantage.

# dn31:16.6
source: Imehi kho, gahapatiputta, catūhi ṭhānehi aññadatthuharo amitto mittapatirūpako veditabbo.
sc_po: You can recognize a fake friend who’s all take on these four grounds.

# dn31:17.1
source: Catūhi kho, gahapatiputta, ṭhānehi vacīparamo amitto mittapatirūpako veditabbo.
sc_po: You can recognize a fake friend who’s all talk on four grounds.

# dn31:17.2
source: Atītena paṭisantharati, anāgatena paṭisantharati, niratthakena saṅgaṇhāti, paccuppannesu kiccesu byasanaṃ dasseti.
sc_po: They’re hospitable in the past. They’re hospitable in the future. They’re full of meaningless pleasantries. When something needs doing in the present they point to their own misfortune.

# dn31:17.3
source: Imehi kho, gahapatiputta, catūhi ṭhānehi vacīparamo amitto mittapatirūpako veditabbo.
sc_po: You can recognize a fake friend who’s all talk on these four grounds.

# dn31:18.1
source: Catūhi kho, gahapatiputta, ṭhānehi anuppiyabhāṇī amitto mittapatirūpako veditabbo.
sc_po: You can recognize a fake friend who’s a flatterer on four grounds.

# dn31:18.2
source: Pāpakampissa anujānāti, kalyāṇampissa anujānāti, sammukhāssa vaṇṇaṃ bhāsati, parammukhāssa avaṇṇaṃ bhāsati.
sc_po: They support you equally in doing bad and doing good. They praise you to your face, and put you down behind your back.

# dn31:18.3
source: Imehi kho, gahapatiputta, catūhi ṭhānehi anuppiyabhāṇī amitto mittapatirūpako veditabbo.
sc_po: You can recognize a fake friend who’s a flatterer on these four grounds.

# dn31:19.1
source: Catūhi kho, gahapatiputta, ṭhānehi apāyasahāyo amitto mittapatirūpako veditabbo.
sc_po: You can recognize a fake friend who’s a spender on four grounds.

# dn31:19.2
source: Surāmerayamajjappamādaṭṭhānānuyoge sahāyo hoti, vikālavisikhācariyānuyoge sahāyo hoti, samajjābhicaraṇe sahāyo hoti, jūtappamādaṭṭhānānuyoge sahāyo hoti.
sc_po: They accompany you when drinking, roaming the streets at night, frequenting festivals, and gambling.

# dn31:19.3
source: Imehi kho, gahapatiputta, catūhi ṭhānehi apāyasahāyo amitto mittapatirūpako veditabbo”ti.
sc_po: You can recognize a fake friend who’s a spender on these four grounds.”

# dn31:19.4
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn31:19.5
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# dn31:19.6
source: “Aññadatthuharo mitto,
sc_po: “One friend is all take,

# dn31:19.7
source: yo ca mitto vacīparo;
sc_po: another all talk;

# dn31:19.8
source: Anuppiyañca yo āha,
sc_po: one’s just a flatterer,

# dn31:19.9
source: apāyesu ca yo sakhā.
sc_po: and one’s a friend who spends.

# dn31:19.10
source: Ete amitte cattāro,
sc_po: An astute person understands

# dn31:19.11
source: iti viññāya paṇḍito;
sc_po: these four enemies for what they are

# dn31:19.12
source: Ārakā parivajjeyya,
sc_po: and keeps them at a distance,

# dn31:19.13
source: maggaṃ paṭibhayaṃ yathā”ti.
sc_po: as they’d shun a risky road.”

# dn31:19.14
source: 12. Suhadamitta
sc_po: 12. Good-Hearted Friends

# dn31:21.1
source: “Cattārome, gahapatiputta, mittā suhadā veditabbā.
sc_po: “Householder’s son, you should recognize these four good-hearted friends:

# dn31:21.2
source: Upakāro mitto suhado veditabbo, samānasukhadukkho mitto suhado veditabbo, atthakkhāyī mitto suhado veditabbo, anukampako mitto suhado veditabbo.
sc_po: the helper, the friend in good times and bad, the counselor, and the one who’s compassionate.

# dn31:22.1
source: Catūhi kho, gahapatiputta, ṭhānehi upakāro mitto suhado veditabbo.
sc_po: You can recognize a good-hearted friend who’s a helper on four grounds.

# dn31:22.2
source: Pamattaṃ rakkhati, pamattassa sāpateyyaṃ rakkhati, bhītassa saraṇaṃ hoti, uppannesu kiccakaraṇīyesu taddiguṇaṃ bhogaṃ anuppadeti.
sc_po: They guard you when you’re negligent. They guard your property when you’re negligent. They keep you safe in times of danger. When something needs doing, they supply you with twice the money you need.

# dn31:22.3
source: Imehi kho, gahapatiputta, catūhi ṭhānehi upakāro mitto suhado veditabbo.
sc_po: You can recognize a good-hearted friend who’s a helper on these four grounds.

# dn31:23.1
source: Catūhi kho, gahapatiputta, ṭhānehi samānasukhadukkho mitto suhado veditabbo.
sc_po: You can recognize a good-hearted friend who’s the same in good times and bad on four grounds.

# dn31:23.2
source: Guyhamassa ācikkhati, guyhamassa parigūhati, āpadāsu na vijahati, jīvitaṃpissa atthāya pariccattaṃ hoti.
sc_po: They tell you secrets. They keep your secrets. They don’t abandon you in times of trouble. They’d even give their life for you.

# dn31:23.3
source: Imehi kho, gahapatiputta, catūhi ṭhānehi samānasukhadukkho mitto suhado veditabbo.
sc_po: You can recognize a good-hearted friend who’s the same in good times and bad on these four grounds.

# dn31:24.1
source: Catūhi kho, gahapatiputta, ṭhānehi atthakkhāyī mitto suhado veditabbo.
sc_po: You can recognize a good-hearted friend who’s a counselor on four grounds.

# dn31:24.2
source: Pāpā nivāreti, kalyāṇe niveseti, assutaṃ sāveti, saggassa maggaṃ ācikkhati.
sc_po: They keep you from doing bad. They support you in doing good. They teach you what you do not know. They explain the path to heaven.

# dn31:24.3
source: Imehi kho, gahapatiputta, catūhi ṭhānehi atthakkhāyī mitto suhado veditabbo.
sc_po: You can recognize a good-hearted friend who’s a counselor on these four grounds.

# dn31:25.1
source: Catūhi kho, gahapatiputta, ṭhānehi anukampako mitto suhado veditabbo.
sc_po: You can recognize a good-hearted friend who’s compassionate on four grounds.

# dn31:25.2
source: Abhavenassa na nandati, bhavenassa nandati, avaṇṇaṃ bhaṇamānaṃ nivāreti, vaṇṇaṃ bhaṇamānaṃ pasaṃsati.
sc_po: They don’t delight in your misfortune. They delight in your good fortune. They keep others from criticizing you. They encourage praise of you.

# dn31:25.3
source: Imehi kho, gahapatiputta, catūhi ṭhānehi anukampako mitto suhado veditabbo”ti.
sc_po: You can recognize a good-hearted friend who’s compassionate on these four grounds.”

# dn31:25.4
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# dn31:25.5
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# dn31:25.6
source: “Upakāro ca yo mitto,
sc_po: “A friend who’s a helper,

# dn31:25.7
source: sukhe dukkhe ca yo sakhā;
sc_po: one the same in both pleasure and pain,

# dn31:25.8
source: Atthakkhāyī ca yo mitto,
sc_po: a friend of good counsel,

# dn31:25.9
source: yo ca mittānukampako.
sc_po: and one of compassion;

# dn31:25.10
source: Etepi mitte cattāro,
sc_po: an astute person understands

# dn31:25.11
source: iti viññāya paṇḍito;
sc_po: these four friends for what they are

# dn31:25.12
source: Sakkaccaṃ payirupāseyya,
sc_po: and carefully looks after them,

# dn31:25.13
source: mātā puttaṃva orasaṃ;
sc_po: like a mother the child at her breast.

# dn31:25.14
source: Paṇḍito sīlasampanno,
sc_po: The astute and virtuous

# dn31:25.15
source: jalaṃ aggīva bhāsati.
sc_po: shine like a burning flame.

# dn31:25.16
source: Bhoge saṃharamānassa,
sc_po: They pick up riches as bees

# dn31:25.17
source: bhamarasseva irīyato;
sc_po: roaming round pick up pollen.

# dn31:25.18
source: Bhogā sannicayaṃ yanti,
sc_po: And their riches proceed to grow,
