Repository: kondannyo/PGP
Catalog: DN/*_text/dn33.po
Languages: sc_po

# dn33:1.11.196
source: Idhāvuso, ekacco puggalo attantapo hoti attaparitāpanānuyogamanuyutto.
sc_po: One person mortifies themselves, committed to the practice of mortifying themselves.

# dn33:1.11.197
source: Idhāvuso, ekacco puggalo parantapo hoti paraparitāpanānuyogamanuyutto.
sc_po: One person mortifies others, committed to the practice of mortifying others.

# dn33:1.11.198
source: Idhāvuso, ekacco puggalo attantapo ca hoti attaparitāpanānuyogamanuyutto, parantapo ca paraparitāpanānuyogamanuyutto.
sc_po: One person mortifies themselves and others, committed to the practice of mortifying themselves and others.

# dn33:1.11.199
source: Idhāvuso, ekacco puggalo neva attantapo hoti na attaparitāpanānuyogamanuyutto na parantapo na paraparitāpanānuyogamanuyutto.
sc_po: One person doesn’t mortify either themselves or others, committed to the practice of not mortifying themselves or others.

# dn33:1.11.200
source: So anattantapo aparantapo diṭṭheva dhamme nicchāto nibbuto sītībhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharati. (47)
sc_po: They live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.

# dn33:1.11.201
source: Aparepi cattāro puggalā.
sc_po: Another four persons.

# dn33:1.11.202
source: Idhāvuso, ekacco puggalo attahitāya paṭipanno hoti no parahitāya.
sc_po: One person practices to benefit themselves, but not others.

# dn33:1.11.203
source: Idhāvuso, ekacco puggalo parahitāya paṭipanno hoti no attahitāya.
sc_po: One person practices to benefit others, but not themselves.

# dn33:1.11.204
source: Idhāvuso, ekacco puggalo neva attahitāya paṭipanno hoti no parahitāya.
sc_po: One person practices to benefit neither themselves nor others.

# dn33:1.11.205
source: Idhāvuso, ekacco puggalo attahitāya ceva paṭipanno hoti parahitāya ca. (48)
sc_po: One person practices to benefit both themselves and others.

# dn33:1.11.206
source: Aparepi cattāro puggalā—
sc_po: Another four persons:

# dn33:1.11.207
source: tamo tamaparāyano, tamo jotiparāyano, joti tamaparāyano, joti jotiparāyano. (49)
sc_po: the dark bound for darkness, the dark bound for light, the light bound for darkness, and the light bound for light.

# dn33:1.11.208
source: Aparepi cattāro puggalā—
sc_po: Another four persons:

# dn33:1.11.209
source: samaṇamacalo, samaṇapadumo, samaṇapuṇḍarīko, samaṇesu samaṇasukhumālo. (50)
sc_po: the confirmed ascetic, the white lotus ascetic, the pink lotus ascetic, and the exquisite ascetic of ascetics.

# dn33:1.11.210
source: Ime kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammā sammadakkhātā;
sc_po: These are the teachings grouped by four that have been rightly explained by the Buddha.

# dn33:1.11.211
source: tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:1.11.212
source: Paṭhamabhāṇavāro niṭṭhito.
sc_po: The first recitation section is finished.

# dn33:1.11.213
source: 5. Pañcaka
sc_po: 5. Fives

# dn33:2.1.1
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena pañca dhammā sammadakkhātā.
sc_po: There are teachings grouped by five that have been rightly explained by the Buddha.

# dn33:2.1.2
source: Tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:2.1.3
source: Katame pañca?
sc_po: What are the teachings grouped by five?

# dn33:2.1.4
source: Pañcakkhandhā.
sc_po: Five aggregates:

# dn33:2.1.5
source: Rūpakkhandho vedanākkhandho saññākkhandho saṅkhārakkhandho viññāṇakkhandho. (1)
sc_po: form, feeling, perception, choices, and consciousness.

# dn33:2.1.6
source: Pañcupādānakkhandhā.
sc_po: Five grasping aggregates:

# dn33:2.1.7
source: Rūpupādānakkhandho vedanupādānakkhandho saññupādānakkhandho saṅkhārupādānakkhandho viññāṇupādānakkhandho. (2)
sc_po: form, feeling, perception, choices, and consciousness.

# dn33:2.1.8
source: Pañca kāmaguṇā.
sc_po: Five kinds of sensual stimulation.

# dn33:2.1.9
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasañhitā rajanīyā,
sc_po: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# dn33:2.1.10
source: sotaviññeyyā saddā …
sc_po: Sounds known by the ear …

# dn33:2.1.11
source: ghānaviññeyyā gandhā …
sc_po: Smells known by the nose …

# dn33:2.1.12
source: jivhāviññeyyā rasā …
sc_po: Tastes known by the tongue …

# dn33:2.1.13
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasañhitā rajanīyā. (3)
sc_po: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# dn33:2.1.14
source: Pañca gatiyo—
sc_po: Five destinations:

# dn33:2.1.15
source: nirayo, tiracchānayoni, pettivisayo, manussā, devā. (4)
sc_po: hell, the animal realm, the ghost realm, humanity, and the gods.

# dn33:2.1.16
source: Pañca macchariyāni—
sc_po: Five kinds of stinginess:

# dn33:2.1.17
source: āvāsamacchariyaṃ, kulamacchariyaṃ, lābhamacchariyaṃ, vaṇṇamacchariyaṃ, dhammamacchariyaṃ. (5)
sc_po: stinginess with dwellings, families, material possessions, praise, and the teachings.

# dn33:2.1.18
source: Pañca nīvaraṇāni—
sc_po: Five hindrances:

# dn33:2.1.19
source: kāmacchandanīvaraṇaṃ, byāpādanīvaraṇaṃ, thinamiddhanīvaraṇaṃ, uddhaccakukkuccanīvaraṇaṃ, vicikicchānīvaraṇaṃ. (6)
sc_po: sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.

# dn33:2.1.20
source: Pañca orambhāgiyāni saṃyojanāni—
sc_po: Five lower fetters:

# dn33:2.1.21
source: sakkāyadiṭṭhi, vicikicchā, sīlabbataparāmāso, kāmacchando, byāpādo. (7)
sc_po: identity view, doubt, misapprehension of precepts and observances, sensual desire, and ill will.

# dn33:2.1.22
source: Pañca uddhambhāgiyāni saṃyojanāni—
sc_po: Five higher fetters:

# dn33:2.1.23
source: rūparāgo, arūparāgo, māno, uddhaccaṃ, avijjā. (8)
sc_po: desire for rebirth in the realm of luminous form, desire for rebirth in the formless realm, conceit, restlessness, and ignorance.

# dn33:2.1.24
source: Pañca sikkhāpadāni—
sc_po: Five precepts:

# dn33:2.1.25
source: pāṇātipātā veramaṇī, adinnādānā veramaṇī, kāmesumicchācārā veramaṇī, musāvādā veramaṇī, surāmerayamajjappamādaṭṭhānā veramaṇī. (9)
sc_po: refraining from killing living creatures, stealing, sexual misconduct, lying, and drinking alcohol, which is a basis for negligence.

# dn33:2.1.26
source: Pañca abhabbaṭṭhānāni.
sc_po: Five things that can’t be done.

# dn33:2.1.27
source: Abhabbo, āvuso, khīṇāsavo bhikkhu sañcicca pāṇaṃ jīvitā voropetuṃ. Abhabbo khīṇāsavo bhikkhu adinnaṃ theyyasaṅkhātaṃ ādiyituṃ. Abhabbo khīṇāsavo bhikkhu methunaṃ dhammaṃ paṭisevituṃ. Abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṃ. Abhabbo khīṇāsavo bhikkhu sannidhikārakaṃ kāme paribhuñjituṃ, seyyathāpi pubbe āgārikabhūto. (10)
sc_po: A mendicant with defilements ended can’t deliberately take the life of a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person.

# dn33:2.1.28
source: Pañca byasanāni—
sc_po: Five losses:

# dn33:2.1.29
source: ñātibyasanaṃ, bhogabyasanaṃ, rogabyasanaṃ, sīlabyasanaṃ, diṭṭhibyasanaṃ.
sc_po: loss of relatives, wealth, health, ethics, and view.

# dn33:2.1.30
source: Nāvuso, sattā ñātibyasanahetu vā bhogabyasanahetu vā rogabyasanahetu vā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
sc_po: It is not because of loss of relatives, wealth, or health that sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.

# dn33:2.1.31
source: Sīlabyasanahetu vā, āvuso, sattā diṭṭhibyasanahetu vā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti. (11)
sc_po: It is because of loss of ethics or view that sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.

# dn33:2.1.32
source: Pañca sampadā—
sc_po: Five endowments:

# dn33:2.1.33
source: ñātisampadā, bhogasampadā, ārogyasampadā, sīlasampadā, diṭṭhisampadā.
sc_po: endowment with relatives, wealth, health, ethics, and view.

# dn33:2.1.34
source: Nāvuso, sattā ñātisampadāhetu vā bhogasampadāhetu vā ārogyasampadāhetu vā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: It is not because of endowment with family, wealth, or health that sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.

# dn33:2.1.35
source: Sīlasampadāhetu vā, āvuso, sattā diṭṭhisampadāhetu vā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti. (12)
sc_po: It is because of endowment with ethics or view that sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.

# dn33:2.1.36
source: Pañca ādīnavā dussīlassa sīlavipattiyā.
sc_po: Five drawbacks for an unethical person because of their failure in ethics.

# dn33:2.1.37
source: Idhāvuso, dussīlo sīlavipanno pamādādhikaraṇaṃ mahatiṃ bhogajāniṃ nigacchati,
sc_po: Firstly, an unethical person loses substantial wealth on account of negligence.

# dn33:2.1.38
source: ayaṃ paṭhamo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the first drawback.

# dn33:2.1.39
source: Puna caparaṃ, āvuso, dussīlassa sīlavipannassa pāpako kittisaddo abbhuggacchati,
sc_po: Furthermore, an unethical person gets a bad reputation.

# dn33:2.1.40
source: ayaṃ dutiyo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the second drawback.

# dn33:2.1.41
source: Puna caparaṃ, āvuso, dussīlo sīlavipanno yaññadeva parisaṃ upasaṅkamati yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ, avisārado upasaṅkamati maṅkubhūto,
sc_po: Furthermore, an unethical person enters any kind of assembly timid and embarrassed, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.

# dn33:2.1.42
source: ayaṃ tatiyo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the third drawback.

# dn33:2.1.43
source: Puna caparaṃ, āvuso, dussīlo sīlavipanno sammūḷho kālaṃ karoti,
sc_po: Furthermore, an unethical person dies feeling lost.

# dn33:2.1.44
source: ayaṃ catuttho ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the fourth drawback.

# dn33:2.1.45
source: Puna caparaṃ, āvuso, dussīlo sīlavipanno kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati,
sc_po: Furthermore, an unethical person, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell.

# dn33:2.1.46
source: ayaṃ pañcamo ādīnavo dussīlassa sīlavipattiyā. (13)
sc_po: This is the fifth drawback.

# dn33:2.1.47
source: Pañca ānisaṃsā sīlavato sīlasampadāya.
sc_po: Five benefits for an ethical person because of their accomplishment in ethics.

# dn33:2.1.48
source: Idhāvuso, sīlavā sīlasampanno appamādādhikaraṇaṃ mahantaṃ bhogakkhandhaṃ adhigacchati,
sc_po: Firstly, an ethical person gains substantial wealth on account of diligence.

# dn33:2.1.49
source: ayaṃ paṭhamo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the first benefit.

# dn33:2.1.50
source: Puna caparaṃ, āvuso, sīlavato sīlasampannassa kalyāṇo kittisaddo abbhuggacchati,
sc_po: Furthermore, an ethical person gets a good reputation.

# dn33:2.1.51
source: ayaṃ dutiyo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the second benefit.

# dn33:2.1.52
source: Puna caparaṃ, āvuso, sīlavā sīlasampanno yaññadeva parisaṃ upasaṅkamati yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ, visārado upasaṅkamati amaṅkubhūto,
sc_po: Furthermore, an ethical person enters any kind of assembly bold and self-assured, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.

# dn33:2.1.53
source: ayaṃ tatiyo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the third benefit.

# dn33:2.1.54
source: Puna caparaṃ, āvuso, sīlavā sīlasampanno asammūḷho kālaṃ karoti,
sc_po: Furthermore, an ethical person dies not feeling lost.

# dn33:2.1.55
source: ayaṃ catuttho ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the fourth benefit.

# dn33:2.1.56
source: Puna caparaṃ, āvuso, sīlavā sīlasampanno kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati,
sc_po: Furthermore, when an ethical person’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# dn33:2.1.57
source: ayaṃ pañcamo ānisaṃso sīlavato sīlasampadāya. (14)
sc_po: This is the fifth benefit.

# dn33:2.1.58
source: Codakena, āvuso, bhikkhunā paraṃ codetukāmena pañca dhamme ajjhattaṃ upaṭṭhapetvā paro codetabbo.
sc_po: A mendicant who wants to accuse another should first establish five things in themselves.

# dn33:2.1.59
source: Kālena vakkhāmi no akālena,
sc_po: I will speak at the right time, not at the wrong time.

# dn33:2.1.60
source: bhūtena vakkhāmi no abhūtena,
sc_po: I will speak truthfully, not falsely.

# dn33:2.1.61
source: saṇhena vakkhāmi no pharusena,
sc_po: I will speak gently, not harshly.

# dn33:2.1.62
source: atthasaṃhitena vakkhāmi no anatthasaṃhitena,
sc_po: I will speak beneficially, not harmfully.

# dn33:2.1.63
source: mettacittena vakkhāmi no dosantarenāti.
sc_po: I will speak lovingly, not from secret hate.

# dn33:2.1.64
source: Codakena, āvuso, bhikkhunā paraṃ codetukāmena ime pañca dhamme ajjhattaṃ upaṭṭhapetvā paro codetabbo. (15)
sc_po: A mendicant who wants to accuse another should first establish these five things in themselves.

# dn33:2.1.65
source: Pañca padhāniyaṅgāni.
sc_po: Five factors that support meditation.

# dn33:2.1.66
source: Idhāvuso, bhikkhu saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: A mendicant has faith in the Realized One’s awakening:

# dn33:2.1.67
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato, lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# dn33:2.1.68
source: Appābādho hoti appātaṅko, samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya.
sc_po: They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation.

# dn33:2.1.69
source: Asaṭho hoti amāyāvī, yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu.
sc_po: They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions.

# dn33:2.1.70
source: Āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# dn33:2.1.71
source: Paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammādukkhakkhayagāminiyā. (16)
sc_po: They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# dn33:2.1.72
source: Pañca suddhāvāsā—
sc_po: Five pure abodes:

# dn33:2.1.73
source: avihā, atappā, sudassā, sudassī, akaniṭṭhā. (17)
sc_po: Aviha, Atappa, the Gods Fair to See, the Fair Seeing Gods, and Akaniṭṭha.

# dn33:2.1.74
source: Pañca anāgāmino—
sc_po: Five non-returners:

# dn33:2.1.75
source: antarāparinibbāyī, upahaccaparinibbāyī, asaṅkhāraparinibbāyī, sasaṅkhāraparinibbāyī, uddhaṃsotoakaniṭṭhagāmī. (18)
sc_po: one who is extinguished between one life and the next, one who is extinguished upon landing, one who is extinguished without extra effort, one who is extinguished with extra effort, and one who heads upstream, going to the Akaniṭṭha realm.

# dn33:2.1.76
source: Pañca cetokhilā.
sc_po: Five kinds of emotional barrenness.

# dn33:2.1.77
source: Idhāvuso, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati.
sc_po: Firstly, a mendicant has doubts about the Teacher. They’re uncertain, undecided, and lacking confidence.

# dn33:2.1.78
source: Yo so, āvuso, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, ayaṃ paṭhamo cetokhilo.
sc_po: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. This is the first kind of emotional barrenness.

# dn33:2.1.79
source: Puna caparaṃ, āvuso, bhikkhu dhamme kaṅkhati vicikicchati … pe …
sc_po: Furthermore, a mendicant has doubts about the teaching …

# dn33:2.1.80
source: saṃghe kaṅkhati vicikicchati …
sc_po: the Saṅgha …

# dn33:2.1.81
source: sikkhāya kaṅkhati vicikicchati …
sc_po: the training …

# dn33:2.1.82
source: sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto.
sc_po: A mendicant is angry and upset with their spiritual companions, resentful and closed off.

# dn33:2.1.83
source: Yo so, āvuso, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, ayaṃ pañcamo cetokhilo. (19)
sc_po: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving. This is the fifth kind of emotional barrenness.

# dn33:2.1.84
source: Pañca cetasovinibandhā.
sc_po: Five emotional shackles.

# dn33:2.1.85
source: Idhāvuso, bhikkhu kāmesu avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho.
sc_po: Firstly, a mendicant isn’t free of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.

# dn33:2.1.87
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# dn33:2.1.88
source: Ayaṃ paṭhamo cetaso vinibandho.
sc_po: This is the first emotional shackle.

# dn33:2.1.89
source: Puna caparaṃ, āvuso, bhikkhu kāye avītarāgo hoti … pe …
sc_po: Furthermore, a mendicant isn’t free of greed for the body …

# dn33:2.1.90
source: rūpe avītarāgo hoti … pe …
sc_po: They’re not free of greed for form …

# dn33:2.1.91
source: puna caparaṃ, āvuso, bhikkhu yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati … pe …
sc_po: They eat as much as they like until their bellies are full, then indulge in the pleasures of sleeping, lying, and drowsing …

# dn33:2.1.92
source: puna caparaṃ, āvuso, bhikkhu aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti.
sc_po: They live the spiritual life hoping to be reborn in one of the orders of gods, thinking: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’

# dn33:2.1.93
source: Yo so, āvuso, bhikkhu aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya. Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# dn33:2.1.94
source: Ayaṃ pañcamo cetaso vinibandho. (20)
sc_po: This is the fifth emotional shackle.

# dn33:2.1.95
source: Pañcindriyāni—
sc_po: Five faculties:

# dn33:2.1.96
source: cakkhundriyaṃ, sotindriyaṃ, ghānindriyaṃ, jivhindriyaṃ, kāyindriyaṃ. (21)
sc_po: eye, ear, nose, tongue, and body.

# dn33:2.1.97
source: Aparānipi pañcindriyāni—
sc_po: Another five faculties:

# dn33:2.1.98
source: sukhindriyaṃ, dukkhindriyaṃ, somanassindriyaṃ, domanassindriyaṃ, upekkhindriyaṃ. (22)
sc_po: pleasure, pain, happiness, sadness, and equanimity.

# dn33:2.1.99
source: Aparānipi pañcindriyāni—
sc_po: Another five faculties:

# dn33:2.1.100
source: saddhindriyaṃ, vīriyindriyaṃ, satindriyaṃ, samādhindriyaṃ, paññindriyaṃ. (23)
sc_po: faith, energy, mindfulness, immersion, and wisdom.

# dn33:2.1.101
source: Pañca nissaraṇiyā dhātuyo.
sc_po: Five elements of escape.

# dn33:2.1.102
source: Idhāvuso, bhikkhuno kāme manasikaroto kāmesu cittaṃ na pakkhandati na pasīdati na santiṭṭhati na vimuccati.
sc_po: Take a case where a mendicant focuses on sensual pleasures, but their mind isn’t eager, confident, settled, and decided about them.

# dn33:2.1.103
source: Nekkhammaṃ kho panassa manasikaroto nekkhamme cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on renunciation, their mind is eager, confident, settled, and decided about it.

# dn33:2.1.104
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ visaṃyuttaṃ kāmehi.
sc_po: Their mind is in a good state, well developed, well risen, well freed, and well detached from sensual pleasures.

# dn33:2.1.105
source: Ye ca kāmapaccayā uppajjanti āsavā vighātā pariḷāhā, mutto so tehi, na so taṃ vedanaṃ vedeti.
sc_po: They’re freed from the distressing and feverish defilements that arise because of sensual pleasures, so they don’t experience that kind of feeling.

# dn33:2.1.106
source: Idamakkhātaṃ kāmānaṃ nissaraṇaṃ. (24.1)
sc_po: This is how the escape from sensual pleasures is explained.

# dn33:2.1.107
source: Puna caparaṃ, āvuso, bhikkhuno byāpādaṃ manasikaroto byāpāde cittaṃ na pakkhandati na pasīdati na santiṭṭhati na vimuccati.
sc_po: Take another case where a mendicant focuses on ill will, but their mind isn’t eager …

# dn33:2.1.108
source: Abyāpādaṃ kho panassa manasikaroto abyāpāde cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on good will, their mind is eager …

# dn33:2.1.109
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ visaṃyuttaṃ byāpādena.
sc_po: Their mind is in a good state … well detached from ill will.

# dn33:2.1.110
source: Ye ca byāpādapaccayā uppajjanti āsavā vighātā pariḷāhā, mutto so tehi, na so taṃ vedanaṃ vedeti.
sc_po: They’re freed from the distressing and feverish defilements that arise because of ill will, so they don’t experience that kind of feeling.

# dn33:2.1.111
source: Idamakkhātaṃ byāpādassa nissaraṇaṃ. (24.2)
sc_po: This is how the escape from ill will is explained.

# dn33:2.1.112
source: Puna caparaṃ, āvuso, bhikkhuno vihesaṃ manasikaroto vihesāya cittaṃ na pakkhandati na pasīdati na santiṭṭhati na vimuccati.
sc_po: Take another case where a mendicant focuses on harming, but their mind isn’t eager …

# dn33:2.1.113
source: Avihesaṃ kho panassa manasikaroto avihesāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on compassion, their mind is eager …

# dn33:2.1.114
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ visaṃyuttaṃ vihesāya.
sc_po: Their mind is in a good state … well detached from harming.

# dn33:2.1.115
source: Ye ca vihesāpaccayā uppajjanti āsavā vighātā pariḷāhā, mutto so tehi, na so taṃ vedanaṃ vedeti.
sc_po: They’re freed from the distressing and feverish defilements that arise because of harming, so they don’t experience that kind of feeling.

# dn33:2.1.116
source: Idamakkhātaṃ vihesāya nissaraṇaṃ. (24.3)
sc_po: This is how the escape from harming is explained.

# dn33:2.1.117
source: Puna caparaṃ, āvuso, bhikkhuno rūpe manasikaroto rūpesu cittaṃ na pakkhandati na pasīdati na santiṭṭhati na vimuccati.
sc_po: Take another case where a mendicant focuses on form, but their mind isn’t eager …
