Repository: kondannyo/PGP
Catalog: DN/*_text/dn33.po
Languages: sc_po

# dn33:3.2.26
source: Ayaṃ paṭhamo sattāvāso.
sc_po: This is the first abode of sentient beings.

# dn33:3.2.27
source: Santāvuso, sattā nānattakāyā ekattasaññino, seyyathāpi devā brahmakāyikā paṭhamābhinibbattā.
sc_po: There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption.

# dn33:3.2.28
source: Ayaṃ dutiyo sattāvāso.
sc_po: This is the second abode of sentient beings.

# dn33:3.2.29
source: Santāvuso, sattā ekattakāyā nānattasaññino, seyyathāpi devā ābhassarā.
sc_po: There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance.

# dn33:3.2.30
source: Ayaṃ tatiyo sattāvāso.
sc_po: This is the third abode of sentient beings.

# dn33:3.2.31
source: Santāvuso, sattā ekattakāyā ekattasaññino, seyyathāpi devā subhakiṇhā.
sc_po: There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory.

# dn33:3.2.32
source: Ayaṃ catuttho sattāvāso.
sc_po: This is the fourth abode of sentient beings.

# dn33:3.2.33
source: Santāvuso, sattā asaññino appaṭisaṃvedino, seyyathāpi devā asaññasattā.
sc_po: There are sentient beings that are non-percipient and do not experience anything, such as the gods who are non-percipient beings.

# dn33:3.2.34
source: Ayaṃ pañcamo sattāvāso.
sc_po: This is the fifth abode of sentient beings.

# dn33:3.2.35
source: Santāvuso, sattā sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space.

# dn33:3.2.36
source: Ayaṃ chaṭṭho sattāvāso.
sc_po: This is the sixth abode of sentient beings.

# dn33:3.2.37
source: Santāvuso, sattā sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness.

# dn33:3.2.38
source: Ayaṃ sattamo sattāvāso.
sc_po: This is the seventh abode of sentient beings.

# dn33:3.2.39
source: Santāvuso, sattā sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness.

# dn33:3.2.40
source: Ayaṃ aṭṭhamo sattāvāso.
sc_po: This is the eighth abode of sentient beings.

# dn33:3.2.41
source: Santāvuso, sattā sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond the dimension of nothingness. They have been reborn in the dimension of neither perception nor non-perception.

# dn33:3.2.42
source: Ayaṃ navamo sattāvāso. (3)
sc_po: This is the ninth abode of sentient beings.

# dn33:3.2.43
source: Nava akkhaṇā asamayā brahmacariyavāsāya.
sc_po: Nine lost opportunities for spiritual practice.

# dn33:3.2.44
source: Idhāvuso, tathāgato ca loke uppanno hoti arahaṃ sammāsambuddho, dhammo ca desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito.
sc_po: Firstly, a Realized One has arisen in the world. He teaches the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One.

# dn33:3.2.45
source: Ayañca puggalo nirayaṃ upapanno hoti.
sc_po: But a person has been reborn in hell.

# dn33:3.2.46
source: Ayaṃ paṭhamo akkhaṇo asamayo brahmacariyavāsāya.
sc_po: This is the first lost opportunity for spiritual practice.

# dn33:3.2.47
source: Puna caparaṃ, āvuso, tathāgato ca loke uppanno hoti arahaṃ sammāsambuddho, dhammo ca desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito.
sc_po: Furthermore, a Realized One has arisen in the world.

# dn33:3.2.48
source: Ayañca puggalo tiracchānayoniṃ upapanno hoti.
sc_po: But a person has been reborn in the animal realm.

# dn33:3.2.49
source: Ayaṃ dutiyo akkhaṇo asamayo brahmacariyavāsāya.
sc_po: This is the second lost opportunity for spiritual practice.

# dn33:3.2.50
source: Puna caparaṃ … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# dn33:3.2.51
source: pettivisayaṃ upapanno hoti.
sc_po: But a person has been reborn in the ghost realm.

# dn33:3.2.52
source: Ayaṃ tatiyo akkhaṇo asamayo brahmacariyavāsāya.
sc_po: This is the third lost opportunity for spiritual practice.

# dn33:3.2.53
source: Puna caparaṃ … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# dn33:3.2.54
source: asurakāyaṃ upapanno hoti.
sc_po: But a person has been reborn among the demons.

# dn33:3.2.55
source: Ayaṃ catuttho akkhaṇo asamayo brahmacariyavāsāya.
sc_po: This is the fourth lost opportunity for spiritual practice.

# dn33:3.2.56
source: Puna caparaṃ … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# dn33:3.2.57
source: aññataraṃ dīghāyukaṃ devanikāyaṃ upapanno hoti.
sc_po: But a person has been reborn in one of the long-lived orders of gods.

# dn33:3.2.58
source: Ayaṃ pañcamo akkhaṇo asamayo brahmacariyavāsāya.
sc_po: This is the fifth lost opportunity for spiritual practice.

# dn33:3.2.59
source: Puna caparaṃ … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# dn33:3.2.60
source: paccantimesu janapadesu paccājāto hoti milakkhesu aviññātāresu, yattha natthi gati bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ.
sc_po: But a person has been reborn in the borderlands, among barbarian tribes, where monks, nuns, laymen, and laywomen do not go.

# dn33:3.2.61
source: Ayaṃ chaṭṭho akkhaṇo asamayo brahmacariyavāsāya.
sc_po: This is the sixth lost opportunity for spiritual practice.

# dn33:3.2.62
source: Puna caparaṃ … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# dn33:3.2.63
source: majjhimesu janapadesu paccājāto hoti. So ca hoti micchādiṭṭhiko viparītadassano:
sc_po: And a person is reborn in a central country. But they have wrong view and distorted perspective:

# dn33:3.2.64
source: ‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammāpaṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.
sc_po: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There are no duties to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’

# dn33:3.2.65
source: Ayaṃ sattamo akkhaṇo asamayo brahmacariyavāsāya.
sc_po: This is the seventh lost opportunity for spiritual practice.

# dn33:3.2.66
source: Puna caparaṃ … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# dn33:3.2.67
source: majjhimesu janapadesu paccājāto hoti. So ca hoti duppañño jaḷo eḷamūgo, nappaṭibalo subhāsitadubbhāsitānamatthamaññātuṃ.
sc_po: And a person is reborn in a central country. But they’re witless, dull, stupid, and unable to distinguish what is well said from what is poorly said.

# dn33:3.2.68
source: Ayaṃ aṭṭhamo akkhaṇo asamayo brahmacariyavāsāya.
sc_po: This is the eighth lost opportunity for spiritual practice.

# dn33:3.2.69
source: Puna caparaṃ, āvuso, tathāgato ca loke na uppanno hoti arahaṃ sammāsambuddho,
sc_po: Furthermore, a Realized One has arisen in the world.

# dn33:3.2.70
source: dhammo ca na desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito. Ayañca puggalo majjhimesu janapadesu paccājāto hoti, so ca hoti paññavā ajaḷo aneḷamūgo, paṭibalo subhāsitadubbhāsitānamatthamaññātuṃ.
sc_po: But he doesn’t teach the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One. And a person is reborn in a central country. And they’re wise, bright, clever, and able to distinguish what is well said from what is poorly said.

# dn33:3.2.71
source: Ayaṃ navamo akkhaṇo asamayo brahmacariyavāsāya. (4)
sc_po: This is the ninth lost opportunity for spiritual practice.

# dn33:3.2.72
source: Nava anupubbavihārā.
sc_po: Nine progressive meditations.

# dn33:3.2.73
source: Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
sc_po: A mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# dn33:3.2.74
source: Vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati.
sc_po: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# dn33:3.2.75
source: Pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati.
sc_po: And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# dn33:3.2.76
source: Sukhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati.
sc_po: Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# dn33:3.2.77
source: Sabbaso rūpasaññānaṃ samatikkamā … pe … ākāsānañcāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space.

# dn33:3.2.78
source: Sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness.

# dn33:3.2.79
source: Sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness.

# dn33:3.2.80
source: Sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception.

# dn33:3.2.81
source: Sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati. (5)
sc_po: Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling.

# dn33:3.2.82
source: Nava anupubbanirodhā.
sc_po: Nine progressive cessations.

# dn33:3.2.83
source: Paṭhamaṃ jhānaṃ samāpannassa kāmasaññā niruddhā hoti.
sc_po: For someone who has attained the first absorption, sensual perceptions have ceased.

# dn33:3.2.84
source: Dutiyaṃ jhānaṃ samāpannassa vitakkavicārā niruddhā honti.
sc_po: For someone who has attained the second absorption, the placing of the mind and keeping it connected have ceased.

# dn33:3.2.85
source: Tatiyaṃ jhānaṃ samāpannassa pīti niruddhā hoti.
sc_po: For someone who has attained the third absorption, rapture has ceased.

# dn33:3.2.86
source: Catutthaṃ jhānaṃ samāpannassa assāsapassāssā niruddhā honti.
sc_po: For someone who has attained the fourth absorption, breathing has ceased.

# dn33:3.2.87
source: Ākāsānañcāyatanaṃ samāpannassa rūpasaññā niruddhā hoti.
sc_po: For someone who has attained the dimension of infinite space, the perception of form has ceased.

# dn33:3.2.88
source: Viññāṇañcāyatanaṃ samāpannassa ākāsānañcāyatanasaññā niruddhā hoti.
sc_po: For someone who has attained the dimension of infinite consciousness, the perception of the dimension of infinite space has ceased.

# dn33:3.2.89
source: Ākiñcaññāyatanaṃ samāpannassa viññāṇañcāyatanasaññā niruddhā hoti.
sc_po: For someone who has attained the dimension of nothingness, the perception of the dimension of infinite consciousness has ceased.

# dn33:3.2.90
source: Nevasaññānāsaññāyatanaṃ samāpannassa ākiñcaññāyatanasaññā niruddhā hoti.
sc_po: For someone who has attained the dimension of neither perception nor non-perception, the perception of the dimension of nothingness has ceased.

# dn33:3.2.91
source: Saññāvedayitanirodhaṃ samāpannassa saññā ca vedanā ca niruddhā honti. (6)
sc_po: For someone who has attained the cessation of perception and feeling, perception and feeling have ceased.

# dn33:3.2.92
source: Ime kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena nava dhammā sammadakkhātā.
sc_po: These are the teachings grouped by nine that have been rightly explained by the Buddha.

# dn33:3.2.93
source: Tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:3.2.94
source: 10. Dasaka
sc_po: 10. Tens

# dn33:3.3.1
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa dhammā sammadakkhātā.
sc_po: There are teachings grouped by ten that have been rightly explained by the Buddha.

# dn33:3.3.2
source: Tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:3.3.3
source: Katame dasa?
sc_po: What are the teachings grouped by ten?

# dn33:3.3.4
source: Dasa nāthakaraṇā dhammā.
sc_po: Ten qualities that serve as protector.

# dn33:3.3.5
source: Idhāvuso, bhikkhu sīlavā hoti. Pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno, aṇumattesu vajjesu bhayadassāvī samādāya sikkhati sikkhāpadesu.
sc_po: Firstly, a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# dn33:3.3.7
source: Ayampi dhammo nāthakaraṇo. (1.1)
sc_po: This is a quality that serves as protector.

# dn33:3.3.8
source: Puna caparaṃ, āvuso, bhikkhu bahussuto hoti sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthā sabyañjanā kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
sc_po: Furthermore, a mendicant is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# dn33:3.3.10
source: Ayampi dhammo nāthakaraṇo. (1.2)
sc_po: This too is a quality that serves as protector.

# dn33:3.3.11
source: Puna caparaṃ, āvuso, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko.
sc_po: Furthermore, a mendicant has good friends, companions, and associates.

# dn33:3.3.13
source: Ayampi dhammo nāthakaraṇo. (1.3)
sc_po: This too is a quality that serves as protector.

# dn33:3.3.14
source: Puna caparaṃ, āvuso, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato khamo padakkhiṇaggāhī anusāsaniṃ.
sc_po: Furthermore, a mendicant is easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully.

# dn33:3.3.16
source: Ayampi dhammo nāthakaraṇo. (1.4)
sc_po: This too is a quality that serves as protector.

# dn33:3.3.17
source: Puna caparaṃ, āvuso, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni, tattha dakkho hoti analaso tatrupāyāya vīmaṃsāya samannāgato, alaṃ kātuṃ alaṃ saṃvidhātuṃ.
sc_po: Furthermore, a mendicant is deft and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work.

# dn33:3.3.19
source: Ayampi dhammo nāthakaraṇo. (1.5)
sc_po: This too is a quality that serves as protector.

# dn33:3.3.20
source: Puna caparaṃ, āvuso, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo.
sc_po: Furthermore, a mendicant loves the teachings and is a delight to converse with, being full of joy in the teaching and training.

# dn33:3.3.22
source: Ayampi dhammo nāthakaraṇo. (1.6)
sc_po: This too is a quality that serves as protector.

# dn33:3.3.23
source: Puna caparaṃ, āvuso, bhikkhu santuṭṭho hoti itarītarehi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārehi.
sc_po: Furthermore, a mendicant is content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick.

# dn33:3.3.25
source: Ayampi dhammo nāthakaraṇo. (1.7)
sc_po: This too is a quality that serves as protector.

# dn33:3.3.26
source: Puna caparaṃ, āvuso, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# dn33:3.3.28
source: Ayampi dhammo nāthakaraṇo. (1.8)
sc_po: This too is a quality that serves as protector.

# dn33:3.3.29
source: Puna caparaṃ, āvuso, bhikkhu satimā hoti paramena satinepakkena samannāgato cirakatampi cirabhāsitampi saritā anussaritā.
sc_po: Furthermore, a mendicant is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.

# dn33:3.3.31
source: Ayampi dhammo nāthakaraṇo. (1.9)
sc_po: This too is a quality that serves as protector.

# dn33:3.3.32
source: Puna caparaṃ, āvuso, bhikkhu paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammādukkhakkhayagāminiyā.
sc_po: Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# dn33:3.3.34
source: Ayampi dhammo nāthakaraṇo. (1.10)
sc_po: This too is a quality that serves as protector.

# dn33:3.3.35
source: Dasa kasiṇāyatanāni.
sc_po: Ten universal dimensions of meditation.

# dn33:3.3.36
source: Pathavīkasiṇameko sañjānāti, uddhaṃ adho tiriyaṃ advayaṃ appamāṇaṃ.
sc_po: Someone perceives the meditation on universal earth above, below, across, non-dual and limitless.

# dn33:3.3.37
source: Āpokasiṇameko sañjānāti … pe …
sc_po: They perceive the meditation on universal water …

# dn33:3.3.38
source: tejokasiṇameko sañjānāti …
sc_po: the meditation on universal fire …

# dn33:3.3.39
source: vāyokasiṇameko sañjānāti …
sc_po: the meditation on universal air …

# dn33:3.3.40
source: nīlakasiṇameko sañjānāti …
sc_po: the meditation on universal blue …

# dn33:3.3.41
source: pītakasiṇameko sañjānāti …
sc_po: the meditation on universal yellow …

# dn33:3.3.42
source: lohitakasiṇameko sañjānāti …
sc_po: the meditation on universal red …

# dn33:3.3.43
source: odātakasiṇameko sañjānāti …
sc_po: the meditation on universal white …

# dn33:3.3.44
source: ākāsakasiṇameko sañjānāti …
sc_po: the meditation on universal space …

# dn33:3.3.45
source: viññāṇakasiṇameko sañjānāti, uddhaṃ adho tiriyaṃ advayaṃ appamāṇaṃ. (2)
sc_po: They perceive the meditation on universal consciousness above, below, across, non-dual and limitless.

# dn33:3.3.46
source: Dasa akusalakammapathā—
sc_po: Ten ways of doing unskillful deeds:

# dn33:3.3.47
source: pāṇātipāto, adinnādānaṃ, kāmesumicchācāro, musāvādo, pisuṇā vācā, pharusā vācā, samphappalāpo, abhijjhā, byāpādo, micchādiṭṭhi. (3)
sc_po: killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; covetousness, ill will, and wrong view.

# dn33:3.3.48
source: Dasa kusalakammapathā—
sc_po: Ten ways of doing skillful deeds:

# dn33:3.3.49
source: pāṇātipātā veramaṇī, adinnādānā veramaṇī, kāmesumicchācārā veramaṇī, musāvādā veramaṇī, pisuṇāya vācāya veramaṇī, pharusāya vācāya veramaṇī, samphappalāpā veramaṇī, anabhijjhā, abyāpādo, sammādiṭṭhi. (4)
sc_po: refraining from killing living creatures, stealing, and sexual misconduct; refraining from speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view.

# dn33:3.3.50
source: Dasa ariyavāsā.
sc_po: Ten noble abodes.

# dn33:3.3.51
source: Idhāvuso, bhikkhu pañcaṅgavippahīno hoti, chaḷaṅgasamannāgato, ekārakkho, caturāpasseno, paṇunnapaccekasacco, samavayasaṭṭhesano, anāvilasaṅkappo, passaddhakāyasaṅkhāro, suvimuttacitto, suvimuttapañño.
sc_po: A mendicant has given up five factors, possesses six factors, has a single guard, has four supports, has eliminated idiosyncratic interpretations of the truth, has totally given up searching, has unsullied intentions, has stilled the physical process, and is well freed in mind and well freed by wisdom.

# dn33:3.3.52
source: Kathañcāvuso, bhikkhu pañcaṅgavippahīno hoti?
sc_po: And how has a mendicant given up five factors?

# dn33:3.3.53
source: Idhāvuso, bhikkhuno kāmacchando pahīno hoti, byāpādo pahīno hoti, thinamiddhaṃ pahīnaṃ hoti, uddhaccakukkuccaṃ pahīnaṃ hoti, vicikicchā pahīnā hoti.
sc_po: It’s when a mendicant has given up sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.

# dn33:3.3.54
source: Evaṃ kho, āvuso, bhikkhu pañcaṅgavippahīno hoti. (5.1)
sc_po: That’s how a mendicant has given up five factors.

# dn33:3.3.55
source: Kathañcāvuso, bhikkhu chaḷaṅgasamannāgato hoti?
sc_po: And how does a mendicant possess six factors?

# dn33:3.3.56
source: Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā neva sumano hoti na dummano, upekkhako viharati sato sampajāno.
sc_po: A mendicant, seeing a sight with their eyes, is neither happy nor sad. They remain equanimous, mindful and aware.

# dn33:3.3.57
source: Sotena saddaṃ sutvā … pe …
sc_po: Hearing a sound with their ears … Smelling an odor with their nose … Tasting a flavor with their tongue … Feeling a touch with their body …

# dn33:3.3.58
source: manasā dhammaṃ viññāya neva sumano hoti na dummano, upekkhako viharati sato sampajāno.
sc_po: Knowing a thought with their mind, they’re neither happy nor sad. They remain equanimous, mindful and aware.

# dn33:3.3.59
source: Evaṃ kho, āvuso, bhikkhu chaḷaṅgasamannāgato hoti. (5.2)
sc_po: That’s how a mendicant possesses six factors.

# dn33:3.3.60
source: Kathañcāvuso, bhikkhu ekārakkho hoti?
sc_po: And how does a mendicant have a single guard?

# dn33:3.3.61
source: Idhāvuso, bhikkhu satārakkhena cetasā samannāgato hoti.
sc_po: It’s when a mendicant’s heart is guarded by mindfulness.

# dn33:3.3.62
source: Evaṃ kho, āvuso, bhikkhu ekārakkho hoti. (5.3)
sc_po: That’s how a mendicant has a single guard.

# dn33:3.3.63
source: Kathañcāvuso, bhikkhu caturāpasseno hoti?
sc_po: And how does a mendicant have four supports?

# dn33:3.3.64
source: Idhāvuso, bhikkhu saṅkhāyekaṃ paṭisevati, saṅkhāyekaṃ adhivāseti, saṅkhāyekaṃ parivajjeti, saṅkhāyekaṃ vinodeti.
sc_po: After reflection, a mendicant uses some things, endures some things, avoids some things, and gets rid of some things.

# dn33:3.3.65
source: Evaṃ kho, āvuso, bhikkhu caturāpasseno hoti. (5.4)
sc_po: That’s how a mendicant has four supports.
