Repository: kondannyo/PGP
Catalog: DN/*_text/dn33.po
Languages: sc_po

# dn33:2.1.118
source: Arūpaṃ kho panassa manasikaroto arūpe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on the formless, their mind is eager …

# dn33:2.1.119
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ visaṃyuttaṃ rūpehi.
sc_po: Their mind is in a good state … well detached from forms.

# dn33:2.1.120
source: Ye ca rūpapaccayā uppajjanti āsavā vighātā pariḷāhā, mutto so tehi, na so taṃ vedanaṃ vedeti.
sc_po: They’re freed from the distressing and feverish defilements that arise because of form, so they don’t experience that kind of feeling.

# dn33:2.1.121
source: Idamakkhātaṃ rūpānaṃ nissaraṇaṃ. (24.4)
sc_po: This is how the escape from forms is explained.

# dn33:2.1.122
source: Puna caparaṃ, āvuso, bhikkhuno sakkāyaṃ manasikaroto sakkāye cittaṃ na pakkhandati na pasīdati na santiṭṭhati na vimuccati.
sc_po: Take a case where a mendicant focuses on identity, but their mind isn’t eager, confident, settled, and decided about it.

# dn33:2.1.123
source: Sakkāyanirodhaṃ kho panassa manasikaroto sakkāyanirodhe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on the ending of identity, their mind is eager, confident, settled, and decided about it.

# dn33:2.1.124
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ visaṃyuttaṃ sakkāyena.
sc_po: Their mind is in a good state, well developed, well risen, well freed, and well detached from identity.

# dn33:2.1.125
source: Ye ca sakkāyapaccayā uppajjanti āsavā vighātā pariḷāhā, mutto so tehi, na so taṃ vedanaṃ vedeti.
sc_po: They’re freed from the distressing and feverish defilements that arise because of identity, so they don’t experience that kind of feeling.

# dn33:2.1.126
source: Idamakkhātaṃ sakkāyassa nissaraṇaṃ. (24.5)
sc_po: This is how the escape from identity is explained.

# dn33:2.1.127
source: Pañca vimuttāyatanāni.
sc_po: Five opportunities for freedom.

# dn33:2.1.128
source: Idhāvuso, bhikkhuno satthā dhammaṃ deseti aññataro vā garuṭṭhāniyo sabrahmacārī.
sc_po: Firstly, the Teacher or a respected spiritual companion teaches Dhamma to a mendicant.

# dn33:2.1.129
source: Yathā yathā, āvuso, bhikkhuno satthā dhammaṃ deseti aññataro vā garuṭṭhāniyo sabrahmacārī tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.
sc_po: That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how the Teacher or a respected spiritual companion teaches it.

# dn33:2.1.130
source: Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati.
sc_po: Feeling inspired, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, one feels bliss. And when blissful, the mind becomes immersed.

# dn33:2.1.131
source: Idaṃ paṭhamaṃ vimuttāyatanaṃ. (25.1)
sc_po: This is the first opportunity for freedom.

# dn33:2.1.132
source: Puna caparaṃ, āvuso, bhikkhuno na heva kho satthā dhammaṃ deseti aññataro vā garuṭṭhāniyo sabrahmacārī, api ca kho yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti … pe …
sc_po: Furthermore, it may be that neither the Teacher nor a respected spiritual companion teaches Dhamma to a mendicant. But the mendicant teaches Dhamma in detail to others as they learned and memorized it. …

# dn33:2.1.133
source: api ca kho yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti … pe …
sc_po: Or the mendicant recites the teaching in detail as they learned and memorized it. …

# dn33:2.1.134
source: api ca kho yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati … pe …
sc_po: Or the mendicant thinks about and considers the teaching in their heart, examining it with the mind as they learned and memorized it. …

# dn33:2.1.135
source: api ca khvassa aññataraṃ samādhinimittaṃ suggahitaṃ hoti sumanasikataṃ sūpadhāritaṃ suppaṭividdhaṃ paññāya.
sc_po: Or a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom.

# dn33:2.1.136
source: Yathā yathā, āvuso, bhikkhuno aññataraṃ samādhinimittaṃ suggahitaṃ hoti sumanasikataṃ sūpadhāritaṃ suppaṭividdhaṃ paññāya tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.
sc_po: That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom.

# dn33:2.1.137
source: Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati, pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vedeti, sukhino cittaṃ samādhiyati.
sc_po: Feeling inspired, joy springs up. Being joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, one feels bliss. And when blissful, the mind becomes immersed.

# dn33:2.1.138
source: Idaṃ pañcamaṃ vimuttāyatanaṃ. (25.2–5.)
sc_po: This is the fifth opportunity for freedom.

# dn33:2.1.139
source: Pañca vimuttiparipācanīyā saññā—
sc_po: Five perceptions that ripen in freedom:

# dn33:2.1.140
source: aniccasaññā, anicce dukkhasaññā, dukkhe anattasaññā, pahānasaññā, virāgasaññā. (26)
sc_po: the perception of impermanence, the perception of suffering in impermanence, the perception of not-self in suffering, the perception of giving up, and the perception of fading away.

# dn33:2.1.141
source: Ime kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena pañca dhammā sammadakkhātā;
sc_po: These are the teachings grouped by five that have been rightly explained by the Buddha.

# dn33:2.1.142
source: tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:2.1.143
source: 6. Chakka
sc_po: 6. Sixes

# dn33:2.2.1
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cha dhammā sammadakkhātā;
sc_po: There are teachings grouped by six that have been rightly explained by the Buddha.

# dn33:2.2.2
source: tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:2.2.3
source: Katame cha?
sc_po: What are the teachings grouped by six?

# dn33:2.2.4
source: Cha ajjhattikāni āyatanāni—
sc_po: Six interior sense fields:

# dn33:2.2.5
source: cakkhāyatanaṃ, sotāyatanaṃ, ghānāyatanaṃ, jivhāyatanaṃ, kāyāyatanaṃ, manāyatanaṃ. (1)
sc_po: eye, ear, nose, tongue, body, and mind.

# dn33:2.2.6
source: Cha bāhirāni āyatanāni—
sc_po: Six exterior sense fields:

# dn33:2.2.7
source: rūpāyatanaṃ, saddāyatanaṃ, gandhāyatanaṃ, rasāyatanaṃ, phoṭṭhabbāyatanaṃ, dhammāyatanaṃ. (2)
sc_po: sights, sounds, smells, tastes, touches, and thoughts.

# dn33:2.2.8
source: Cha viññāṇakāyā—
sc_po: Six classes of consciousness:

# dn33:2.2.9
source: cakkhuviññāṇaṃ, sotaviññāṇaṃ, ghānaviññāṇaṃ, jivhāviññāṇaṃ, kāyaviññāṇaṃ, manoviññāṇaṃ. (3)
sc_po: eye, ear, nose, tongue, body, and mind consciousness.

# dn33:2.2.10
source: Cha phassakāyā—
sc_po: Six classes of contact:

# dn33:2.2.11
source: cakkhusamphasso, sotasamphasso, ghānasamphasso, jivhāsamphasso, kāyasamphasso, manosamphasso. (4)
sc_po: contact through the eye, ear, nose, tongue, body, and mind.

# dn33:2.2.12
source: Cha vedanākāyā—
sc_po: Six classes of feeling:

# dn33:2.2.13
source: cakkhusamphassajā vedanā, sotasamphassajā vedanā, ghānasamphassajā vedanā, jivhāsamphassajā vedanā, kāyasamphassajā vedanā, manosamphassajā vedanā. (5)
sc_po: feeling born of contact through the eye, ear, nose, tongue, body, and mind.

# dn33:2.2.14
source: Cha saññākāyā—
sc_po: Six classes of perception:

# dn33:2.2.15
source: rūpasaññā, saddasaññā, gandhasaññā, rasasaññā, phoṭṭhabbasaññā, dhammasaññā. (6)
sc_po: perceptions of sights, sounds, smells, tastes, touches, and thoughts.

# dn33:2.2.16
source: Cha sañcetanākāyā—
sc_po: Six bodies of intention:

# dn33:2.2.17
source: rūpasañcetanā, saddasañcetanā, gandhasañcetanā, rasasañcetanā, phoṭṭhabbasañcetanā, dhammasañcetanā. (7)
sc_po: intention regarding sights, sounds, smells, tastes, touches, and thoughts.

# dn33:2.2.18
source: Cha taṇhākāyā—
sc_po: Six classes of craving:

# dn33:2.2.19
source: rūpataṇhā, saddataṇhā, gandhataṇhā, rasataṇhā, phoṭṭhabbataṇhā, dhammataṇhā. (8)
sc_po: craving for sights, sounds, smells, tastes, touches, and thoughts.

# dn33:2.2.20
source: Cha agāravā.
sc_po: Six kinds of disrespect.

# dn33:2.2.21
source: Idhāvuso, bhikkhu satthari agāravo viharati appatisso; dhamme agāravo viharati appatisso; saṃghe agāravo viharati appatisso; sikkhāya agāravo viharati appatisso; appamāde agāravo viharati appatisso; paṭisanthāre agāravo viharati appatisso. (9)
sc_po: A mendicant lacks respect and reverence for the Teacher, the teaching, and the Saṅgha, the training, diligence, and hospitality.

# dn33:2.2.22
source: Cha gāravā.
sc_po: Six kinds of respect.

# dn33:2.2.23
source: Idhāvuso, bhikkhu satthari sagāravo viharati sappatisso; dhamme sagāravo viharati sappatisso; saṅghe sagāravo viharati sappatisso; sikkhāya sagāravo viharati sappatisso; appamāde sagāravo viharati sappatisso; paṭisanthāre sagāravo viharati sappatisso. (10)
sc_po: A mendicant has respect and reverence for the Teacher, the teaching, and the Saṅgha, the training, diligence, and hospitality.

# dn33:2.2.24
source: Cha somanassūpavicārā.
sc_po: Six preoccupations with happiness.

# dn33:2.2.25
source: Cakkhunā rūpaṃ disvā somanassaṭṭhāniyaṃ rūpaṃ upavicarati;
sc_po: Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for happiness.

# dn33:2.2.26
source: sotena saddaṃ sutvā …
sc_po: Hearing a sound with the ear …

# dn33:2.2.27
source: ghānena gandhaṃ ghāyitvā …
sc_po: Smelling an odor with the nose …

# dn33:2.2.28
source: jivhāya rasaṃ sāyitvā …
sc_po: Tasting a flavor with the tongue …

# dn33:2.2.29
source: kāyena phoṭṭhabbaṃ phusitvā.
sc_po: Feeling a touch with the body …

# dn33:2.2.30
source: Manasā dhammaṃ viññāya somanassaṭṭhāniyaṃ dhammaṃ upavicarati. (11)
sc_po: Knowing a thought with the mind, one is preoccupied with a thought that’s a basis for happiness.

# dn33:2.2.31
source: Cha domanassūpavicārā.
sc_po: Six preoccupations with sadness.

# dn33:2.2.32
source: Cakkhunā rūpaṃ disvā domanassaṭṭhāniyaṃ rūpaṃ upavicarati … pe …
sc_po: Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for sadness. …

# dn33:2.2.33
source: manasā dhammaṃ viññāya domanassaṭṭhāniyaṃ dhammaṃ upavicarati. (12)
sc_po: Knowing a thought with the mind, one is preoccupied with a thought that’s a basis for sadness.

# dn33:2.2.34
source: Cha upekkhūpavicārā.
sc_po: Six preoccupations with equanimity.

# dn33:2.2.35
source: Cakkhunā rūpaṃ disvā upekkhāṭṭhāniyaṃ rūpaṃ upavicarati … pe …
sc_po: Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for equanimity. …

# dn33:2.2.36
source: manasā dhammaṃ viññāya upekkhāṭṭhāniyaṃ dhammaṃ upavicarati. (13)
sc_po: Knowing a thought with the mind, one is preoccupied with a thought that’s a basis for equanimity.

# dn33:2.2.37
source: Cha sāraṇīyā dhammā.
sc_po: Six warm-hearted qualities.

# dn33:2.2.38
source: Idhāvuso, bhikkhuno mettaṃ kāyakammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
sc_po: Firstly, a mendicant consistently treats their spiritual companions with bodily kindness, both in public and in private.

# dn33:2.2.39
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (14.1)
sc_po: This warm-hearted quality makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.

# dn33:2.2.40
source: Puna caparaṃ, āvuso, bhikkhuno mettaṃ vacīkammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
sc_po: Furthermore, a mendicant consistently treats their spiritual companions with verbal kindness, both in public and in private.

# dn33:2.2.41
source: Ayampi dhammo sāraṇīyo … pe … ekībhāvāya saṃvattati. (14.2)
sc_po: This too is a warm-hearted quality.

# dn33:2.2.42
source: Puna caparaṃ, āvuso, bhikkhuno mettaṃ manokammaṃ paccupaṭṭhitaṃ hoti sabrahmacārīsu āvi ceva raho ca.
sc_po: Furthermore, a mendicant consistently treats their spiritual companions with mental kindness, both in public and in private.

# dn33:2.2.43
source: Ayampi dhammo sāraṇīyo … pe … ekībhāvāya saṃvattati. (14.3)
sc_po: This too is a warm-hearted quality.

# dn33:2.2.44
source: Puna caparaṃ, āvuso, bhikkhu ye te lābhā dhammikā dhammaladdhā antamaso pattapariyāpannamattampi, tathārūpehi lābhehi appaṭivibhattabhogī hoti sīlavantehi sabrahmacārīhi sādhāraṇabhogī.
sc_po: Furthermore, a mendicant shares without reservation any material possessions they have gained by legitimate means, even the food placed in the alms-bowl, using them in common with their ethical spiritual companions.

# dn33:2.2.45
source: Ayampi dhammo sāraṇīyo … pe … ekībhāvāya saṃvattati. (14.4)
sc_po: This too is a warm-hearted quality.

# dn33:2.2.46
source: Puna caparaṃ, āvuso, bhikkhu yāni tāni sīlāni akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni, tathārūpesu sīlesu sīlasāmaññagato viharati sabrahmacārīhi āvi ceva raho ca.
sc_po: Furthermore, a mendicant lives according to the precepts shared with their spiritual companions, both in public and in private. Those precepts are unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# dn33:2.2.47
source: Ayampi dhammo sāraṇīyo … pe … ekībhāvāya saṃvattati. (14.5)
sc_po: This too is a warm-hearted quality.

# dn33:2.2.48
source: Puna caparaṃ, āvuso, bhikkhu yāyaṃ diṭṭhi ariyā niyyānikā niyyāti takkarassa sammā dukkhakkhayāya, tathārūpāya diṭṭhiyā diṭṭhisāmaññagato viharati sabrahmacārīhi āvi ceva raho ca.
sc_po: They live according to the view shared with their spiritual companions, both in public and in private. That view is noble and emancipating, and brings one who practices it to the complete ending of suffering.

# dn33:2.2.49
source: Ayampi dhammo sāraṇīyo piyakaraṇo garukaraṇo saṅgahāya avivādāya sāmaggiyā ekībhāvāya saṃvattati. (14.6)
sc_po: This warm-hearted quality too makes for fondness and respect, conducing to inclusion, harmony, and unity, without quarreling.

# dn33:2.2.50
source: Cha vivādamūlāni.
sc_po: Six roots of quarrels.

# dn33:2.2.51
source: Idhāvuso, bhikkhu kodhano hoti upanāhī.
sc_po: Firstly, a mendicant is irritable and hostile.

# dn33:2.2.52
source: Yo so, āvuso, bhikkhu kodhano hoti upanāhī, so sattharipi agāravo viharati appatisso, dhammepi agāravo viharati appatisso, saṃghepi agāravo viharati appatisso, sikkhāyapi na paripūrakārī hoti.
sc_po: Such a mendicant lacks respect and reverence for the Teacher, the teaching, and the Saṅgha, and they don’t fulfill the training.

# dn33:2.2.53
source: Yo so, āvuso, bhikkhu satthari agāravo viharati appatisso, dhamme agāravo viharati appatisso, saṃghe agāravo viharati appatisso, sikkhāya na paripūrakārī, so saṃghe vivādaṃ janeti. Yo hoti vivādo bahujanāhitāya bahujanāsukhāya anatthāya ahitāya dukkhāya devamanussānaṃ.
sc_po: They create a dispute in the Saṅgha, which is for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.

# dn33:2.2.54
source: Evarūpañce tumhe, āvuso, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, āvuso, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha.
sc_po: If you see such a root of quarrels in yourselves or others, you should try to give up this bad thing.

# dn33:2.2.55
source: Evarūpañce tumhe, āvuso, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha. Tatra tumhe, āvuso, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha.
sc_po: If you don’t see it, you should practice so that it doesn’t come up in the future.

# dn33:2.2.56
source: Evametassa pāpakassa vivādamūlassa pahānaṃ hoti. Evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti.
sc_po: That’s how to give up this bad root of quarrels, so it doesn’t come up in the future.

# dn33:2.2.57
source: Puna caparaṃ, āvuso, bhikkhu makkhī hoti paḷāsī … pe …
sc_po: Furthermore, a mendicant is offensive and contemptuous …

# dn33:2.2.58
source: issukī hoti maccharī … pe …
sc_po: They’re jealous and stingy …

# dn33:2.2.59
source: saṭho hoti māyāvī …
sc_po: They’re devious and deceitful …

# dn33:2.2.60
source: pāpiccho hoti micchādiṭṭhī …
sc_po: They have wicked desires and wrong view …

# dn33:2.2.61
source: sandiṭṭhiparāmāsī hoti ādhānaggāhī duppaṭinissaggī … pe …
sc_po: They’re attached to their own views, holding them tight, and refusing to let go.

# dn33:2.2.64
source: Evarūpañce tumhe, āvuso, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā samanupasseyyātha. Tatra tumhe, āvuso, tasseva pāpakassa vivādamūlassa pahānāya vāyameyyātha.
sc_po: If you see such a root of quarrels in yourselves or others, you should try to give up this bad thing.

# dn33:2.2.65
source: Evarūpañce tumhe, āvuso, vivādamūlaṃ ajjhattaṃ vā bahiddhā vā na samanupasseyyātha. Tatra tumhe, āvuso, tasseva pāpakassa vivādamūlassa āyatiṃ anavassavāya paṭipajjeyyātha.
sc_po: If you don’t see it, you should practice so that it doesn’t come up in the future.

# dn33:2.2.66
source: Evametassa pāpakassa vivādamūlassa pahānaṃ hoti. Evametassa pāpakassa vivādamūlassa āyatiṃ anavassavo hoti. (15)
sc_po: That’s how to give up this bad root of quarrels, so it doesn’t come up in the future.

# dn33:2.2.67
source: Cha dhātuyo—
sc_po: Six elements:

# dn33:2.2.68
source: pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu, ākāsadhātu, viññāṇadhātu. (16)
sc_po: earth, water, fire, air, space, and consciousness.

# dn33:2.2.69
source: Cha nissaraṇiyā dhātuyo.
sc_po: Six elements of escape.

# dn33:2.2.70
source: Idhāvuso, bhikkhu evaṃ vadeyya:
sc_po: Take a mendicant who says:

# dn33:2.2.71
source: ‘mettā hi kho me cetovimutti bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā,
sc_po: ‘I’ve developed the heart’s release by love. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it.

# dn33:2.2.72
source: atha ca pana me byāpādo cittaṃ pariyādāya tiṭṭhatī’ti.
sc_po: Yet somehow ill will still occupies my mind.’

# dn33:2.2.73
source: So ‘mā hevan’tissa vacanīyo, ‘māyasmā evaṃ avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.
sc_po: They should be told, ‘Not so, venerable! Don’t say that. Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that.

# dn33:2.2.74
source: Aṭṭhānametaṃ, āvuso, anavakāso, yaṃ mettāya cetovimuttiyā bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya.
sc_po: It’s impossible, reverend, it cannot happen that the heart’s release by love has been developed and properly implemented,

# dn33:2.2.75
source: Atha ca panassa byāpādo cittaṃ pariyādāya ṭhassati, netaṃ ṭhānaṃ vijjati.
sc_po: yet somehow ill will still occupies the mind.

# dn33:2.2.76
source: Nissaraṇaṃ hetaṃ, āvuso, byāpādassa, yadidaṃ mettā cetovimuttī’ti. (17.1)
sc_po: For it is the heart’s release by love that is the escape from ill will.’

# dn33:2.2.77
source: Idha panāvuso, bhikkhu evaṃ vadeyya:
sc_po: Take another mendicant who says:

# dn33:2.2.78
source: ‘karuṇā hi kho me cetovimutti bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā.
sc_po: ‘I’ve developed the heart’s release by compassion. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it.

# dn33:2.2.79
source: Atha ca pana me vihesā cittaṃ pariyādāya tiṭṭhatī’ti,
sc_po: Yet somehow the thought of harming still occupies my mind.’

# dn33:2.2.80
source: so ‘mā hevan’tissa vacanīyo ‘māyasmā evaṃ avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.
sc_po: They should be told, ‘Not so, venerable! …

# dn33:2.2.83
source: Nissaraṇaṃ hetaṃ, āvuso, vihesāya, yadidaṃ karuṇā cetovimuttī’ti. (17.2)
sc_po: For it is the heart’s release by compassion that is the escape from thoughts of harming.’

# dn33:2.2.84
source: Idha panāvuso, bhikkhu evaṃ vadeyya:
sc_po: Take another mendicant who says:

# dn33:2.2.85
source: ‘muditā hi kho me cetovimutti bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā.
sc_po: ‘I’ve developed the heart’s release by rejoicing. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it.

# dn33:2.2.86
source: Atha ca pana me arati cittaṃ pariyādāya tiṭṭhatī’ti,
sc_po: Yet somehow negativity still occupies my mind.’

# dn33:2.2.87
source: so ‘mā hevan’tissa vacanīyo ‘māyasmā evaṃ avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.
sc_po: They should be told, ‘Not so, venerable! …

# dn33:2.2.90
source: Nissaraṇaṃ hetaṃ, āvuso, aratiyā, yadidaṃ muditā cetovimuttī’ti. (17.3)
sc_po: For it is the heart’s release by rejoicing that is the escape from negativity.’

# dn33:2.2.91
source: Idha panāvuso, bhikkhu evaṃ vadeyya:
sc_po: Take another mendicant who says:

# dn33:2.2.92
source: ‘upekkhā hi kho me cetovimutti bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā.
sc_po: ‘I’ve developed the heart’s release by equanimity. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it.

# dn33:2.2.93
source: Atha ca pana me rāgo cittaṃ pariyādāya tiṭṭhatī’ti.
sc_po: Yet somehow desire still occupies my mind.’

# dn33:2.2.94
source: So ‘mā hevan’tissa vacanīyo ‘māyasmā evaṃ avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.
sc_po: They should be told, ‘Not so, venerable! …

# dn33:2.2.97
source: Nissaraṇaṃ hetaṃ, āvuso, rāgassa, yadidaṃ upekkhā cetovimuttī’ti. (17.4)
sc_po: For it is the heart’s release by equanimity that is the escape from desire.’

# dn33:2.2.98
source: Idha panāvuso, bhikkhu evaṃ vadeyya:
sc_po: Take another mendicant who says:

# dn33:2.2.99
source: ‘animittā hi kho me cetovimutti bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā.
sc_po: ‘I’ve developed the signless release of the heart. I’ve cultivated it, made it my vehicle and my basis, kept it up, consolidated it, and properly implemented it.

# dn33:2.2.100
source: Atha ca pana me nimittānusāri viññāṇaṃ hotī’ti.
sc_po: Yet somehow my consciousness still follows after signs.’

# dn33:2.2.101
source: So ‘mā hevan’tissa vacanīyo ‘māyasmā evaṃ avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.
sc_po: They should be told, ‘Not so, venerable! …

# dn33:2.2.104
source: Nissaraṇaṃ hetaṃ, āvuso, sabbanimittānaṃ, yadidaṃ animittā cetovimuttī’ti. (17.5)
sc_po: For it is the signless release of the heart that is the escape from all signs.’

# dn33:2.2.105
source: Idha panāvuso, bhikkhu evaṃ vadeyya:
sc_po: Take another mendicant who says:

# dn33:2.2.106
source: ‘asmīti kho me vigataṃ, ayamahamasmīti na samanupassāmi,
sc_po: ‘I’m rid of the conceit “I am”. And I don’t regard anything as “I am this”.

# dn33:2.2.107
source: atha ca pana me vicikicchākathaṃkathāsallaṃ cittaṃ pariyādāya tiṭṭhatī’ti.
sc_po: Yet somehow the dart of doubt and indecision still occupies my mind.’

# dn33:2.2.108
source: So ‘mā hevan’tissa vacanīyo ‘māyasmā evaṃ avaca, mā bhagavantaṃ abbhācikkhi, na hi sādhu bhagavato abbhakkhānaṃ, na hi bhagavā evaṃ vadeyya.
sc_po: They should be told, ‘Not so, venerable! Don’t say that. Don’t misrepresent the Buddha, for misrepresentation of the Buddha is not good. And the Buddha would not say that.
