Repository: kondannyo/PGP
Catalog: DN/*_text/dn33.po
Languages: sc_po

# dn33:0.1
source: Dīgha Nikāya 33
sc_po: Long Discourses 33

# dn33:0.2
source: Saṅgītisutta
sc_po: Reciting in Concert

# dn33:1.1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# dn33:1.1.2
source: ekaṃ samayaṃ bhagavā mallesu cārikaṃ caramāno mahatā bhikkhusaṅghena saddhiṃ pañcamattehi bhikkhusatehi yena pāvā nāma mallānaṃ nagaraṃ tadavasari.
sc_po: At one time the Buddha was wandering in the land of the Mallas together with a large Saṅgha of five hundred mendicants when he arrived at a Mallian town named Pāvā.

# dn33:1.1.3
source: Tatra sudaṃ bhagavā pāvāyaṃ viharati cundassa kammāraputtassa ambavane.
sc_po: There he stayed in Cunda the smith’s mango grove.

# dn33:1.2.1
source: Tena kho pana samayena pāveyyakānaṃ mallānaṃ ubbhatakaṃ nāma navaṃ sandhāgāraṃ acirakāritaṃ hoti anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.
sc_po: Now at that time a new town hall named Ubbhaṭaka had recently been constructed for the Mallas of Pāvā. It had not yet been occupied by an ascetic or brahmin or any person at all.

# dn33:1.2.2
source: Assosuṃ kho pāveyyakā mallā: “bhagavā kira mallesu cārikaṃ caramāno mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi pāvaṃ anuppatto pāvāyaṃ viharati cundassa kammāraputtassa ambavane”ti.
sc_po: The Mallas of Pāvā also heard that the Buddha had arrived and was staying in Cunda’s mango grove.

# dn33:1.2.3
source: Atha kho pāveyyakā mallā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho pāveyyakā mallā bhagavantaṃ etadavocuṃ:
sc_po: Then they went up to the Buddha, bowed, sat down to one side, and said to him,

# dn33:1.2.4
source: “idha, bhante, pāveyyakānaṃ mallānaṃ ubbhatakaṃ nāma navaṃ sandhāgāraṃ acirakāritaṃ hoti anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.
sc_po: “Sir, a new town hall named Ubbhaṭaka has recently been constructed for the Mallas of Pāvā. It has not yet been occupied by an ascetic or brahmin or any person at all.

# dn33:1.2.5
source: Tañca kho, bhante, bhagavā paṭhamaṃ paribhuñjatu, bhagavatā paṭhamaṃ paribhuttaṃ pacchā pāveyyakā mallā paribhuñjissanti.
sc_po: May the Buddha be the first to use it, and only then will the Mallas of Pāvā use it.

# dn33:1.2.6
source: Tadassa pāveyyakānaṃ mallānaṃ dīgharattaṃ hitāya sukhāyā”ti.
sc_po: That would be for the lasting welfare and happiness of the Mallas of Pāvā.”

# dn33:1.2.7
source: Adhivāsesi kho bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# dn33:1.3.1
source: Atha kho pāveyyakā mallā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena sandhāgāraṃ tenupasaṅkamiṃsu; upasaṅkamitvā sabbasanthariṃ sandhāgāraṃ santharitvā bhagavato āsanāni paññāpetvā udakamaṇikaṃ patiṭṭhapetvā telapadīpaṃ āropetvā yena bhagavā tenupasaṅkamiṃsu;
sc_po: Then, knowing that the Buddha had consented, the Mallas got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went to the new town hall, where they spread carpets all over, prepared seats, set up a water jar, and placed a lamp. Then they went back to the Buddha,

# dn33:1.3.2
source: upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.
sc_po: bowed, stood to one side,

# dn33:1.3.3
source: Ekamantaṃ ṭhitā kho te pāveyyakā mallā bhagavantaṃ etadavocuṃ:
sc_po: and told him of their preparations, saying,

# dn33:1.3.5
source: Yassadāni, bhante, bhagavā kālaṃ maññatī”ti.
sc_po: “Please, sir, come at your convenience.”

# dn33:1.4.1
source: Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṅghena yena sandhāgāraṃ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā sandhāgāraṃ pavisitvā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisīdi.
sc_po: Then the Buddha robed up and, taking his bowl and robe, went to the new town hall together with the Saṅgha of mendicants. Having washed his feet he entered the town hall and sat against the central column facing east.

# dn33:1.4.2
source: Bhikkhusaṅghopi kho pāde pakkhāletvā sandhāgāraṃ pavisitvā pacchimaṃ bhittiṃ nissāya puratthābhimukho nisīdi bhagavantaṃyeva purakkhatvā.
sc_po: The Saṅgha of mendicants also washed their feet, entered the town hall, and sat against the west wall facing east, with the Buddha right in front of them.

# dn33:1.4.3
source: Pāveyyakāpi kho mallā pāde pakkhāletvā sandhāgāraṃ pavisitvā puratthimaṃ bhittiṃ nissāya pacchimābhimukhā nisīdiṃsu bhagavantaṃyeva purakkhatvā.
sc_po: The Mallas of Pāvā also washed their feet, entered the town hall, and sat against the east wall facing west, with the Buddha right in front of them.

# dn33:1.4.4
source: Atha kho bhagavā pāveyyake malle bahudeva rattiṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā uyyojesi:
sc_po: The Buddha spent most of the night educating, encouraging, firing up, and inspiring the Mallas with a Dhamma talk. Then he dismissed them,

# dn33:1.4.5
source: “abhikkantā kho, vāseṭṭhā, ratti.
sc_po: “The night is getting late, Vāseṭṭhas.

# dn33:1.4.6
source: Yassadāni tumhe kālaṃ maññathā”ti.
sc_po: Please go at your convenience.”

# dn33:1.4.7
source: “Evaṃ, bhante”ti kho pāveyyakā mallā bhagavato paṭissutvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkamiṃsu.
sc_po: “Yes, sir,” replied the Mallas. They got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right, before leaving.

# dn33:1.5.1
source: Atha kho bhagavā acirapakkantesu pāveyyakesu mallesu tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṃghaṃ anuviloketvā āyasmantaṃ sāriputtaṃ āmantesi:
sc_po: Soon after they left, the Buddha looked around the Saṅgha of monks, who were so very silent. He addressed Venerable Sāriputta,

# dn33:1.5.2
source: “vigatathinamiddho kho, sāriputta, bhikkhusaṃgho.
sc_po: “Sāriputta, the Saṅgha of mendicants is rid of dullness and drowsiness.

# dn33:1.5.3
source: Paṭibhātu taṃ, sāriputta, bhikkhūnaṃ dhammīkathā.
sc_po: Give them some Dhamma talk as you feel inspired.

# dn33:1.5.4
source: Piṭṭhi me āgilāyati.
sc_po: My back is sore,

# dn33:1.5.5
source: Tamahaṃ āyamissāmī”ti.
sc_po: I’ll stretch it.”

# dn33:1.5.6
source: “Evaṃ, bhante”ti kho āyasmā sāriputto bhagavato paccassosi.
sc_po: “Yes, sir,” Sāriputta replied.

# dn33:1.5.7
source: Atha kho bhagavā catugguṇaṃ saṅghāṭiṃ paññāpetvā dakkhiṇena passena sīhaseyyaṃ kappesi pāde pādaṃ accādhāya, sato sampajāno uṭṭhānasaññaṃ manasi karitvā.
sc_po: And then the Buddha spread out his outer robe folded in four and laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up.

# dn33:1.6.1
source: Tena kho pana samayena nigaṇṭho nāṭaputto pāvāyaṃ adhunākālaṅkato hoti.
sc_po: Now at that time the Nigaṇṭha Nātaputta had recently passed away at Pāvā.

# dn33:1.6.2
source: Tassa kālaṃkiriyāya bhinnā nigaṇṭhā dvedhikajātā bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti:
sc_po: With his passing the Jain ascetics split, dividing into two factions, arguing, quarreling, and fighting, continually wounding each other with barbed words:

# dn33:1.6.3
source: “na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi, kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi. Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno. Sahitaṃ me, asahitaṃ te. Purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca. Adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahito tvamasi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti.
sc_po: “You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!”

# dn33:1.6.4
source: Vadhoyeva kho maññe nigaṇṭhesu nāṭaputtiyesu vattati.
sc_po: You’d think there was nothing but slaughter going on among the Jain ascetics.

# dn33:1.6.5
source: Yepi nigaṇṭhassa nāṭaputtassa sāvakā gihī odātavasanā, tepi nigaṇṭhesu nāṭaputtiyesu nibbinnarūpā virattarūpā paṭivānarūpā, yathā taṃ durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite bhinnathūpe appaṭisaraṇe.
sc_po: And the Nigaṇṭha Nātaputta’s white-clothed lay disciples were disillusioned, dismayed, and disappointed in the Jain ascetics. They were equally disappointed with a teaching and training so poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha, with broken monument and without a refuge.

# dn33:1.7.1
source: Atha kho āyasmā sāriputto bhikkhū āmantesi:
sc_po: Then Sāriputta told the mendicants about these things. He went on to say,

# dn33:1.7.4
source: Evañhetaṃ, āvuso, hoti durakkhāte dhammavinaye duppavedite aniyyānike anupasamasaṃvattanike asammāsambuddhappavedite.
sc_po: “That’s what happens, reverends, when a teaching and training is poorly explained and poorly propounded, not emancipating, not leading to peace, proclaimed by someone who is not a fully awakened Buddha.

# dn33:1.7.5
source: Ayaṃ kho panāvuso, amhākaṃ bhagavatā dhammo svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito.
sc_po: But this teaching is well explained and well propounded to us by the Blessed One, emancipating, leading to peace, proclaimed by someone who is a fully awakened Buddha.

# dn33:1.7.6
source: Tattha sabbeheva saṅgāyitabbaṃ, na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite this in concert, without disputing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# dn33:1.7.7
source: Katamo cāvuso, amhākaṃ bhagavatā dhammo svākkhāto suppavedito niyyāniko upasamasaṃvattaniko sammāsambuddhappavedito;
sc_po: And what is that teaching?

# dn33:1.7.9
source: 1. Ekaka
sc_po: 1. Ones

# dn33:1.7.10
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena eko dhammo sammadakkhāto.
sc_po: There are teachings grouped by one that have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha.

# dn33:1.7.11
source: Tattha sabbeheva saṅgāyitabbaṃ, na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert, without disputing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# dn33:1.8.1
source: Katamo eko dhammo?
sc_po: What are the teachings grouped by one?

# dn33:1.8.2
source: Sabbe sattā āhāraṭṭhitikā.
sc_po: ‘All sentient beings are sustained by food.’

# dn33:1.8.3
source: Sabbe sattā saṅkhāraṭṭhitikā.
sc_po: ‘All sentient beings are sustained by conditions.’

# dn33:1.8.4
source: Ayaṃ kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena eko dhammo sammadakkhāto.
sc_po: These are the teachings grouped by one that have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha.

# dn33:1.8.5
source: Tattha sabbeheva saṅgāyitabbaṃ, na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert, without disputing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# dn33:1.8.6
source: 2. Duka
sc_po: 2. Twos

# dn33:1.9.1
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dve dhammā sammadakkhātā.
sc_po: There are teachings grouped by two that have been rightly explained by the Buddha.

# dn33:1.9.2
source: Tattha sabbeheva saṅgāyitabbaṃ, na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:1.9.3
source: Katame dve?
sc_po: What are the teachings grouped by two?

# dn33:1.9.4
source: Nāmañca rūpañca. (1)
sc_po: Name and form.

# dn33:1.9.5
source: Avijjā ca bhavataṇhā ca. (2)
sc_po: Ignorance and craving for continued existence.

# dn33:1.9.6
source: Bhavadiṭṭhi ca vibhavadiṭṭhi ca. (3)
sc_po: Views favoring continued existence and views favoring ending existence.

# dn33:1.9.7
source: Ahirikañca anottappañca. (4)
sc_po: Lack of conscience and prudence.

# dn33:1.9.8
source: Hirī ca ottappañca. (5)
sc_po: Conscience and prudence.

# dn33:1.9.9
source: Dovacassatā ca pāpamittatā ca. (6)
sc_po: Being hard to admonish and having bad friends.

# dn33:1.9.10
source: Sovacassatā ca kalyāṇamittatā ca. (7)
sc_po: Being easy to admonish and having good friends.

# dn33:1.9.11
source: Āpattikusalatā ca āpattivuṭṭhānakusalatā ca. (8)
sc_po: Skill in offenses and skill in rehabilitation from offenses.

# dn33:1.9.12
source: Samāpattikusalatā ca samāpattivuṭṭhānakusalatā ca. (9)
sc_po: Skill in meditative attainments and skill in emerging from those attainments.

# dn33:1.9.13
source: Dhātukusalatā ca manasikārakusalatā ca. (10)
sc_po: Skill in the elements and skill in attention.

# dn33:1.9.14
source: Āyatanakusalatā ca paṭiccasamuppādakusalatā ca. (11)
sc_po: Skill in the sense fields and skill in dependent origination.

# dn33:1.9.15
source: Ṭhānakusalatā ca aṭṭhānakusalatā ca. (12)
sc_po: Skill in what is possible and skill in what is impossible.

# dn33:1.9.16
source: Ajjavañca lajjavañca. (13)
sc_po: Integrity and scrupulousness.

# dn33:1.9.17
source: Khanti ca soraccañca. (14)
sc_po: Patience and gentleness.

# dn33:1.9.18
source: Sākhalyañca paṭisanthāro ca. (15)
sc_po: Friendliness and hospitality.

# dn33:1.9.19
source: Avihiṃsā ca soceyyañca. (16)
sc_po: Harmlessness and purity.

# dn33:1.9.20
source: Muṭṭhassaccañca asampajaññañca. (17)
sc_po: Lack of mindfulness and lack of situational awareness.

# dn33:1.9.21
source: Sati ca sampajaññañca. (18)
sc_po: Mindfulness and situational awareness.

# dn33:1.9.22
source: Indriyesu aguttadvāratā ca bhojane amattaññutā ca. (19)
sc_po: Not guarding the sense doors and eating too much.

# dn33:1.9.23
source: Indriyesu guttadvāratā ca bhojane mattaññutā ca. (20)
sc_po: Guarding the sense doors and moderation in eating.

# dn33:1.9.24
source: Paṭisaṅkhānabalañca bhāvanābalañca. (21)
sc_po: The power of reflection and the power of development.

# dn33:1.9.25
source: Satibalañca samādhibalañca. (22)
sc_po: The power of mindfulness and the power of immersion.

# dn33:1.9.26
source: Samatho ca vipassanā ca. (23)
sc_po: Serenity and discernment.

# dn33:1.9.27
source: Samathanimittañca paggahanimittañca. (24)
sc_po: The foundation of serenity and the foundation of exertion.

# dn33:1.9.28
source: Paggaho ca avikkhepo ca. (25)
sc_po: Exertion, and not being distracted.

# dn33:1.9.29
source: Sīlavipatti ca diṭṭhivipatti ca. (26)
sc_po: Failure in ethics and failure in view.

# dn33:1.9.30
source: Sīlasampadā ca diṭṭhisampadā ca. (27)
sc_po: Accomplishment in ethics and accomplishment in view.

# dn33:1.9.31
source: Sīlavisuddhi ca diṭṭhivisuddhi ca. (28)
sc_po: Purification of ethics and purification of view.

# dn33:1.9.32
source: Diṭṭhivisuddhi kho pana yathā diṭṭhissa ca padhānaṃ. (29)
sc_po: Purification of view and making an effort in line with that view.

# dn33:1.9.33
source: Saṃvego ca saṃvejanīyesu ṭhānesu saṃviggassa ca yoniso padhānaṃ. (30)
sc_po: Inspiration, and making a suitable effort when inspired by inspiring places.

# dn33:1.9.34
source: Asantuṭṭhitā ca kusalesu dhammesu appaṭivānitā ca padhānasmiṃ. (31)
sc_po: To never be content with skillful qualities, and to never stop trying.

# dn33:1.9.35
source: Vijjā ca vimutti ca. (32)
sc_po: Knowledge and freedom.

# dn33:1.9.36
source: Khayeñāṇaṃ anuppādeñāṇaṃ. (33)
sc_po: Knowledge of ending and knowledge of non-arising.

# dn33:1.9.37
source: Ime kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dve dhammā sammadakkhātā.
sc_po: These are the teachings grouped by two that have been rightly explained by the Buddha.

# dn33:1.9.38
source: Tattha sabbeheva saṅgāyitabbaṃ, na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:1.9.39
source: 3. Tika
sc_po: 3. Threes

# dn33:1.10.1
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tayo dhammā sammadakkhātā.
sc_po: There are teachings grouped by three that have been rightly explained by the Buddha.

# dn33:1.10.2
source: Tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:1.10.3
source: Katame tayo?
sc_po: What are the teachings grouped by three?

# dn33:1.10.4
source: Tīṇi akusalamūlāni—
sc_po: Three unskillful roots:

# dn33:1.10.5
source: lobho akusalamūlaṃ, doso akusalamūlaṃ, moho akusalamūlaṃ. (1)
sc_po: greed, hate, and delusion.

# dn33:1.10.6
source: Tīṇi kusalamūlāni—
sc_po: Three skillful roots:

# dn33:1.10.7
source: alobho kusalamūlaṃ, adoso kusalamūlaṃ, amoho kusalamūlaṃ. (2)
sc_po: non-greed, non-hate, and non-delusion.

# dn33:1.10.8
source: Tīṇi duccaritāni—
sc_po: Three ways of performing bad conduct:

# dn33:1.10.9
source: kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ. (3)
sc_po: by body, speech, and mind.

# dn33:1.10.10
source: Tīṇi sucaritāni—
sc_po: Three ways of performing good conduct:

# dn33:1.10.11
source: kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ. (4)
sc_po: by body, speech, and mind.

# dn33:1.10.12
source: Tayo akusalavitakkā—
sc_po: Three unskillful thoughts:

# dn33:1.10.13
source: kāmavitakko, byāpādavitakko, vihiṃsāvitakko. (5)
sc_po: sensuality, malice, and cruelty.

# dn33:1.10.14
source: Tayo kusalavitakkā—
sc_po: Three skillful thoughts:

# dn33:1.10.15
source: nekkhammavitakko, abyāpādavitakko, avihiṃsāvitakko. (6)
sc_po: renunciation, good will, and harmlessness.

# dn33:1.10.16
source: Tayo akusalasaṅkappā—
sc_po: Three unskillful intentions:

# dn33:1.10.17
source: kāmasaṅkappo, byāpādasaṅkappo, vihiṃsāsaṅkappo. (7)
sc_po: sensuality, malice, and cruelty.

# dn33:1.10.18
source: Tayo kusalasaṅkappā—
sc_po: Three skillful intentions:

# dn33:1.10.19
source: nekkhammasaṅkappo, abyāpādasaṅkappo, avihiṃsāsaṅkappo. (8)
sc_po: renunciation, good will, and harmlessness.

# dn33:1.10.20
source: Tisso akusalasaññā—
sc_po: Three unskillful perceptions:

# dn33:1.10.21
source: kāmasaññā, byāpādasaññā, vihiṃsāsaññā. (9)
sc_po: sensuality, malice, and cruelty.

# dn33:1.10.22
source: Tisso kusalasaññā—
sc_po: Three skillful perceptions:

# dn33:1.10.23
source: nekkhammasaññā, abyāpādasaññā, avihiṃsāsaññā. (10)
sc_po: renunciation, good will, and harmlessness.

# dn33:1.10.24
source: Tisso akusaladhātuyo—
sc_po: Three unskillful elements:

# dn33:1.10.25
source: kāmadhātu, byāpādadhātu, vihiṃsādhātu. (11)
sc_po: sensuality, malice, and cruelty.

# dn33:1.10.26
source: Tisso kusaladhātuyo—
sc_po: Three skillful elements:

# dn33:1.10.27
source: nekkhammadhātu, abyāpādadhātu, avihiṃsādhātu. (12)
sc_po: renunciation, good will, and harmlessness.

# dn33:1.10.28
source: Aparāpi tisso dhātuyo—
sc_po: Another three elements:

# dn33:1.10.29
source: kāmadhātu, rūpadhātu, arūpadhātu. (13)
sc_po: sensuality, form, and formlessness.

# dn33:1.10.30
source: Aparāpi tisso dhātuyo—
sc_po: Another three elements:

# dn33:1.10.31
source: rūpadhātu, arūpadhātu, nirodhadhātu. (14)
sc_po: form, formlessness, and cessation.

# dn33:1.10.32
source: Aparāpi tisso dhātuyo—
sc_po: Another three elements:

# dn33:1.10.33
source: hīnadhātu, majjhimadhātu, paṇītadhātu. (15)
sc_po: lower, middle, and higher.

# dn33:1.10.34
source: Tisso taṇhā—
sc_po: Three cravings:

# dn33:1.10.35
source: kāmataṇhā, bhavataṇhā, vibhavataṇhā. (16)
sc_po: for sensual pleasures, to continue existence, and to end existence.

# dn33:1.10.36
source: Aparāpi tisso taṇhā—
sc_po: Another three cravings:

# dn33:1.10.37
source: kāmataṇhā, rūpataṇhā, arūpataṇhā. (17)
sc_po: sensuality, form, and formlessness.

# dn33:1.10.38
source: Aparāpi tisso taṇhā—
sc_po: Another three cravings:

# dn33:1.10.39
source: rūpataṇhā, arūpataṇhā, nirodhataṇhā. (18)
sc_po: form, formlessness, and cessation.

# dn33:1.10.40
source: Tīṇi saṃyojanāni—
sc_po: Three fetters:

# dn33:1.10.41
source: sakkāyadiṭṭhi, vicikicchā, sīlabbataparāmāso. (19)
sc_po: identity view, doubt, and misapprehension of precepts and observances.

# dn33:1.10.42
source: Tayo āsavā—
sc_po: Three defilements:

# dn33:1.10.43
source: kāmāsavo, bhavāsavo, avijjāsavo. (20)
sc_po: sensuality, desire for continued existence, and ignorance.

# dn33:1.10.44
source: Tayo bhavā—
sc_po: Three realms of existence:

# dn33:1.10.45
source: kāmabhavo, rūpabhavo, arūpabhavo. (21)
sc_po: sensual, form, and formless.

# dn33:1.10.46
source: Tisso esanā—
sc_po: Three searches:

# dn33:1.10.47
source: kāmesanā, bhavesanā, brahmacariyesanā. (22)
sc_po: for sensual pleasures, for continued existence, and for a spiritual path.

# dn33:1.10.48
source: Tisso vidhā—
sc_po: Three kinds of discrimination:

# dn33:1.10.49
source: seyyohamasmīti vidhā, sadisohamasmīti vidhā, hīnohamasmīti vidhā. (23)
sc_po: ‘I’m better’, ‘I’m equal’, and ‘I’m worse’.

# dn33:1.10.50
source: Tayo addhā—
sc_po: Three periods:

# dn33:1.10.51
source: atīto addhā, anāgato addhā, paccuppanno addhā. (24)
sc_po: past, future, and present.

# dn33:1.10.52
source: Tayo antā—
sc_po: Three extremes:

# dn33:1.10.53
source: sakkāyo anto, sakkāyasamudayo anto, sakkāyanirodho anto. (25)
sc_po: identity, the origin of identity, and the cessation of identity.

# dn33:1.10.54
source: Tisso vedanā—
sc_po: Three feelings:

# dn33:1.10.55
source: sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā. (26)
sc_po: pleasure, pain, and neutral.

# dn33:1.10.56
source: Tisso dukkhatā—
sc_po: Three forms of suffering:

# dn33:1.10.57
source: dukkhadukkhatā, saṅkhāradukkhatā, vipariṇāmadukkhatā. (27)
sc_po: the suffering inherent in painful feeling, the suffering inherent in conditions, and the suffering inherent in perishing.

# dn33:1.10.58
source: Tayo rāsī—
sc_po: Three heaps:

# dn33:1.10.59
source: micchattaniyato rāsi, sammattaniyato rāsi, aniyato rāsi. (28)
sc_po: inevitability regarding the wrong way, inevitability regarding the right way, and lack of inevitability.

# dn33:1.10.60
source: Tayo tamā—
sc_po: Three darknesses:

# dn33:1.10.61
source: atītaṃ vā addhānaṃ ārabbha kaṅkhati vicikicchati nādhimuccati na sampasīdati, anāgataṃ vā addhānaṃ ārabbha kaṅkhati vicikicchati nādhimuccati na sampasīdati, etarahi vā paccuppannaṃ addhānaṃ ārabbha kaṅkhati vicikicchati nādhimuccati na sampasīdati. (29)
sc_po: one is doubtful, uncertain, undecided, and lacking confidence about the past, future, and present.

# dn33:1.10.62
source: Tīṇi tathāgatassa arakkheyyāni—
sc_po: Three things a Realized One need not hide.

# dn33:1.10.63
source: parisuddhakāyasamācāro āvuso tathāgato, natthi tathāgatassa kāyaduccaritaṃ, yaṃ tathāgato rakkheyya:
sc_po: The Realized One’s behavior by way of body, speech, and mind is pure. He has no misconduct in these three ways that need be hidden, thinking:
