Repository: kondannyo/PGP
Catalog: DN/*_text/dn33.po
Languages: sc_po

# dn33:2.2.109
source: Aṭṭhānametaṃ, āvuso, anavakāso, yaṃ asmīti vigate ayamahamasmīti asamanupassato,
sc_po: It’s impossible, reverend, it cannot happen that the conceit “I am” has been done away with, and nothing is regarded as “I am this”,

# dn33:2.2.110
source: atha ca panassa vicikicchākathaṃkathāsallaṃ cittaṃ pariyādāya ṭhassati, netaṃ ṭhānaṃ vijjati.
sc_po: yet somehow the dart of doubt and indecision still occupy the mind.

# dn33:2.2.111
source: Nissaraṇaṃ hetaṃ, āvuso, vicikicchākathaṃkathāsallassa, yadidaṃ asmimānasamugghāto’ti. (17.6)
sc_po: For it is the uprooting of the conceit “I am” that is the escape from the dart of doubt and indecision.’

# dn33:2.2.112
source: Cha anuttariyāni—
sc_po: Six unsurpassable things:

# dn33:2.2.113
source: dassanānuttariyaṃ, savanānuttariyaṃ, lābhānuttariyaṃ, sikkhānuttariyaṃ, pāricariyānuttariyaṃ, anussatānuttariyaṃ. (18)
sc_po: the unsurpassable seeing, listening, acquisition, training, service, and recollection.

# dn33:2.2.114
source: Cha anussatiṭṭhānāni—
sc_po: Six recollections:

# dn33:2.2.115
source: buddhānussati, dhammānussati, saṃghānussati, sīlānussati, cāgānussati, devatānussati. (19)
sc_po: the recollection of the Buddha, the teaching, the Saṅgha, ethics, generosity, and the deities.

# dn33:2.2.116
source: Cha satatavihārā.
sc_po: Six consistent responses.

# dn33:2.2.117
source: Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā neva sumano hoti na dummano, upekkhako viharati sato sampajāno.
sc_po: A mendicant, seeing a sight with their eyes, is neither happy nor sad. They remain equanimous, mindful and aware.

# dn33:2.2.118
source: Sotena saddaṃ sutvā … pe …
sc_po: Hearing a sound with their ears … Smelling an odor with their nose … Tasting a flavor with their tongue … Feeling a touch with their body …

# dn33:2.2.119
source: manasā dhammaṃ viññāya neva sumano hoti na dummano, upekkhako viharati sato sampajāno. (20)
sc_po: Knowing a thought with their mind, they’re neither happy nor sad. They remain equanimous, mindful and aware.

# dn33:2.2.120
source: Chaḷābhijātiyo.
sc_po: Six classes of rebirth.

# dn33:2.2.121
source: Idhāvuso, ekacco kaṇhābhijātiko samāno kaṇhaṃ dhammaṃ abhijāyati.
sc_po: Someone born into a dark class gives rise to a dark result.

# dn33:2.2.122
source: Idha panāvuso, ekacco kaṇhābhijātiko samāno sukkaṃ dhammaṃ abhijāyati.
sc_po: Someone born into a dark class gives rise to a bright result.

# dn33:2.2.123
source: Idha panāvuso, ekacco kaṇhābhijātiko samāno akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati.
sc_po: Someone born into a dark class gives rise to extinguishment, which is neither dark nor bright.

# dn33:2.2.124
source: Idha panāvuso, ekacco sukkābhijātiko samāno sukkaṃ dhammaṃ abhijāyati.
sc_po: Someone born into a bright class gives rise to a bright result.

# dn33:2.2.125
source: Idha panāvuso, ekacco sukkābhijātiko samāno kaṇhaṃ dhammaṃ abhijāyati.
sc_po: Someone born into a bright class gives rise to a dark result.

# dn33:2.2.126
source: Idha panāvuso, ekacco sukkābhijātiko samāno akaṇhaṃ asukkaṃ nibbānaṃ abhijāyati. (21)
sc_po: Someone born into a bright class gives rise to extinguishment, which is neither dark nor bright.

# dn33:2.2.127
source: Cha nibbedhabhāgiyā saññā—
sc_po: Six perceptions that help penetration:

# dn33:2.2.128
source: aniccasaññā anicce, dukkhasaññā dukkhe, anattasaññā, pahānasaññā, virāgasaññā, nirodhasaññā. (22)
sc_po: the perception of impermanence, the perception of suffering in impermanence, the perception of not-self in suffering, the perception of giving up, the perception of fading away, and the perception of cessation.

# dn33:2.2.129
source: Ime kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cha dhammā sammadakkhātā;
sc_po: These are the teachings grouped by six that have been rightly explained by the Buddha.

# dn33:2.2.130
source: tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:2.2.131
source: 7. Sattaka
sc_po: 7. Sevens

# dn33:2.3.1
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena satta dhammā sammadakkhātā;
sc_po: There are teachings grouped by seven that have been rightly explained by the Buddha.

# dn33:2.3.2
source: tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:2.3.3
source: Katame satta?
sc_po: What are the teachings grouped by seven?

# dn33:2.3.4
source: Satta ariyadhanāni—
sc_po: Seven kinds of noble wealth:

# dn33:2.3.5
source: saddhādhanaṃ, sīladhanaṃ, hiridhanaṃ, ottappadhanaṃ, sutadhanaṃ, cāgadhanaṃ, paññādhanaṃ. (1)
sc_po: the wealth of faith, ethical conduct, conscience, prudence, learning, generosity, and wisdom.

# dn33:2.3.6
source: Satta bojjhaṅgā—
sc_po: Seven awakening factors:

# dn33:2.3.7
source: satisambojjhaṅgo, dhammavicayasambojjhaṅgo, vīriyasambojjhaṅgo, pītisambojjhaṅgo, passaddhisambojjhaṅgo, samādhisambojjhaṅgo, upekkhāsambojjhaṅgo. (2)
sc_po: mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# dn33:2.3.8
source: Satta samādhiparikkhārā—
sc_po: Seven prerequisites for immersion:

# dn33:2.3.9
source: sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati. (3)
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, and right mindfulness.

# dn33:2.3.10
source: Satta asaddhammā—
sc_po: Seven bad qualities:

# dn33:2.3.11
source: idhāvuso, bhikkhu assaddho hoti, ahiriko hoti, anottappī hoti, appassuto hoti, kusīto hoti, muṭṭhassati hoti, duppañño hoti. (4)
sc_po: a mendicant is faithless, shameless, imprudent, uneducated, lazy, unmindful, and witless.

# dn33:2.3.12
source: Satta saddhammā—
sc_po: Seven good qualities:

# dn33:2.3.13
source: idhāvuso, bhikkhu saddho hoti, hirimā hoti, ottappī hoti, bahussuto hoti, āraddhavīriyo hoti, upaṭṭhitassati hoti, paññavā hoti. (5)
sc_po: a mendicant is faithful, conscientious, prudent, learned, energetic, mindful, and wise.

# dn33:2.3.14
source: Satta sappurisadhammā—
sc_po: Seven aspects of the teachings of the good persons:

# dn33:2.3.15
source: idhāvuso, bhikkhu dhammaññū ca hoti atthaññū ca attaññū ca mattaññū ca kālaññū ca parisaññū ca puggalaññū ca. (6)
sc_po: a mendicant knows the teachings, knows the meaning, knows themselves, knows moderation, knows the right time, knows assemblies, and knows people.

# dn33:2.3.16
source: Satta niddasavatthūni.
sc_po: Seven qualifications for graduation.

# dn33:2.3.17
source: Idhāvuso, bhikkhu sikkhāsamādāne tibbacchando hoti, āyatiñca sikkhāsamādāne avigatapemo.
sc_po: A mendicant has a keen enthusiasm to undertake the training …

# dn33:2.3.18
source: Dhammanisantiyā tibbacchando hoti, āyatiñca dhammanisantiyā avigatapemo.
sc_po: to examine the teachings …

# dn33:2.3.19
source: Icchāvinaye tibbacchando hoti, āyatiñca icchāvinaye avigatapemo.
sc_po: to get rid of desires …

# dn33:2.3.20
source: Paṭisallāne tibbacchando hoti, āyatiñca paṭisallāne avigatapemo.
sc_po: for retreat …

# dn33:2.3.21
source: Vīriyārambhe tibbacchando hoti, āyatiñca vīriyārambhe avigatapemo.
sc_po: to rouse up energy …

# dn33:2.3.22
source: Satinepakke tibbacchando hoti, āyatiñca satinepakke avigatapemo.
sc_po: for mindfulness and alertness …

# dn33:2.3.23
source: Diṭṭhipaṭivedhe tibbacchando hoti, āyatiñca diṭṭhipaṭivedhe avigatapemo. (7)
sc_po: to penetrate theoretically. And they don’t lose these desires in the future.

# dn33:2.3.24
source: Satta saññā—
sc_po: Seven perceptions:

# dn33:2.3.25
source: aniccasaññā, anattasaññā, asubhasaññā, ādīnavasaññā, pahānasaññā, virāgasaññā, nirodhasaññā. (8)
sc_po: the perception of impermanence, the perception of not-self, the perception of ugliness, the perception of drawbacks, the perception of giving up, the perception of fading away, and the perception of cessation.

# dn33:2.3.26
source: Satta balāni—
sc_po: Seven powers:

# dn33:2.3.27
source: saddhābalaṃ, vīriyabalaṃ, hiribalaṃ, ottappabalaṃ, satibalaṃ, samādhibalaṃ, paññābalaṃ. (9)
sc_po: faith, energy, conscience, prudence, mindfulness, immersion, and wisdom.

# dn33:2.3.28
source: Satta viññāṇaṭṭhitiyo.
sc_po: Seven planes of consciousness.

# dn33:2.3.29
source: Santāvuso, sattā nānattakāyā nānattasaññino, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā.
sc_po: There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld.

# dn33:2.3.30
source: Ayaṃ paṭhamā viññāṇaṭṭhiti.
sc_po: This is the first plane of consciousness.

# dn33:2.3.31
source: Santāvuso, sattā nānattakāyā ekattasaññino seyyathāpi devā brahmakāyikā paṭhamābhinibbattā.
sc_po: There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption.

# dn33:2.3.32
source: Ayaṃ dutiyā viññāṇaṭṭhiti.
sc_po: This is the second plane of consciousness.

# dn33:2.3.33
source: Santāvuso, sattā ekattakāyā nānattasaññino seyyathāpi devā ābhassarā.
sc_po: There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance.

# dn33:2.3.34
source: Ayaṃ tatiyā viññāṇaṭṭhiti.
sc_po: This is the third plane of consciousness.

# dn33:2.3.35
source: Santāvuso, sattā ekattakāyā ekattasaññino seyyathāpi devā subhakiṇhā.
sc_po: There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory.

# dn33:2.3.36
source: Ayaṃ catutthī viññāṇaṭṭhiti.
sc_po: This is the fourth plane of consciousness.

# dn33:2.3.37
source: Santāvuso, sattā sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space.

# dn33:2.3.38
source: Ayaṃ pañcamī viññāṇaṭṭhiti.
sc_po: This is the fifth plane of consciousness.

# dn33:2.3.39
source: Santāvuso, sattā sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness.

# dn33:2.3.40
source: Ayaṃ chaṭṭhī viññāṇaṭṭhiti.
sc_po: This is the sixth plane of consciousness.

# dn33:2.3.41
source: Santāvuso, sattā sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness.

# dn33:2.3.42
source: Ayaṃ sattamī viññāṇaṭṭhiti. (10)
sc_po: This is the seventh plane of consciousness.

# dn33:2.3.43
source: Satta puggalā dakkhiṇeyyā—
sc_po: Seven persons worthy of a religious donation:

# dn33:2.3.44
source: ubhatobhāgavimutto, paññāvimutto, kāyasakkhi, diṭṭhippatto, saddhāvimutto, dhammānusārī, saddhānusārī. (11)
sc_po: one freed both ways, one freed by wisdom, a personal witness, one attained to view, one freed by faith, a follower of the teachings, and a follower by faith.

# dn33:2.3.45
source: Satta anusayā—
sc_po: Seven underlying tendencies:

# dn33:2.3.46
source: kāmarāgānusayo, paṭighānusayo, diṭṭhānusayo, vicikicchānusayo, mānānusayo, bhavarāgānusayo, avijjānusayo. (12)
sc_po: sensual desire, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.

# dn33:2.3.47
source: Satta saṃyojanāni—
sc_po: Seven fetters:

# dn33:2.3.48
source: anunayasaṃyojanaṃ, paṭighasaṃyojanaṃ, diṭṭhisaṃyojanaṃ, vicikicchāsaṃyojanaṃ, mānasaṃyojanaṃ, bhavarāgasaṃyojanaṃ, avijjāsaṃyojanaṃ. (13)
sc_po: attraction, repulsion, views, doubt, conceit, desire to be reborn, and ignorance.

# dn33:2.3.49
source: Satta adhikaraṇasamathā—
sc_po: Seven principles for the settlement of any disciplinary issues that might arise.

# dn33:2.3.50
source: uppannuppannānaṃ adhikaraṇānaṃ samathāya vūpasamāya sammukhāvinayo dātabbo, sativinayo dātabbo, amūḷhavinayo dātabbo, paṭiññāya kāretabbaṃ, yebhuyyasikā, tassapāpiyasikā, tiṇavatthārako. (14)
sc_po: Removal in the presence of those concerned is applicable. Removal by accurate recollection is applicable. Removal due to recovery from madness is applicable. The acknowledgement of the offense is applicable. The decision of a majority is applicable. A verdict of aggravated misconduct is applicable. Covering over with grass is applicable.

# dn33:2.3.51
source: Ime kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena satta dhammā sammadakkhātā;
sc_po: These are the teachings grouped by seven that have been rightly explained by the Buddha.

# dn33:2.3.52
source: tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:2.3.53
source: Dutiyabhāṇavāro niṭṭhito.
sc_po: The second recitation section is finished.

# dn33:2.3.54
source: 8. Aṭṭhaka
sc_po: 8. Eights

# dn33:3.1.1
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena aṭṭha dhammā sammadakkhātā;
sc_po: There are teachings grouped by eight that have been rightly explained by the Buddha.

# dn33:3.1.2
source: tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:3.1.3
source: Katame aṭṭha?
sc_po: What are the teachings grouped by eight?

# dn33:3.1.4
source: Aṭṭha micchattā—
sc_po: Eight wrong ways:

# dn33:3.1.5
source: micchādiṭṭhi, micchāsaṅkappo, micchāvācā, micchākammanto, micchāājīvo, micchāvāyāmo micchāsati, micchāsamādhi. (1)
sc_po: wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.

# dn33:3.1.6
source: Aṭṭha sammattā—
sc_po: Eight right ways:

# dn33:3.1.7
source: sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi. (2)
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# dn33:3.1.8
source: Aṭṭha puggalā dakkhiṇeyyā—
sc_po: Eight persons worthy of a religious donation.

# dn33:3.1.9
source: sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno; sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno; anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno; arahā, arahattaphalasacchikiriyāya paṭipanno. (3)
sc_po: The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection.

# dn33:3.1.10
source: Aṭṭha kusītavatthūni.
sc_po: Eight grounds for laziness.

# dn33:3.1.11
source: Idhāvuso, bhikkhunā kammaṃ kātabbaṃ hoti.
sc_po: Firstly, a mendicant has some work to do.

# dn33:3.1.12
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.13
source: ‘kammaṃ kho me kātabbaṃ bhavissati, kammaṃ kho pana me karontassa kāyo kilamissati, handāhaṃ nipajjāmī’ti.
sc_po: ‘I have some work to do. But while doing it my body will get tired. I’d better have a lie down.’

# dn33:3.1.14
source: So nipajjati na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# dn33:3.1.15
source: Idaṃ paṭhamaṃ kusītavatthu.
sc_po: This is the first ground for laziness.

# dn33:3.1.16
source: Puna caparaṃ, āvuso, bhikkhunā kammaṃ kataṃ hoti.
sc_po: Furthermore, a mendicant has done some work.

# dn33:3.1.17
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.18
source: ‘ahaṃ kho kammaṃ akāsiṃ, kammaṃ kho pana me karontassa kāyo kilanto, handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve done some work. But while working my body got tired. I’d better have a lie down.’

# dn33:3.1.19
source: So nipajjati na vīriyaṃ ārabhati … pe …
sc_po: They lie down, and don’t rouse energy...

# dn33:3.1.20
source: idaṃ dutiyaṃ kusītavatthu.
sc_po: This is the second ground for laziness.

# dn33:3.1.21
source: Puna caparaṃ, āvuso, bhikkhunā maggo gantabbo hoti.
sc_po: Furthermore, a mendicant has to go on a journey.

# dn33:3.1.22
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.23
source: ‘maggo kho me gantabbo bhavissati, maggaṃ kho pana me gacchantassa kāyo kilamissati, handāhaṃ nipajjāmī’ti.
sc_po: ‘I have to go on a journey. But while walking my body will get tired. I’d better have a lie down.’

# dn33:3.1.24
source: So nipajjati na vīriyaṃ ārabhati …
sc_po: They lie down, and don’t rouse energy...

# dn33:3.1.25
source: idaṃ tatiyaṃ kusītavatthu.
sc_po: This is the third ground for laziness.

# dn33:3.1.26
source: Puna caparaṃ, āvuso, bhikkhunā maggo gato hoti.
sc_po: Furthermore, a mendicant has gone on a journey.

# dn33:3.1.27
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.28
source: ‘ahaṃ kho maggaṃ agamāsiṃ, maggaṃ kho pana me gacchantassa kāyo kilanto, handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve gone on a journey. But while walking my body got tired. I’d better have a lie down.’

# dn33:3.1.29
source: So nipajjati na vīriyaṃ ārabhati …
sc_po: They lie down, and don’t rouse energy...

# dn33:3.1.30
source: idaṃ catutthaṃ kusītavatthu.
sc_po: This is the fourth ground for laziness.

# dn33:3.1.31
source: Puna caparaṃ, āvuso, bhikkhu gāmaṃ vā nigamaṃ vā piṇḍāya caranto na labhati lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ.
sc_po: Furthermore, a mendicant has wandered for alms, but they didn’t get to fill up on as much food as they like, coarse or fine.

# dn33:3.1.32
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.33
source: ‘ahaṃ kho gāmaṃ vā nigamaṃ vā piṇḍāya caranto nālatthaṃ lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ, tassa me kāyo kilanto akammañño, handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve wandered for alms, but I didn’t get to fill up on as much food as I like, coarse or fine. My body is tired and unfit for work. I’d better have a lie down.’

# dn33:3.1.34
source: So nipajjati na vīriyaṃ ārabhati …
sc_po: They lie down, and don’t rouse energy...

# dn33:3.1.35
source: idaṃ pañcamaṃ kusītavatthu.
sc_po: This is the fifth ground for laziness.

# dn33:3.1.36
source: Puna caparaṃ, āvuso, bhikkhu gāmaṃ vā nigamaṃ vā piṇḍāya caranto labhati lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ.
sc_po: Furthermore, a mendicant has wandered for alms, and they got to fill up on as much food as they like, coarse or fine.

# dn33:3.1.37
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.38
source: ‘ahaṃ kho gāmaṃ vā nigamaṃ vā piṇḍāya caranto alatthaṃ lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ, tassa me kāyo garuko akammañño, māsācitaṃ maññe, handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve wandered for alms, and I got to fill up on as much food as I like, coarse or fine. My body is heavy and unfit for work, like I’ve just eaten a load of beans. I’d better have a lie down.’

# dn33:3.1.39
source: So nipajjati na vīriyaṃ ārabhati …
sc_po: They lie down, and don’t rouse energy...

# dn33:3.1.40
source: idaṃ chaṭṭhaṃ kusītavatthu.
sc_po: This is the sixth ground for laziness.

# dn33:3.1.41
source: Puna caparaṃ, āvuso, bhikkhuno uppanno hoti appamattako ābādho.
sc_po: Furthermore, a mendicant feels a little sick.

# dn33:3.1.42
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.43
source: ‘uppanno kho me ayaṃ appamattako ābādho;
sc_po: ‘I feel a little sick. Lying down would be good for me. I’d better have a lie down.’

# dn33:3.1.45
source: So nipajjati na vīriyaṃ ārabhati …
sc_po: They lie down, and don’t rouse energy...

# dn33:3.1.46
source: idaṃ sattamaṃ kusītavatthu.
sc_po: This is the seventh ground for laziness.

# dn33:3.1.47
source: Puna caparaṃ, āvuso, bhikkhu gilānā vuṭṭhito hoti aciravuṭṭhito gelaññā.
sc_po: Furthermore, a mendicant has recently recovered from illness.

# dn33:3.1.48
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.49
source: ‘ahaṃ kho gilānā vuṭṭhito aciravuṭṭhito gelaññā, tassa me kāyo dubbalo akammañño, handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve recently recovered from illness. My body is weak and unfit for work. I’d better have a lie down.’

# dn33:3.1.50
source: So nipajjati na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# dn33:3.1.51
source: Idaṃ aṭṭhamaṃ kusītavatthu. (4)
sc_po: This is the eighth ground for laziness.

# dn33:3.1.52
source: Aṭṭha ārambhavatthūni.
sc_po: Eight grounds for arousing energy.

# dn33:3.1.53
source: Idhāvuso, bhikkhunā kammaṃ kātabbaṃ hoti.
sc_po: Firstly, a mendicant has some work to do.

# dn33:3.1.54
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.55
source: ‘kammaṃ kho me kātabbaṃ bhavissati, kammaṃ kho pana me karontena na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ, handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya, asacchikatassa sacchikiriyāyā’ti.
sc_po: ‘I have some work to do. While working it’s not easy to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# dn33:3.1.56
source: So vīriyaṃ ārabhati appattassa pattiyā, anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# dn33:3.1.57
source: Idaṃ paṭhamaṃ ārambhavatthu.
sc_po: This is the first ground for arousing energy.

# dn33:3.1.58
source: Puna caparaṃ, āvuso, bhikkhunā kammaṃ kataṃ hoti.
sc_po: Furthermore, a mendicant has done some work.

# dn33:3.1.59
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.60
source: ‘ahaṃ kho kammaṃ akāsiṃ, kammaṃ kho panāhaṃ karonto nāsakkhiṃ buddhānaṃ sāsanaṃ manasi kātuṃ, handāhaṃ vīriyaṃ ārabhāmi … pe …
sc_po: ‘I’ve done some work. While I was working I wasn’t able to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy.’

# dn33:3.1.61
source: so vīriyaṃ ārabhati …
sc_po: They rouse up energy...

# dn33:3.1.62
source: idaṃ dutiyaṃ ārambhavatthu.
sc_po: This is the second ground for arousing energy.

# dn33:3.1.63
source: Puna caparaṃ, āvuso, bhikkhunā maggo gantabbo hoti.
sc_po: Furthermore, a mendicant has to go on a journey.

# dn33:3.1.64
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.65
source: ‘maggo kho me gantabbo bhavissati, maggaṃ kho pana me gacchantena na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ.
sc_po: ‘I have to go on a journey. While walking it’s not easy to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy.’

# dn33:3.1.67
source: so vīriyaṃ ārabhati …
sc_po: They rouse up energy...

# dn33:3.1.68
source: idaṃ tatiyaṃ ārambhavatthu.
sc_po: This is the third ground for arousing energy.

# dn33:3.1.69
source: Puna caparaṃ, āvuso, bhikkhunā maggo gato hoti.
sc_po: Furthermore, a mendicant has gone on a journey.

# dn33:3.1.70
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.71
source: ‘ahaṃ kho maggaṃ agamāsiṃ, maggaṃ kho panāhaṃ gacchanto nāsakkhiṃ buddhānaṃ sāsanaṃ manasi kātuṃ, handāhaṃ vīriyaṃ ārabhāmi … pe …
sc_po: ‘I’ve gone on a journey. While I was walking I wasn’t able to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy.’

# dn33:3.1.72
source: so vīriyaṃ ārabhati …
sc_po: They rouse up energy...
