Repository: kondannyo/PGP
Catalog: DN/*_text/dn33.po
Languages: sc_po

# dn33:3.3.66
source: Kathañcāvuso, bhikkhu paṇunnapaccekasacco hoti?
sc_po: And how has a mendicant eliminated idiosyncratic interpretations of the truth?

# dn33:3.3.67
source: Idhāvuso, bhikkhuno yāni tāni puthusamaṇabrāhmaṇānaṃ puthupaccekasaccāni, sabbāni tāni nunnāni honti paṇunnāni cattāni vantāni muttāni pahīnāni paṭinissaṭṭhāni.
sc_po: Different ascetics and brahmins have different idiosyncratic interpretations of the truth. A mendicant has dispelled, eliminated, thrown out, rejected, let go of, given up, and relinquished all these.

# dn33:3.3.68
source: Evaṃ kho, āvuso, bhikkhu paṇunnapaccekasacco hoti. (5.5)
sc_po: That’s how a mendicant has eliminated idiosyncratic interpretations of the truth.

# dn33:3.3.69
source: Kathañcāvuso, bhikkhu samavayasaṭṭhesano hoti?
sc_po: And how has a mendicant totally given up searching?

# dn33:3.3.70
source: Idhāvuso, bhikkhuno kāmesanā pahīnā hoti, bhavesanā pahīnā hoti, brahmacariyesanā paṭippassaddhā.
sc_po: It’s when they’ve given up searching for sensual pleasures, for continued existence, and for a spiritual path.

# dn33:3.3.71
source: Evaṃ kho, āvuso, bhikkhu samavayasaṭṭhesano hoti. (5.6)
sc_po: That’s how a mendicant has totally given up searching.

# dn33:3.3.72
source: Kathañcāvuso, bhikkhu anāvilasaṅkappo hoti?
sc_po: And how does a mendicant have unsullied intentions?

# dn33:3.3.73
source: Idhāvuso, bhikkhuno kāmasaṅkappo pahīno hoti, byāpādasaṅkappo pahīno hoti, vihiṃsāsaṅkappo pahīno hoti.
sc_po: It’s when they’ve given up sensual, malicious, and cruel intentions.

# dn33:3.3.74
source: Evaṃ kho, āvuso, bhikkhu anāvilasaṅkappo hoti. (5.7)
sc_po: That’s how a mendicant has unsullied intentions.

# dn33:3.3.75
source: Kathañcāvuso, bhikkhu passaddhakāyasaṅkhāro hoti?
sc_po: And how has a mendicant stilled the physical process?

# dn33:3.3.76
source: Idhāvuso, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
sc_po: It’s when, giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# dn33:3.3.77
source: Evaṃ kho, āvuso, bhikkhu passaddhakāyasaṅkhāro hoti. (5.8)
sc_po: That’s how a mendicant has stilled the physical process.

# dn33:3.3.78
source: Kathañcāvuso, bhikkhu suvimuttacitto hoti?
sc_po: And how is a mendicant well freed in mind?

# dn33:3.3.79
source: Idhāvuso, bhikkhuno rāgā cittaṃ vimuttaṃ hoti, dosā cittaṃ vimuttaṃ hoti, mohā cittaṃ vimuttaṃ hoti.
sc_po: It’s when a mendicant’s mind is freed from greed, hate, and delusion.

# dn33:3.3.80
source: Evaṃ kho, āvuso, bhikkhu suvimuttacitto hoti. (5.9)
sc_po: That’s how a mendicant is well freed in mind.

# dn33:3.3.81
source: Kathañcāvuso, bhikkhu suvimuttapañño hoti?
sc_po: And how is a mendicant well freed by wisdom?

# dn33:3.3.82
source: Idhāvuso, bhikkhu ‘rāgo me pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo’ti pajānāti.
sc_po: It’s when a mendicant understands: ‘I’ve given up greed, hate, and delusion, cut them off at the root, made them like a palm stump, obliterated them, so they’re unable to arise in the future.’

# dn33:3.3.85
source: Evaṃ kho, āvuso, bhikkhu suvimuttapañño hoti. (5.10)
sc_po: That’s how a mendicant’s mind is well freed by wisdom.

# dn33:3.3.86
source: Dasa asekkhā dhammā—
sc_po: Ten qualities of an adept:

# dn33:3.3.87
source: asekkhā sammādiṭṭhi, asekkho sammāsaṅkappo, asekkhā sammāvācā, asekkho sammākammanto, asekkho sammāājīvo, asekkho sammāvāyāmo, asekkhā sammāsati, asekkho sammāsamādhi, asekkhaṃ sammāñāṇaṃ, asekkhā sammāvimutti. (6)
sc_po: an adept’s right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# dn33:3.3.88
source: Ime kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena dasa dhammā sammadakkhātā.
sc_po: Reverends, these are the teachings grouped by ten that have been rightly explained by the Buddha.

# dn33:3.3.89
source: Tattha sabbeheva saṅgāyitabbaṃ na vivaditabbaṃ, yathayidaṃ brahmacariyaṃ addhaniyaṃ assa ciraṭṭhitikaṃ, tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan”ti.
sc_po: You should all recite these in concert, without disputing, so that this spiritual path may last for a long time. That would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.”

# dn33:3.4.1
source: Atha kho bhagavā uṭṭhahitvā āyasmantaṃ sāriputtaṃ āmantesi:
sc_po: Then the Buddha got up and said to Venerable Sāriputta,

# dn33:3.4.2
source: “sādhu sādhu, sāriputta,
sc_po: “Good, good, Sāriputta!

# dn33:3.4.3
source: sādhu kho tvaṃ, sāriputta, bhikkhūnaṃ saṅgītipariyāyaṃ abhāsī”ti.
sc_po: It’s good that you’ve taught this exposition of the reciting in concert.”

# dn33:3.4.4
source: Idamavocāyasmā sāriputto, samanuñño satthā ahosi.
sc_po: That is what Venerable Sāriputta said, and the teacher approved.

# dn33:3.4.5
source: Attamanā te bhikkhū āyasmato sāriputtassa bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what Sāriputta said.
