Repository: kondannyo/PGP
Catalog: DN/*_text/dn33.po
Languages: sc_po

# dn33:1.11.64
source: Idhāvuso, bhikkhu santuṭṭho hoti itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, na ca cīvarahetu anesanaṃ appatirūpaṃ āpajjati; aladdhā ca cīvaraṃ na paritassati, laddhā ca cīvaraṃ agadhito amucchito anajjhāpanno ādīnavadassāvī nissaraṇapañño paribhuñjati; tāya ca pana itarītaracīvarasantuṭṭhiyā nevattānukkaṃseti na paraṃ vambheti.
sc_po: A mendicant is content with any kind of robe, and praises such contentment. They don’t try to get hold of a robe in an improper way. They don’t get upset if they don’t get a robe. And if they do get a robe, they use it untied, uninfatuated, unattached, seeing the drawback, and understanding the escape. And on account of that they don’t glorify themselves or put others down.

# dn33:1.11.65
source: Yo hi tattha dakkho analaso sampajāno paṭissato, ayaṃ vuccatāvuso: ‘bhikkhu porāṇe aggaññe ariyavaṃse ṭhito’. (9.1)
sc_po: A mendicant who is deft, tireless, aware, and mindful in this is said to stand in the ancient, original noble tradition.

# dn33:1.11.66
source: Puna caparaṃ, āvuso, bhikkhu santuṭṭho hoti itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī, na ca piṇḍapātahetu anesanaṃ appatirūpaṃ āpajjati; aladdhā ca piṇḍapātaṃ na paritassati, laddhā ca piṇḍapātaṃ agadhito amucchito anajjhāpanno ādīnavadassāvī nissaraṇapañño paribhuñjati; tāya ca pana itarītarapiṇḍapātasantuṭṭhiyā nevattānukkaṃseti na paraṃ vambheti.
sc_po: Furthermore, a mendicant is content with any kind of alms-food …

# dn33:1.11.68
source: Puna caparaṃ, āvuso, bhikkhu santuṭṭho hoti itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī, na ca senāsanahetu anesanaṃ appatirūpaṃ āpajjati; aladdhā ca senāsanaṃ na paritassati, laddhā ca senāsanaṃ agadhito amucchito anajjhāpanno ādīnavadassāvī nissaraṇapañño paribhuñjati; tāya ca pana itarītarasenāsanasantuṭṭhiyā nevattānukkaṃseti na paraṃ vambheti.
sc_po: Furthermore, a mendicant is content with any kind of lodgings …

# dn33:1.11.70
source: Puna caparaṃ, āvuso, bhikkhu pahānārāmo hoti pahānarato, bhāvanārāmo hoti bhāvanārato; tāya ca pana pahānārāmatāya pahānaratiyā bhāvanārāmatāya bhāvanāratiyā nevattānukkaṃseti na paraṃ vambheti.
sc_po: Furthermore, a mendicant enjoys giving up and loves to give up. They enjoy meditation and love to meditate. But they don’t glorify themselves or put down others on account of their love for giving up and meditation.

# dn33:1.11.71
source: Yo hi tattha dakkho analaso sampajāno paṭissato ayaṃ vuccatāvuso: ‘bhikkhu porāṇe aggaññe ariyavaṃse ṭhito’. (9.4)
sc_po: A mendicant who is deft, tireless, aware, and mindful in this is said to stand in the ancient, original noble tradition.

# dn33:1.11.72
source: Cattāri padhānāni.
sc_po: Four efforts.

# dn33:1.11.73
source: Saṃvarapadhānaṃ pahānapadhānaṃ bhāvanāpadhānaṃ anurakkhaṇāpadhānaṃ.
sc_po: The efforts to restrain, to give up, to develop, and to preserve.

# dn33:1.11.74
source: Katamañcāvuso, saṃvarapadhānaṃ?
sc_po: And what is the effort to restrain?

# dn33:1.11.75
source: Idhāvuso, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.
sc_po: When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details.

# dn33:1.11.76
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.
sc_po: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.

# dn33:1.11.77
source: Sotena saddaṃ sutvā …
sc_po: When they hear a sound with their ears …

# dn33:1.11.78
source: ghānena gandhaṃ ghāyitvā …
sc_po: When they smell an odor with their nose …

# dn33:1.11.79
source: jivhāya rasaṃ sāyitvā …
sc_po: When they taste a flavor with their tongue …

# dn33:1.11.80
source: kāyena phoṭṭhabbaṃ phusitvā …
sc_po: When they feel a touch with their body …

# dn33:1.11.81
source: manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.
sc_po: When they know a thought with their mind, they don’t get caught up in the features and details.

# dn33:1.11.82
source: Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.
sc_po: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.

# dn33:1.11.83
source: Idaṃ vuccatāvuso, saṃvarapadhānaṃ. (10.1)
sc_po: This is called the effort to restrain.

# dn33:1.11.84
source: Katamañcāvuso, pahānapadhānaṃ?
sc_po: And what is the effort to give up?

# dn33:1.11.85
source: Idhāvuso, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti pajahati vinodeti byantiṃ karoti anabhāvaṃ gameti. Uppannaṃ byāpādavitakkaṃ … pe … uppannaṃ vihiṃsāvitakkaṃ … uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantiṃ karoti anabhāvaṃ gameti.
sc_po: It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought that has arisen, but gives it up, gets rid of it, eliminates it, and exterminates it. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them.

# dn33:1.11.86
source: Idaṃ vuccatāvuso, pahānapadhānaṃ. (10.2)
sc_po: This is called the effort to give up.

# dn33:1.11.87
source: Katamañcāvuso, bhāvanāpadhānaṃ?
sc_po: And what is the effort to develop?

# dn33:1.11.88
source: Idhāvuso, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. Dhammavicayasambojjhaṅgaṃ bhāveti … vīriyasambojjhaṅgaṃ bhāveti … pītisambojjhaṅgaṃ bhāveti … passaddhisambojjhaṅgaṃ bhāveti … samādhisambojjhaṅgaṃ bhāveti … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# dn33:1.11.89
source: Idaṃ vuccatāvuso, bhāvanāpadhānaṃ. (10.3)
sc_po: This is called the effort to develop.

# dn33:1.11.90
source: Katamañcāvuso, anurakkhaṇāpadhānaṃ?
sc_po: And what is the effort to preserve?

# dn33:1.11.91
source: Idhāvuso, bhikkhu uppannaṃ bhadrakaṃ samādhinimittaṃ anurakkhati—aṭṭhikasaññaṃ, puḷuvakasaññaṃ, vinīlakasaññaṃ, vicchiddakasaññaṃ, uddhumātakasaññaṃ.
sc_po: It’s when a mendicant preserves a meditation subject that’s a fine foundation of immersion: the perception of a skeleton, a worm-infested corpse, a livid corpse, a split open corpse, or a bloated corpse.

# dn33:1.11.92
source: Idaṃ vuccatāvuso, anurakkhaṇāpadhānaṃ. (10.4)
sc_po: This is called the effort to preserve.

# dn33:1.11.93
source: Cattāri ñāṇāni—
sc_po: Four knowledges:

# dn33:1.11.94
source: dhamme ñāṇaṃ, anvaye ñāṇaṃ, pariye ñāṇaṃ, sammutiyā ñāṇaṃ. (11)
sc_po: knowledge of the present phenomena, inferential knowledge, knowledge of others’ minds, and conventional knowledge.

# dn33:1.11.95
source: Aparānipi cattāri ñāṇāni—
sc_po: Another four knowledges:

# dn33:1.11.96
source: dukkhe ñāṇaṃ, dukkhasamudaye ñāṇaṃ, dukkhanirodhe ñāṇaṃ, dukkhanirodhagāminiyā paṭipadāya ñāṇaṃ. (12)
sc_po: knowing about suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# dn33:1.11.97
source: Cattāri sotāpattiyaṅgāni—
sc_po: Four factors of stream-entry:

# dn33:1.11.98
source: sappurisasaṃsevo, saddhammassavanaṃ, yonisomanasikāro, dhammānudhammappaṭipatti. (13)
sc_po: associating with good people, listening to the true teaching, proper attention, and practicing in line with the teaching.

# dn33:1.11.99
source: Cattāri sotāpannassa aṅgāni.
sc_po: Four factors of a stream-enterer.

# dn33:1.11.100
source: Idhāvuso, ariyasāvako buddhe aveccappasādena samannāgato hoti:
sc_po: A noble disciple has experiential confidence in the Buddha:

# dn33:1.11.101
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho, bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# dn33:1.11.102
source: Dhamme aveccappasādena samannāgato hoti:
sc_po: They have experiential confidence in the teaching:

# dn33:1.11.103
source: ‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti.
sc_po: ‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’

# dn33:1.11.104
source: Saṃghe aveccappasādena samannāgato hoti:
sc_po: They have experiential confidence in the Saṅgha:

# dn33:1.11.105
source: ‘suppaṭipanno bhagavato sāvakasaṃgho ujuppaṭipanno bhagavato sāvakasaṃgho ñāyappaṭipanno bhagavato sāvakasaṃgho sāmīcippaṭipanno bhagavato sāvakasaṃgho yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṃgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti.
sc_po: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’

# dn33:1.11.106
source: Ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi. (14)
sc_po: And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# dn33:1.11.107
source: Cattāri sāmaññaphalāni—
sc_po: Four fruits of the ascetic life:

# dn33:1.11.108
source: sotāpattiphalaṃ, sakadāgāmiphalaṃ, anāgāmiphalaṃ, arahattaphalaṃ. (15)
sc_po: stream-entry, once-return, non-return, and perfection.

# dn33:1.11.109
source: Catasso dhātuyo—
sc_po: Four elements:

# dn33:1.11.110
source: pathavīdhātu, āpodhātu, tejodhātu, vāyodhātu. (16)
sc_po: earth, water, fire, and air.

# dn33:1.11.111
source: Cattāro āhārā—
sc_po: Four foods:

# dn33:1.11.112
source: kabaḷīkāro āhāro oḷāriko vā sukhumo vā, phasso dutiyo, manosañcetanā tatiyā, viññāṇaṃ catutthaṃ. (17)
sc_po: solid food, whether coarse or fine; contact is the second, mental intention the third, and consciousness the fourth.

# dn33:1.11.113
source: Catasso viññāṇaṭṭhitiyo.
sc_po: Four bases for consciousness to remain.

# dn33:1.11.114
source: Rūpūpāyaṃ vā, āvuso, viññāṇaṃ tiṭṭhamānaṃ tiṭṭhati rūpārammaṇaṃ rūpappatiṭṭhaṃ nandūpasecanaṃ vuddhiṃ virūḷhiṃ vepullaṃ āpajjati;
sc_po: As long as consciousness remains, it remains involved with form, supported by form, founded on form. And with a sprinkle of relishing, it grows, increases, and matures.

# dn33:1.11.115
source: vedanūpāyaṃ vā āvuso …
sc_po: Or consciousness remains involved with feeling …

# dn33:1.11.116
source: saññūpāyaṃ vā, āvuso … pe …
sc_po: Or consciousness remains involved with perception …

# dn33:1.11.117
source: saṅkhārūpāyaṃ vā, āvuso, viññāṇaṃ tiṭṭhamānaṃ tiṭṭhati saṅkhārārammaṇaṃ saṅkhārappatiṭṭhaṃ nandūpasecanaṃ vuddhiṃ virūḷhiṃ vepullaṃ āpajjati. (18)
sc_po: Or as long as consciousness remains, it remains involved with choices, supported by choices, grounded on choices. And with a sprinkle of relishing, it grows, increases, and matures.

# dn33:1.11.118
source: Cattāri agatigamanāni—
sc_po: Four prejudices:

# dn33:1.11.119
source: chandāgatiṃ gacchati, dosāgatiṃ gacchati, mohāgatiṃ gacchati, bhayāgatiṃ gacchati. (19)
sc_po: making decisions prejudiced by favoritism, hostility, stupidity, and cowardice.

# dn33:1.11.120
source: Cattāro taṇhuppādā—
sc_po: Four things that give rise to craving.

# dn33:1.11.121
source: cīvarahetu vā, āvuso, bhikkhuno taṇhā uppajjamānā uppajjati;
sc_po: Craving arises in a mendicant for the sake of robes,

# dn33:1.11.122
source: piṇḍapātahetu vā, āvuso, bhikkhuno taṇhā uppajjamānā uppajjati;
sc_po: alms-food,

# dn33:1.11.123
source: senāsanahetu vā, āvuso, bhikkhuno taṇhā uppajjamānā uppajjati;
sc_po: lodgings,

# dn33:1.11.124
source: itibhavābhavahetu vā, āvuso, bhikkhuno taṇhā uppajjamānā uppajjati. (20)
sc_po: or rebirth in this or that state.

# dn33:1.11.125
source: Catasso paṭipadā—
sc_po: Four ways of practice:

# dn33:1.11.126
source: dukkhā paṭipadā dandhābhiññā, dukkhā paṭipadā khippābhiññā, sukhā paṭipadā dandhābhiññā, sukhā paṭipadā khippābhiññā. (21)
sc_po: painful practice with slow insight, painful practice with swift insight, pleasant practice with slow insight, and pleasant practice with swift insight.

# dn33:1.11.127
source: Aparāpi catasso paṭipadā—
sc_po: Another four ways of practice:

# dn33:1.11.128
source: akkhamā paṭipadā, khamā paṭipadā, damā paṭipadā, samā paṭipadā. (22)
sc_po: impatient practice, patient practice, taming practice, and calming practice.

# dn33:1.11.129
source: Cattāri dhammapadāni—
sc_po: Four basic principles:

# dn33:1.11.130
source: anabhijjhā dhammapadaṃ, abyāpādo dhammapadaṃ, sammāsati dhammapadaṃ, sammāsamādhi dhammapadaṃ. (23)
sc_po: contentment, good will, right mindfulness, and right immersion.

# dn33:1.11.131
source: Cattāri dhammasamādānāni—
sc_po: Four ways of taking up practices.

# dn33:1.11.132
source: atthāvuso, dhammasamādānaṃ paccuppannadukkhañceva āyatiñca dukkhavipākaṃ.
sc_po: There is a way of taking up practices that is painful now and results in future pain.

# dn33:1.11.133
source: Atthāvuso, dhammasamādānaṃ paccuppannadukkhaṃ āyatiṃ sukhavipākaṃ.
sc_po: There is a way of taking up practices that is painful now but results in future pleasure.

# dn33:1.11.134
source: Atthāvuso, dhammasamādānaṃ paccuppannasukhaṃ āyatiṃ dukkhavipākaṃ.
sc_po: There is a way of taking up practices that is pleasant now but results in future pain.

# dn33:1.11.135
source: Atthāvuso, dhammasamādānaṃ paccuppannasukhañceva āyatiñca sukhavipākaṃ. (24)
sc_po: There is a way of taking up practices that is pleasant now and results in future pleasure.

# dn33:1.11.136
source: Cattāro dhammakkhandhā—
sc_po: Four spectrums of the teaching:

# dn33:1.11.137
source: sīlakkhandho, samādhikkhandho, paññākkhandho, vimuttikkhandho. (25)
sc_po: ethics, immersion, wisdom, and freedom.

# dn33:1.11.138
source: Cattāri balāni—
sc_po: Four powers:

# dn33:1.11.139
source: vīriyabalaṃ, satibalaṃ, samādhibalaṃ, paññābalaṃ. (26)
sc_po: energy, mindfulness, immersion, and wisdom.

# dn33:1.11.140
source: Cattāri adhiṭṭhānāni—
sc_po: Four foundations:

# dn33:1.11.141
source: paññādhiṭṭhānaṃ, saccādhiṭṭhānaṃ, cāgādhiṭṭhānaṃ, upasamādhiṭṭhānaṃ. (27)
sc_po: the foundations of wisdom, truth, generosity, and peace.

# dn33:1.11.142
source: Cattāri pañhabyākaraṇāni—
sc_po: Four ways of answering questions.

# dn33:1.11.143
source: ekaṃsabyākaraṇīyo pañho, paṭipucchābyākaraṇīyo pañho, vibhajjabyākaraṇīyo pañho, ṭhapanīyo pañho. (28)
sc_po: There is a question that should be answered definitively. There is a question that should be answered analytically. There is a question that should be answered with a counter-question. There is a question that should be set aside.

# dn33:1.11.144
source: Cattāri kammāni—
sc_po: Four deeds.

# dn33:1.11.145
source: atthāvuso, kammaṃ kaṇhaṃ kaṇhavipākaṃ.
sc_po: There are deeds that are dark with dark result.

# dn33:1.11.146
source: Atthāvuso, kammaṃ sukkaṃ sukkavipākaṃ.
sc_po: There are deeds that are bright with bright result.

# dn33:1.11.147
source: Atthāvuso, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ.
sc_po: There are deeds that are dark and bright with dark and bright result.

# dn33:1.11.148
source: Atthāvuso, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati. (29)
sc_po: There are neither dark nor bright deeds with neither dark nor bright results, which lead to the end of deeds.

# dn33:1.11.149
source: Cattāro sacchikaraṇīyā dhammā—
sc_po: Four things to be realized.

# dn33:1.11.150
source: pubbenivāso satiyā sacchikaraṇīyo;
sc_po: Past lives are to be realized through recollection.

# dn33:1.11.151
source: sattānaṃ cutūpapāto cakkhunā sacchikaraṇīyo;
sc_po: The passing away and rebirth of sentient beings is to be realized through vision.

# dn33:1.11.152
source: aṭṭha vimokkhā kāyena sacchikaraṇīyā;
sc_po: The eight liberations are to be realized through direct meditative experience.

# dn33:1.11.153
source: āsavānaṃ khayo paññāya sacchikaraṇīyo. (30)
sc_po: The ending of defilements is to be realized through wisdom.

# dn33:1.11.154
source: Cattāro oghā—
sc_po: Four floods:

# dn33:1.11.155
source: kāmogho, bhavogho, diṭṭhogho, avijjogho. (31)
sc_po: sensuality, desire for rebirth, views, and ignorance.

# dn33:1.11.156
source: Cattāro yogā—
sc_po: Four bonds:

# dn33:1.11.157
source: kāmayogo, bhavayogo, diṭṭhiyogo, avijjāyogo. (32)
sc_po: sensuality, desire for rebirth, views, and ignorance.

# dn33:1.11.158
source: Cattāro visaññogā—
sc_po: Four detachments:

# dn33:1.11.159
source: kāmayogavisaññogo, bhavayogavisaññogo, diṭṭhiyogavisaññogo, avijjāyogavisaññogo. (33)
sc_po: detachment from the bonds of sensuality, desire for rebirth, views, and ignorance.

# dn33:1.11.160
source: Cattāro ganthā—
sc_po: Four ties:

# dn33:1.11.161
source: abhijjhā kāyagantho, byāpādo kāyagantho, sīlabbataparāmāso kāyagantho, idaṃsaccābhiniveso kāyagantho. (34)
sc_po: the personal ties to covetousness, ill will, misapprehension of precepts and observances, and the insistence that this is the only truth.

# dn33:1.11.162
source: Cattāri upādānāni—
sc_po: Four kinds of grasping:

# dn33:1.11.163
source: kāmupādānaṃ, diṭṭhupādānaṃ, sīlabbatupādānaṃ, attavādupādānaṃ. (35)
sc_po: grasping at sensual pleasures, views, precepts and observances, and theories of a self.

# dn33:1.11.164
source: Catasso yoniyo—
sc_po: Four kinds of reproduction:

# dn33:1.11.165
source: aṇḍajayoni, jalābujayoni, saṃsedajayoni, opapātikayoni. (36)
sc_po: reproduction for creatures born from an egg, from a womb, from moisture, or spontaneously.

# dn33:1.11.166
source: Catasso gabbhāvakkantiyo.
sc_po: Four kinds of conception.

# dn33:1.11.167
source: Idhāvuso, ekacco asampajāno mātukucchiṃ okkamati, asampajāno mātukucchismiṃ ṭhāti, asampajāno mātukucchimhā nikkhamati, ayaṃ paṭhamā gabbhāvakkanti.
sc_po: Someone is unaware when conceived in their mother’s womb, unaware as they remain there, and unaware as they emerge. This is the first kind of conception.

# dn33:1.11.168
source: Puna caparaṃ, āvuso, idhekacco sampajāno mātukucchiṃ okkamati, asampajāno mātukucchismiṃ ṭhāti, asampajāno mātukucchimhā nikkhamati, ayaṃ dutiyā gabbhāvakkanti.
sc_po: Furthermore, someone is aware when conceived in their mother’s womb, but unaware as they remain there, and unaware as they emerge. This is the second kind of conception.

# dn33:1.11.169
source: Puna caparaṃ, āvuso, idhekacco sampajāno mātukucchiṃ okkamati, sampajāno mātukucchismiṃ ṭhāti, asampajāno mātukucchimhā nikkhamati, ayaṃ tatiyā gabbhāvakkanti.
sc_po: Furthermore, someone is aware when conceived in their mother’s womb, aware as they remain there, but unaware as they emerge. This is the third kind of conception.

# dn33:1.11.170
source: Puna caparaṃ, āvuso, idhekacco sampajāno mātukucchiṃ okkamati, sampajāno mātukucchismiṃ ṭhāti, sampajāno mātukucchimhā nikkhamati, ayaṃ catutthā gabbhāvakkanti. (37)
sc_po: Furthermore, someone is aware when conceived in their mother’s womb, aware as they remain there, and aware as they emerge. This is the fourth kind of conception.

# dn33:1.11.171
source: Cattāro attabhāvapaṭilābhā.
sc_po: Four kinds of reincarnation.

# dn33:1.11.172
source: Atthāvuso, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe attasañcetanāyeva kamati, no parasañcetanā.
sc_po: There is a reincarnation where only one’s own intention is effective, not that of others.

# dn33:1.11.173
source: Atthāvuso, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe parasañcetanāyeva kamati, no attasañcetanā.
sc_po: There is a reincarnation where only the intention of others is effective, not one’s own.

# dn33:1.11.174
source: Atthāvuso, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe attasañcetanā ceva kamati parasañcetanā ca.
sc_po: There is a reincarnation where both one’s own and others’ intentions are effective.

# dn33:1.11.175
source: Atthāvuso, attabhāvapaṭilābho, yasmiṃ attabhāvapaṭilābhe neva attasañcetanā kamati, no parasañcetanā. (38)
sc_po: There is a reincarnation where neither one’s own nor others’ intentions are effective.

# dn33:1.11.176
source: Catasso dakkhiṇāvisuddhiyo.
sc_po: Four ways of purifying a religious donation.

# dn33:1.11.177
source: Atthāvuso, dakkhiṇā dāyakato visujjhati no paṭiggāhakato.
sc_po: There’s a religious donation that’s purified by the giver, not the recipient.

# dn33:1.11.178
source: Atthāvuso, dakkhiṇā paṭiggāhakato visujjhati no dāyakato.
sc_po: There’s a religious donation that’s purified by the recipient, not the giver.

# dn33:1.11.179
source: Atthāvuso, dakkhiṇā neva dāyakato visujjhati no paṭiggāhakato.
sc_po: There’s a religious donation that’s purified by neither the giver nor the recipient.

# dn33:1.11.180
source: Atthāvuso, dakkhiṇā dāyakato ceva visujjhati paṭiggāhakato ca. (39)
sc_po: There’s a religious donation that’s purified by both the giver and the recipient.

# dn33:1.11.181
source: Cattāri saṅgahavatthūni—
sc_po: Four ways of being inclusive:

# dn33:1.11.182
source: dānaṃ, peyyavajjaṃ, atthacariyā, samānattatā. (40)
sc_po: giving, kindly words, taking care, and equality.

# dn33:1.11.183
source: Cattāro anariyavohārā—
sc_po: Four ignoble expressions:

# dn33:1.11.184
source: musāvādo, pisuṇāvācā, pharusāvācā, samphappalāpo. (41)
sc_po: speech that’s false, divisive, harsh, or nonsensical.

# dn33:1.11.185
source: Cattāro ariyavohārā—
sc_po: Four noble expressions:

# dn33:1.11.186
source: musāvādā veramaṇī, pisuṇāya vācāya veramaṇī, pharusāya vācāya veramaṇī, samphappalāpā veramaṇī. (42)
sc_po: refraining from speech that’s false, divisive, harsh, or nonsensical.

# dn33:1.11.187
source: Aparepi cattāro anariyavohārā—
sc_po: Another four ignoble expressions:

# dn33:1.11.188
source: adiṭṭhe diṭṭhavāditā, assute sutavāditā, amute mutavāditā, aviññāte viññātavāditā. (43)
sc_po: saying you’ve seen, heard, thought, or known something, but you haven’t.

# dn33:1.11.189
source: Aparepi cattāro ariyavohārā—
sc_po: Another four noble expressions:

# dn33:1.11.190
source: adiṭṭhe adiṭṭhavāditā, assute assutavāditā, amute amutavāditā, aviññāte aviññātavāditā. (44)
sc_po: saying you haven’t seen, heard, thought, or known something, and you haven’t.

# dn33:1.11.191
source: Aparepi cattāro anariyavohārā—
sc_po: Another four ignoble expressions:

# dn33:1.11.192
source: diṭṭhe adiṭṭhavāditā, sute assutavāditā, mute amutavāditā, viññāte aviññātavāditā. (45)
sc_po: saying you haven’t seen, heard, thought, or known something, and you have.

# dn33:1.11.193
source: Aparepi cattāro ariyavohārā—
sc_po: Another four noble expressions:

# dn33:1.11.194
source: diṭṭhe diṭṭhavāditā, sute sutavāditā, mute mutavāditā, viññāte viññātavāditā. (46)
sc_po: saying you’ve seen, heard, thought, or known something, and you have.

# dn33:1.11.195
source: Cattāro puggalā.
sc_po: Four persons.
