Repository: kondannyo/PGP
Catalog: DN/*_text/dn33.po
Languages: sc_po

# dn33:1.10.64
source: ‘mā me idaṃ paro aññāsī’ti.
sc_po: ‘May others not know this of me.’

# dn33:1.10.69
source: Tayo kiñcanā—
sc_po: Three possessions:

# dn33:1.10.70
source: rāgo kiñcanaṃ, doso kiñcanaṃ, moho kiñcanaṃ. (31)
sc_po: greed, hate, and delusion.

# dn33:1.10.71
source: Tayo aggī—
sc_po: Three fires:

# dn33:1.10.72
source: rāgaggi, dosaggi, mohaggi. (32)
sc_po: greed, hate, and delusion.

# dn33:1.10.73
source: Aparepi tayo aggī—
sc_po: Another three fires:

# dn33:1.10.74
source: āhuneyyaggi, gahapataggi, dakkhiṇeyyaggi. (33)
sc_po: a fire for those worthy of offerings dedicated to the gods, a fire for householders, and a fire for those worthy of a religious donation.

# dn33:1.10.75
source: Tividhena rūpasaṅgaho—
sc_po: A threefold classification of the physical:

# dn33:1.10.76
source: sanidassanasappaṭighaṃ rūpaṃ, anidassanasappaṭighaṃ rūpaṃ, anidassanaappaṭighaṃ rūpaṃ. (34)
sc_po: visible and resistant, invisible and resistant, and invisible and non-resistant.

# dn33:1.10.77
source: Tayo saṅkhārā—
sc_po: Three choices:

# dn33:1.10.78
source: puññābhisaṅkhāro, apuññābhisaṅkhāro, āneñjābhisaṅkhāro. (35)
sc_po: good choices, bad choices, and imperturbable choices.

# dn33:1.10.79
source: Tayo puggalā—
sc_po: Three individuals:

# dn33:1.10.80
source: sekkho puggalo, asekkho puggalo, nevasekkho nāsekkho puggalo. (36)
sc_po: a trainee, an adept, and one who is neither a trainee nor an adept.

# dn33:1.10.81
source: Tayo therā—
sc_po: Three seniors:

# dn33:1.10.82
source: jātithero, dhammathero, sammutithero. (37)
sc_po: a senior by birth, a senior in the teaching, and a senior by convention.

# dn33:1.10.83
source: Tīṇi puññakiriyavatthūni—
sc_po: Three grounds for making merit:

# dn33:1.10.84
source: dānamayaṃ puññakiriyavatthu, sīlamayaṃ puññakiriyavatthu, bhāvanāmayaṃ puññakiriyavatthu. (38)
sc_po: giving, ethical conduct, and meditation.

# dn33:1.10.85
source: Tīṇi codanāvatthūni—
sc_po: Three grounds for accusations:

# dn33:1.10.86
source: diṭṭhena, sutena, parisaṅkāya. (39)
sc_po: what is seen, heard, and suspected.

# dn33:1.10.87
source: Tisso kāmūpapattiyo—
sc_po: Three kinds of sensual rebirth.

# dn33:1.10.88
source: santāvuso sattā paccupaṭṭhitakāmā, te paccupaṭṭhitesu kāmesu vasaṃ vattenti, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā.
sc_po: There are sentient beings who desire what is present. They fall under the sway of presently arisen sensual pleasures. Namely, humans, some gods, and some beings in the underworld.

# dn33:1.10.89
source: Ayaṃ paṭhamā kāmūpapatti.
sc_po: This is the first kind of sensual rebirth.

# dn33:1.10.90
source: Santāvuso, sattā nimmitakāmā, te nimminitvā nimminitvā kāmesu vasaṃ vattenti, seyyathāpi devā nimmānaratī.
sc_po: There are sentient beings who desire to create. Having repeatedly created, they fall under the sway of sensual pleasures. Namely, the Gods Who Love to Create.

# dn33:1.10.91
source: Ayaṃ dutiyā kāmūpapatti.
sc_po: This is the second kind of sensual rebirth.

# dn33:1.10.92
source: Santāvuso sattā paranimmitakāmā, te paranimmitesu kāmesu vasaṃ vattenti, seyyathāpi devā paranimmitavasavattī.
sc_po: There are sentient beings who desire what is created by others. They fall under the sway of sensual pleasures created by others. Namely, the Gods Who Control the Creations of Others.

# dn33:1.10.93
source: Ayaṃ tatiyā kāmūpapatti. (40)
sc_po: This is the third kind of sensual rebirth.

# dn33:1.10.94
source: Tisso sukhūpapattiyo—
sc_po: Three kinds of pleasant rebirth.

# dn33:1.10.95
source: santāvuso sattā uppādetvā uppādetvā sukhaṃ viharanti, seyyathāpi devā brahmakāyikā.
sc_po: There are sentient beings who, having repeatedly given rise to it, dwell in pleasure. Namely, the gods of Brahmā’s Host.

# dn33:1.10.96
source: Ayaṃ paṭhamā sukhūpapatti.
sc_po: This is the first pleasant rebirth.

# dn33:1.10.97
source: Santāvuso, sattā sukhena abhisannā parisannā paripūrā paripphuṭā.
sc_po: There are sentient beings who are drenched, steeped, filled, and soaked with pleasure.

# dn33:1.10.98
source: Te kadāci karahaci udānaṃ udānenti:
sc_po: Every so often they feel inspired to exclaim:

# dn33:1.10.99
source: ‘aho sukhaṃ, aho sukhan’ti, seyyathāpi devā ābhassarā.
sc_po: ‘Oh, what bliss! Oh, what bliss!’ Namely, the gods of streaming radiance.

# dn33:1.10.100
source: Ayaṃ dutiyā sukhūpapatti.
sc_po: This is the second pleasant rebirth.

# dn33:1.10.101
source: Santāvuso, sattā sukhena abhisannā parisannā paripūrā paripphuṭā.
sc_po: There are sentient beings who are drenched, steeped, filled, and soaked with pleasure.

# dn33:1.10.102
source: Te santaṃyeva tusitā sukhaṃ paṭisaṃvedenti, seyyathāpi devā subhakiṇhā.
sc_po: Since they’re truly content, they experience pleasure. Namely, the gods replete with glory.

# dn33:1.10.103
source: Ayaṃ tatiyā sukhūpapatti. (41)
sc_po: This is the third pleasant rebirth.

# dn33:1.10.104
source: Tisso paññā—
sc_po: Three kinds of wisdom:

# dn33:1.10.105
source: sekkhā paññā, asekkhā paññā, nevasekkhānāsekkhā paññā. (42)
sc_po: the wisdom of a trainee, the wisdom of an adept, and the wisdom of one who is neither a trainee nor an adept.

# dn33:1.10.106
source: Aparāpi tisso paññā—
sc_po: Another three kinds of wisdom:

# dn33:1.10.107
source: cintāmayā paññā, sutamayā paññā, bhāvanāmayā paññā. (43)
sc_po: wisdom produced by thought, learning, and meditation.

# dn33:1.10.108
source: Tīṇāvudhāni—
sc_po: Three weapons:

# dn33:1.10.109
source: sutāvudhaṃ, pavivekāvudhaṃ, paññāvudhaṃ. (44)
sc_po: learning, seclusion, and wisdom.

# dn33:1.10.110
source: Tīṇindriyāni—
sc_po: Three faculties:

# dn33:1.10.111
source: anaññātaññassāmītindriyaṃ, aññindriyaṃ, aññātāvindriyaṃ. (45)
sc_po: the faculty of understanding that one’s enlightenment is imminent, the faculty of enlightenment, and the faculty of one who is enlightened.

# dn33:1.10.112
source: Tīṇi cakkhūni—
sc_po: Three eyes:

# dn33:1.10.113
source: maṃsacakkhu, dibbacakkhu, paññācakkhu. (46)
sc_po: the eye of the flesh, the eye of clairvoyance, and the eye of wisdom.

# dn33:1.10.114
source: Tisso sikkhā—
sc_po: Three trainings:

# dn33:1.10.115
source: adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhā. (47)
sc_po: in higher ethics, higher mind, and higher wisdom.

# dn33:1.10.116
source: Tisso bhāvanā—
sc_po: Three kinds of development:

# dn33:1.10.117
source: kāyabhāvanā, cittabhāvanā, paññābhāvanā. (48)
sc_po: the development of physical endurance, the development of the mind, and the development of wisdom.

# dn33:1.10.118
source: Tīṇi anuttariyāni—
sc_po: Three unsurpassable things:

# dn33:1.10.119
source: dassanānuttariyaṃ, paṭipadānuttariyaṃ, vimuttānuttariyaṃ. (49)
sc_po: unsurpassable seeing, practice, and freedom.

# dn33:1.10.120
source: Tayo samādhī—
sc_po: Three kinds of immersion.

# dn33:1.10.121
source: savitakkasavicāro samādhi, avitakkavicāramatto samādhi, avitakkaavicāro samādhi. (50)
sc_po: Immersion with placing the mind and keeping it connected. Immersion without placing the mind, but just keeping it connected. Immersion without placing the mind or keeping it connected.

# dn33:1.10.122
source: Aparepi tayo samādhī—
sc_po: Another three kinds of immersion:

# dn33:1.10.123
source: suññato samādhi, animitto samādhi, appaṇihito samādhi. (51)
sc_po: emptiness, signless, and undirected.

# dn33:1.10.124
source: Tīṇi soceyyāni—
sc_po: Three purities:

# dn33:1.10.125
source: kāyasoceyyaṃ, vacīsoceyyaṃ, manosoceyyaṃ. (52)
sc_po: purity of body, speech, and mind.

# dn33:1.10.126
source: Tīṇi moneyyāni—
sc_po: Three kinds of sagacity:

# dn33:1.10.127
source: kāyamoneyyaṃ, vacīmoneyyaṃ, manomoneyyaṃ. (53)
sc_po: sagacity of body, speech, and mind.

# dn33:1.10.128
source: Tīṇi kosallāni—
sc_po: Three skills:

# dn33:1.10.129
source: āyakosallaṃ, apāyakosallaṃ, upāyakosallaṃ. (54)
sc_po: skill in progress, skill in regress, and skill in means.

# dn33:1.10.130
source: Tayo madā—
sc_po: Three vanities:

# dn33:1.10.131
source: ārogyamado, yobbanamado, jīvitamado. (55)
sc_po: the vanity of health, the vanity of youth, and the vanity of life.

# dn33:1.10.132
source: Tīṇi ādhipateyyāni—
sc_po: Three ways of putting something in charge:

# dn33:1.10.133
source: attādhipateyyaṃ, lokādhipateyyaṃ, dhammādhipateyyaṃ. (56)
sc_po: putting oneself, the world, or the teaching in charge.

# dn33:1.10.134
source: Tīṇi kathāvatthūni—
sc_po: Three topics of discussion.

# dn33:1.10.135
source: atītaṃ vā addhānaṃ ārabbha kathaṃ katheyya:
sc_po: You might discuss the past:

# dn33:1.10.136
source: ‘evaṃ ahosi atītamaddhānan’ti;
sc_po: ‘That is how it was in the past.’

# dn33:1.10.137
source: anāgataṃ vā addhānaṃ ārabbha kathaṃ katheyya:
sc_po: You might discuss the future:

# dn33:1.10.138
source: ‘evaṃ bhavissati anāgatamaddhānan’ti;
sc_po: ‘That is how it will be in the future.’

# dn33:1.10.139
source: etarahi vā paccuppannaṃ addhānaṃ ārabbha kathaṃ katheyya:
sc_po: Or you might discuss the present:

# dn33:1.10.140
source: ‘evaṃ hoti etarahi paccuppannaṃ addhānan’ti. (57)
sc_po: ‘This is how it is at present.’

# dn33:1.10.141
source: Tisso vijjā—
sc_po: Three knowledges:

# dn33:1.10.142
source: pubbenivāsānussatiñāṇaṃ vijjā, sattānaṃ cutūpapāteñāṇaṃ vijjā, āsavānaṃ khayeñāṇaṃ vijjā. (58)
sc_po: recollection of past lives, knowledge of the death and rebirth of sentient beings, and knowledge of the ending of defilements.

# dn33:1.10.143
source: Tayo vihārā—
sc_po: Three meditative abidings:

# dn33:1.10.144
source: dibbo vihāro, brahmā vihāro, ariyo vihāro. (59)
sc_po: the meditation of the gods, the meditation of Brahmā, and the meditation of the noble ones.

# dn33:1.10.145
source: Tīṇi pāṭihāriyāni—
sc_po: Three demonstrations:

# dn33:1.10.146
source: iddhipāṭihāriyaṃ, ādesanāpāṭihāriyaṃ, anusāsanīpāṭihāriyaṃ. (60)
sc_po: a demonstration of psychic power, a demonstration of revealing, and an instructional demonstration.

# dn33:1.10.147
source: Ime kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena tayo dhammā sammadakkhātā.
sc_po: These are the teachings grouped by three that have been rightly explained by the Buddha.

# dn33:1.10.148
source: Tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:1.10.149
source: 4. Catukka
sc_po: 4. Fours

# dn33:1.11.1
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena cattāro dhammā sammadakkhātā.
sc_po: There are teachings grouped by four that have been rightly explained by the Buddha.

# dn33:1.11.2
source: Tattha sabbeheva saṅgāyitabbaṃ, na vivaditabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:1.11.3
source: Katame cattāro?
sc_po: What are the teachings grouped by four?

# dn33:1.11.4
source: Cattāro satipaṭṭhānā.
sc_po: Four kinds of mindfulness meditation.

# dn33:1.11.5
source: Idhāvuso, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# dn33:1.11.6
source: Vedanāsu vedanānupassī … pe …
sc_po: They meditate observing an aspect of feelings …

# dn33:1.11.7
source: citte cittānupassī … pe …
sc_po: mind …

# dn33:1.11.8
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. (1)
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# dn33:1.11.9
source: Cattāro sammappadhānā.
sc_po: Four right efforts.

# dn33:1.11.10
source: Idhāvuso, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: A mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise.

# dn33:1.11.11
source: Uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.

# dn33:1.11.12
source: Anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise.

# dn33:1.11.13
source: Uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati. (2)
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.

# dn33:1.11.14
source: Cattāro iddhipādā.
sc_po: Four bases of psychic power.

# dn33:1.11.15
source: Idhāvuso, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: A mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort.

# dn33:1.11.16
source: Cittasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: They develop the basis of psychic power that has immersion due to mental development, and active effort.

# dn33:1.11.17
source: Vīriyasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: They develop the basis of psychic power that has immersion due to energy, and active effort.

# dn33:1.11.18
source: Vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti. (3)
sc_po: They develop the basis of psychic power that has immersion due to inquiry, and active effort.

# dn33:1.11.19
source: Cattāri jhānāni.
sc_po: Four absorptions.

# dn33:1.11.20
source: Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
sc_po: A mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# dn33:1.11.21
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
sc_po: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# dn33:1.11.22
source: Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
sc_po: And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# dn33:1.11.23
source: Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati. (4)
sc_po: Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# dn33:1.11.24
source: Catasso samādhibhāvanā.
sc_po: Four ways of developing immersion further.

# dn33:1.11.25
source: Atthāvuso, samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṃvattati.
sc_po: There is a way of developing immersion further that leads to blissful meditation in the present life.

# dn33:1.11.26
source: Atthāvuso, samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanapaṭilābhāya saṃvattati.
sc_po: There is a way of developing immersion further that leads to gaining knowledge and vision.

# dn33:1.11.27
source: Atthāvuso samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṃvattati.
sc_po: There is a way of developing immersion further that leads to mindfulness and awareness.

# dn33:1.11.28
source: Atthāvuso samādhibhāvanā bhāvitā bahulīkatā āsavānaṃ khayāya saṃvattati.
sc_po: There is a way of developing immersion further that leads to the ending of defilements.

# dn33:1.11.29
source: Katamā cāvuso, samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṃvattati?
sc_po: And what is the way of developing immersion further that leads to blissful meditation in the present life?

# dn33:1.11.30
source: Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ …
sc_po: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption …

# dn33:1.11.31
source: pe …
sc_po: second absorption …

# dn33:1.11.32
source: catutthaṃ jhānaṃ upasampajja viharati.
sc_po: fourth absorption.

# dn33:1.11.33
source: Ayaṃ, āvuso, samādhibhāvanā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya saṃvattati. (5.1)
sc_po: This is the way of developing immersion further that leads to blissful meditation in the present life.

# dn33:1.11.34
source: Katamā cāvuso, samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanapaṭilābhāya saṃvattati?
sc_po: And what is the way of developing immersion further that leads to gaining knowledge and vision?

# dn33:1.11.35
source: Idhāvuso, bhikkhu ālokasaññaṃ manasi karoti, divāsaññaṃ adhiṭṭhāti yathā divā tathā rattiṃ, yathā rattiṃ tathā divā.
sc_po: A mendicant focuses on the perception of light, concentrating on the perception of day regardless of whether it is night or day.

# dn33:1.11.36
source: Iti vivaṭena cetasā apariyonaddhena sappabhāsaṃ cittaṃ bhāveti.
sc_po: And so, with an open and unenveloped heart, they develop a mind that’s full of radiance.

# dn33:1.11.37
source: Ayaṃ, āvuso, samādhibhāvanā bhāvitā bahulīkatā ñāṇadassanapaṭilābhāya saṃvattati. (5.2)
sc_po: This is the way of developing immersion further that leads to gaining knowledge and vision.

# dn33:1.11.38
source: Katamā cāvuso, samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṃvattati?
sc_po: And what is the way of developing immersion further that leads to mindfulness and awareness?

# dn33:1.11.39
source: Idhāvuso, bhikkhuno viditā vedanā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
sc_po: A mendicant knows feelings as they arise, as they remain, and as they go away.

# dn33:1.11.40
source: Viditā saññā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
sc_po: They know perceptions as they arise, as they remain, and as they go away.

# dn33:1.11.41
source: Viditā vitakkā uppajjanti, viditā upaṭṭhahanti, viditā abbhatthaṃ gacchanti.
sc_po: They know thoughts as they arise, as they remain, and as they go away.

# dn33:1.11.42
source: Ayaṃ, āvuso, samādhibhāvanā bhāvitā bahulīkatā satisampajaññāya saṃvattati. (5.3)
sc_po: This is the way of developing immersion further that leads to mindfulness and awareness.

# dn33:1.11.43
source: Katamā cāvuso, samādhibhāvanā bhāvitā bahulīkatā āsavānaṃ khayāya saṃvattati?
sc_po: And what is the way of developing immersion further that leads to the ending of defilements?

# dn33:1.11.44
source: Idhāvuso, bhikkhu pañcasu upādānakkhandhesu udayabbayānupassī viharati.
sc_po: A mendicant meditates observing rise and fall in the five grasping aggregates.

# dn33:1.11.45
source: Iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo.
sc_po: ‘Such is form, such is the origin of form, such is the ending of form.

# dn33:1.11.46
source: Iti vedanā … pe …
sc_po: Such are feelings …

# dn33:1.11.47
source: iti saññā …
sc_po: perceptions …

# dn33:1.11.48
source: iti saṅkhārā …
sc_po: choices …

# dn33:1.11.49
source: iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo.
sc_po: consciousness, such is the origin of consciousness, such is the ending of consciousness.’

# dn33:1.11.50
source: Ayaṃ, āvuso, samādhibhāvanā bhāvitā bahulīkatā āsavānaṃ khayāya saṃvattati. (5.4)
sc_po: This is the way of developing immersion further that leads to the ending of defilements.

# dn33:1.11.51
source: Catasso appamaññā.
sc_po: Four immeasurables.

# dn33:1.11.52
source: Idhāvuso, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.
sc_po: A mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# dn33:1.11.53
source: Karuṇāsahagatena cetasā … pe …
sc_po: They meditate spreading a heart full of compassion …

# dn33:1.11.54
source: muditāsahagatena cetasā … pe …
sc_po: rejoicing …

# dn33:1.11.55
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati. Tathā dutiyaṃ. Tathā tatiyaṃ. Tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati. (6)
sc_po: equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# dn33:1.11.56
source: Cattāro āruppā.
sc_po: Four formless states.

# dn33:1.11.57
source: Idhāvuso, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.
sc_po: A mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.

# dn33:1.11.58
source: Sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness.

# dn33:1.11.59
source: Sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness.

# dn33:1.11.60
source: Sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati. (7)
sc_po: Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception.

# dn33:1.11.61
source: Cattāri apassenāni.
sc_po: Four supports.

# dn33:1.11.62
source: Idhāvuso, bhikkhu saṅkhāyekaṃ paṭisevati, saṅkhāyekaṃ adhivāseti, saṅkhāyekaṃ parivajjeti, saṅkhāyekaṃ vinodeti. (8)
sc_po: After reflection, a mendicant uses some things, endures some things, avoids some things, and gets rid of some things.

# dn33:1.11.63
source: Cattāro ariyavaṃsā.
sc_po: Four noble traditions.
