Repository: kondannyo/PGP
Catalog: DN/*_text/dn33.po
Languages: sc_po

# dn33:3.1.73
source: idaṃ catutthaṃ ārambhavatthu.
sc_po: This is the fourth ground for arousing energy.

# dn33:3.1.74
source: Puna caparaṃ, āvuso, bhikkhu gāmaṃ vā nigamaṃ vā piṇḍāya caranto na labhati lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ.
sc_po: Furthermore, a mendicant has wandered for alms, but they didn’t get to fill up on as much food as they like, coarse or fine.

# dn33:3.1.75
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.76
source: ‘ahaṃ kho gāmaṃ vā nigamaṃ vā piṇḍāya caranto nālatthaṃ lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ, tassa me kāyo lahuko kammañño, handāhaṃ vīriyaṃ ārabhāmi … pe …
sc_po: ‘I’ve wandered for alms, but I didn’t get to fill up on as much food as I like, coarse or fine. My body is light and fit for work. I’d better preemptively rouse up energy.’

# dn33:3.1.77
source: so vīriyaṃ ārabhati …
sc_po: They rouse up energy...

# dn33:3.1.78
source: idaṃ pañcamaṃ ārambhavatthu.
sc_po: This is the fifth ground for arousing energy.

# dn33:3.1.79
source: Puna caparaṃ, āvuso, bhikkhu gāmaṃ vā nigamaṃ vā piṇḍāya caranto labhati lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ.
sc_po: Furthermore, a mendicant has wandered for alms, and they got to fill up on as much food as they like, coarse or fine.

# dn33:3.1.80
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.81
source: ‘ahaṃ kho gāmaṃ vā nigamaṃ vā piṇḍāya caranto alatthaṃ lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ, tassa me kāyo balavā kammañño, handāhaṃ vīriyaṃ ārabhāmi … pe …
sc_po: ‘I’ve wandered for alms, and I got to fill up on as much food as I like, coarse or fine. My body is strong and fit for work. I’d better preemptively rouse up energy.’

# dn33:3.1.82
source: so vīriyaṃ ārabhati …
sc_po: They rouse up energy...

# dn33:3.1.83
source: idaṃ chaṭṭhaṃ ārambhavatthu.
sc_po: This is the sixth ground for arousing energy.

# dn33:3.1.84
source: Puna caparaṃ, āvuso, bhikkhuno uppanno hoti appamattako ābādho.
sc_po: Furthermore, a mendicant feels a little sick.

# dn33:3.1.85
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.86
source: ‘uppanno kho me ayaṃ appamattako ābādho, ṭhānaṃ kho panetaṃ vijjati yaṃ me ābādho pavaḍḍheyya, handāhaṃ vīriyaṃ ārabhāmi … pe …
sc_po: ‘I feel a little sick. It’s possible this illness will worsen. I’d better preemptively rouse up energy.’

# dn33:3.1.87
source: so vīriyaṃ ārabhati …
sc_po: They rouse up energy...

# dn33:3.1.88
source: idaṃ sattamaṃ ārambhavatthu.
sc_po: This is the seventh ground for arousing energy.

# dn33:3.1.89
source: Puna caparaṃ, āvuso, bhikkhu gilānā vuṭṭhito hoti aciravuṭṭhito gelaññā.
sc_po: Furthermore, a mendicant has recently recovered from illness.

# dn33:3.1.90
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.91
source: ‘ahaṃ kho gilānā vuṭṭhito aciravuṭṭhito gelaññā, ṭhānaṃ kho panetaṃ vijjati yaṃ me ābādho paccudāvatteyya, handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.
sc_po: ‘I’ve recently recovered from illness. It’s possible the illness will come back. I’d better preemptively rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# dn33:3.1.92
source: So vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# dn33:3.1.93
source: Idaṃ aṭṭhamaṃ ārambhavatthu. (5)
sc_po: This is the eighth ground for arousing energy.

# dn33:3.1.94
source: Aṭṭha dānavatthūni.
sc_po: Eight reasons to give.

# dn33:3.1.95
source: Āsajja dānaṃ deti, bhayā dānaṃ deti, ‘adāsi me’ti dānaṃ deti, ‘dassati me’ti dānaṃ deti, ‘sāhu dānan’ti dānaṃ deti, ‘ahaṃ pacāmi, ime na pacanti, nārahāmi pacanto apacantānaṃ dānaṃ na dātun’ti dānaṃ deti, ‘idaṃ me dānaṃ dadato kalyāṇo kittisaddo abbhuggacchatī’ti dānaṃ deti.
sc_po: A person might give a gift after insulting the recipient. Or they give out of fear. Or they give thinking, ‘They gave to me.’ Or they give thinking, ‘They’ll give to me.’ Or they give thinking, ‘It’s good to give.’ Or they give thinking, ‘I cook, they don’t. It wouldn’t be right for me to not give to them.’ Or they give thinking, ‘By giving this gift I’ll get a good reputation.’ Or they give thinking, ‘This is an adornment and requisite for the mind.’

# dn33:3.1.97
source: Aṭṭha dānūpapattiyo.
sc_po: Eight rebirths by giving.

# dn33:3.1.98
source: Idhāvuso, ekacco dānaṃ deti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ.
sc_po: First, someone gives to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting.

# dn33:3.1.99
source: So yaṃ deti taṃ paccāsīsati.
sc_po: Whatever they give, they expect something back.

# dn33:3.1.100
source: So passati khattiyamahāsālaṃ vā brāhmaṇamahāsālaṃ vā gahapatimahāsālaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ.
sc_po: They see an affluent aristocrat or brahmin or householder amusing themselves, supplied and provided with the five kinds of sensual stimulation.

# dn33:3.1.101
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.102
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā khattiyamahāsālānaṃ vā brāhmaṇamahāsālānaṃ vā gahapatimahāsālānaṃ vā sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of well-to-do aristocrats or brahmins or householders!’

# dn33:3.1.103
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti, tassa taṃ cittaṃ hīne vimuttaṃ uttari abhāvitaṃ tatrūpapattiyā saṃvattati.
sc_po: They settle on that thought, concentrate on it and develop it. As they’ve settled for less and not developed further, their thought leads to rebirth there.

# dn33:3.1.104
source: Tañca kho sīlavato vadāmi no dussīlassa.
sc_po: But I say that this is only for those of ethical conduct, not for the unethical.

# dn33:3.1.105
source: Ijjhatāvuso, sīlavato cetopaṇidhi visuddhattā. (7.1)
sc_po: The heart’s wish of an ethical person succeeds because of their purity.

# dn33:3.1.106
source: Puna caparaṃ, āvuso, idhekacco dānaṃ deti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ … pe … seyyāvasathapadīpeyyaṃ.
sc_po: Next, someone gives to ascetics or brahmins.

# dn33:3.1.107
source: So yaṃ deti taṃ paccāsīsati.
sc_po: Whatever they give, they expect something back.

# dn33:3.1.108
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# dn33:3.1.109
source: ‘cātumahārājikā devā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: ‘The Gods of the Four Great Kings are long-lived, beautiful, and very happy.’

# dn33:3.1.110
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.111
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the Gods of the Four Great Kings!’

# dn33:3.1.112
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti, tassa taṃ cittaṃ hīne vimuttaṃ uttari abhāvitaṃ tatrūpapattiyā saṃvattati.
sc_po: They settle on that thought, concentrate on it and develop it. As they’ve settled for less and not developed further, their thought leads to rebirth there.

# dn33:3.1.113
source: Tañca kho sīlavato vadāmi no dussīlassa.
sc_po: But I say that this is only for those of ethical conduct, not for the unethical.

# dn33:3.1.114
source: Ijjhatāvuso, sīlavato cetopaṇidhi visuddhattā. (7.2)
sc_po: The heart’s wish of an ethical person succeeds because of their purity.

# dn33:3.1.115
source: Puna caparaṃ, āvuso, idhekacco dānaṃ deti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ … pe … seyyāvasathapadīpeyyaṃ.
sc_po: Next, someone gives to ascetics or brahmins.

# dn33:3.1.116
source: So yaṃ deti taṃ paccāsīsati.
sc_po: Whatever they give, they expect something back.

# dn33:3.1.117
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# dn33:3.1.118
source: ‘tāvatiṃsā devā … pe …
sc_po: ‘The Gods of the Thirty-Three …

# dn33:3.1.119
source: yāmā devā … pe …
sc_po: the Gods of Yama …

# dn33:3.1.120
source: tusitā devā … pe …
sc_po: the Joyful Gods …

# dn33:3.1.121
source: nimmānaratī devā … pe …
sc_po: the Gods Who Love to Create …

# dn33:3.1.122
source: paranimmitavasavattī devā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: the Gods Who Control the Creations of Others are long-lived, beautiful, and very happy.’

# dn33:3.1.123
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.124
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā paranimmitavasavattīnaṃ devānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the Gods Who Control the Creations of Others!’

# dn33:3.1.125
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti, tassa taṃ cittaṃ hīne vimuttaṃ uttari abhāvitaṃ tatrūpapattiyā saṃvattati.
sc_po: They settle on that thought, concentrate on it and develop it. As they’ve settled for less and not developed further, their thought leads to rebirth there.

# dn33:3.1.126
source: Tañca kho sīlavato vadāmi no dussīlassa.
sc_po: But I say that this is only for those of ethical conduct, not for the unethical.

# dn33:3.1.127
source: Ijjhatāvuso, sīlavato cetopaṇidhi visuddhattā. (7.3–7.)
sc_po: The heart’s wish of an ethical person succeeds because of their purity.

# dn33:3.1.128
source: Puna caparaṃ, āvuso, idhekacco dānaṃ deti samaṇassa vā brāhmaṇassa vā annaṃ pānaṃ vatthaṃ yānaṃ mālāgandhavilepanaṃ seyyāvasathapadīpeyyaṃ.
sc_po: Next, someone gives to ascetics or brahmins such things as food, drink, clothing, vehicles; garlands, fragrance, and makeup; and bed, house, and lighting.

# dn33:3.1.129
source: So yaṃ deti taṃ paccāsīsati.
sc_po: Whatever they give, they expect something back.

# dn33:3.1.130
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# dn33:3.1.131
source: ‘brahmakāyikā devā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: ‘The Gods of Brahmā’s Host are long-lived, beautiful, and very happy.’

# dn33:3.1.132
source: Tassa evaṃ hoti:
sc_po: They think:

# dn33:3.1.133
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā brahmakāyikānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the Gods of Brahmā’s Host!’

# dn33:3.1.134
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti, tassa taṃ cittaṃ hīne vimuttaṃ uttari abhāvitaṃ tatrūpapattiyā saṃvattati.
sc_po: They settle on that thought, concentrate on it and develop it. As they’ve settled for less and not developed further, their thought leads to rebirth there.

# dn33:3.1.135
source: Tañca kho sīlavato vadāmi no dussīlassa;
sc_po: But I say that this is only for those of ethical conduct, not for the unethical.

# dn33:3.1.136
source: vītarāgassa no sarāgassa.
sc_po: And for those free of desire, not those with desire.

# dn33:3.1.137
source: Ijjhatāvuso, sīlavato cetopaṇidhi vītarāgattā. (7.8)
sc_po: The heart’s wish of an ethical person succeeds because of their freedom from desire.

# dn33:3.1.138
source: Aṭṭha parisā—
sc_po: Eight assemblies:

# dn33:3.1.139
source: khattiyaparisā, brāhmaṇaparisā, gahapatiparisā, samaṇaparisā, cātumahārājikaparisā, tāvatiṃsaparisā, māraparisā, brahmaparisā. (8)
sc_po: the assemblies of aristocrats, brahmins, householders, and ascetics. An assembly of the gods under the Four Great Kings. An assembly of the gods under the Thirty-Three. An assembly of Māras. An assembly of Brahmās.

# dn33:3.1.140
source: Aṭṭha lokadhammā—
sc_po: Eight worldly conditions:

# dn33:3.1.141
source: lābho ca, alābho ca, yaso ca, ayaso ca, nindā ca, pasaṃsā ca, sukhañca, dukkhañca. (9)
sc_po: gain and loss, fame and disgrace, praise and blame, pleasure and pain.

# dn33:3.1.142
source: Aṭṭha abhibhāyatanāni.
sc_po: Eight dimensions of mastery.

# dn33:3.1.143
source: Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni, ‘tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Perceiving form internally, someone sees visions externally, limited, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’

# dn33:3.1.144
source: Idaṃ paṭhamaṃ abhibhāyatanaṃ.
sc_po: This is the first dimension of mastery.

# dn33:3.1.145
source: Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni, ‘tāni abhibhuyya jānāmi passāmī’ti—
sc_po: Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’

# dn33:3.1.147
source: Idaṃ dutiyaṃ abhibhāyatanaṃ.
sc_po: This is the second dimension of mastery.

# dn33:3.1.148
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni, ‘tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’

# dn33:3.1.149
source: Idaṃ tatiyaṃ abhibhāyatanaṃ.
sc_po: This is the third dimension of mastery.

# dn33:3.1.150
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni, ‘tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly. Mastering them, they perceive: ‘I know and see.’

# dn33:3.1.151
source: Idaṃ catutthaṃ abhibhāyatanaṃ.
sc_po: This is the fourth dimension of mastery.

# dn33:3.1.152
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are blue, with blue color, blue hue, and blue tint.

# dn33:3.1.153
source: Seyyathāpi nāma umāpupphaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ;
sc_po: They’re like a flax flower that’s blue, with blue color, blue hue, and blue tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, blue, with blue color, blue hue, and blue tint.

# dn33:3.1.154
source: evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni, ‘tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn33:3.1.155
source: Idaṃ pañcamaṃ abhibhāyatanaṃ.
sc_po: This is the fifth dimension of mastery.

# dn33:3.1.156
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint.

# dn33:3.1.157
source: Seyyathāpi nāma kaṇikārapupphaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ;
sc_po: They’re like a champak flower that’s yellow, with yellow color, yellow hue, and yellow tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, yellow, with yellow color, yellow hue, and yellow tint.

# dn33:3.1.158
source: evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni, ‘tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn33:3.1.159
source: Idaṃ chaṭṭhaṃ abhibhāyatanaṃ.
sc_po: This is the sixth dimension of mastery.

# dn33:3.1.160
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint.

# dn33:3.1.161
source: Seyyathāpi nāma bandhujīvakapupphaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ;
sc_po: They’re like a scarlet mallow flower that’s red, with red color, red hue, and red tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, red, with red color, red hue, and red tint.

# dn33:3.1.162
source: evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni, ‘tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn33:3.1.163
source: Idaṃ sattamaṃ abhibhāyatanaṃ.
sc_po: This is the seventh dimension of mastery.

# dn33:3.1.164
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint.

# dn33:3.1.165
source: Seyyathāpi nāma osadhitārakā odātā odātavaṇṇā odātanidassanā odātanibhāsā, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ odātaṃ odātavaṇṇaṃ odātanidassanaṃ odātanibhāsaṃ;
sc_po: They’re like the morning star that’s white, with white color, white hue, and white tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, white, with white color, white hue, and white tint.

# dn33:3.1.166
source: evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni, ‘tāni abhibhuyya jānāmi passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# dn33:3.1.167
source: Idaṃ aṭṭhamaṃ abhibhāyatanaṃ. (10)
sc_po: This is the eighth dimension of mastery.

# dn33:3.1.168
source: Aṭṭha vimokkhā.
sc_po: Eight liberations.

# dn33:3.1.169
source: Rūpī rūpāni passati.
sc_po: Having physical form, they see visions.

# dn33:3.1.170
source: Ayaṃ paṭhamo vimokkho.
sc_po: This is the first liberation.

# dn33:3.1.171
source: Ajjhattaṃ arūpasaññī bahiddhā rūpāni passati.
sc_po: Not perceiving physical form internally, they see visions externally.

# dn33:3.1.172
source: Ayaṃ dutiyo vimokkho.
sc_po: This is the second liberation.

# dn33:3.1.173
source: Subhanteva adhimutto hoti.
sc_po: They’re focused only on beauty.

# dn33:3.1.174
source: Ayaṃ tatiyo vimokkho.
sc_po: This is the third liberation.

# dn33:3.1.175
source: Sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space.

# dn33:3.1.176
source: Ayaṃ catuttho vimokkho.
sc_po: This is the fourth liberation.

# dn33:3.1.177
source: Sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness.

# dn33:3.1.178
source: Ayaṃ pañcamo vimokkho.
sc_po: This is the fifth liberation.

# dn33:3.1.179
source: Sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness.

# dn33:3.1.180
source: Ayaṃ chaṭṭho vimokkho.
sc_po: This is the sixth liberation.

# dn33:3.1.181
source: Sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.
sc_po: Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception.

# dn33:3.1.182
source: Ayaṃ sattamo vimokkho.
sc_po: This is the seventh liberation.

# dn33:3.1.183
source: Sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati.
sc_po: Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling.

# dn33:3.1.184
source: Ayaṃ aṭṭhamo vimokkho. (11)
sc_po: This is the eighth liberation.

# dn33:3.1.185
source: Ime kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena aṭṭha dhammā sammadakkhātā;
sc_po: These are the teachings grouped by eight that have been rightly explained by the Buddha.

# dn33:3.1.186
source: tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:3.1.187
source: 9. Navaka
sc_po: 9. Nines

# dn33:3.2.1
source: Atthi kho, āvuso, tena bhagavatā jānatā passatā arahatā sammāsambuddhena nava dhammā sammadakkhātā;
sc_po: There are teachings grouped by nine that have been rightly explained by the Buddha.

# dn33:3.2.2
source: tattha sabbeheva saṅgāyitabbaṃ … pe … atthāya hitāya sukhāya devamanussānaṃ.
sc_po: You should all recite these in concert.

# dn33:3.2.3
source: Katame nava?
sc_po: What are the teachings grouped by nine?

# dn33:3.2.4
source: Nava āghātavatthūni.
sc_po: Nine grounds for resentment.

# dn33:3.2.5
source: ‘Anatthaṃ me acarī’ti āghātaṃ bandhati;
sc_po: Thinking: ‘They did wrong to me,’ you harbor resentment.

# dn33:3.2.6
source: ‘anatthaṃ me caratī’ti āghātaṃ bandhati;
sc_po: Thinking: ‘They are doing wrong to me’ …

# dn33:3.2.7
source: ‘anatthaṃ me carissatī’ti āghātaṃ bandhati;
sc_po: ‘They will do wrong to me’ …

# dn33:3.2.8
source: ‘piyassa me manāpassa anatthaṃ acarī’ti āghātaṃ bandhati … pe …
sc_po: ‘They did wrong by someone I love’ …

# dn33:3.2.9
source: anatthaṃ caratīti āghātaṃ bandhati … pe …
sc_po: ‘They are doing wrong by someone I love’ …

# dn33:3.2.10
source: anatthaṃ carissatīti āghātaṃ bandhati;
sc_po: ‘They will do wrong by someone I love’ …

# dn33:3.2.11
source: ‘appiyassa me amanāpassa atthaṃ acarī’ti āghātaṃ bandhati … pe …
sc_po: ‘They helped someone I dislike’ …

# dn33:3.2.12
source: atthaṃ caratīti āghātaṃ bandhati … pe …
sc_po: ‘They are helping someone I dislike’ …

# dn33:3.2.13
source: atthaṃ carissatīti āghātaṃ bandhati. (1)
sc_po: Thinking: ‘They will help someone I dislike,’ you harbor resentment.

# dn33:3.2.14
source: Nava āghātapaṭivinayā.
sc_po: Nine methods to get rid of resentment.

# dn33:3.2.15
source: ‘Anatthaṃ me acari, taṃ kutettha labbhā’ti āghātaṃ paṭivineti;
sc_po: Thinking: ‘They did wrong to me, but what can I possibly do?’ you get rid of resentment.

# dn33:3.2.16
source: ‘anatthaṃ me carati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti;
sc_po: Thinking: ‘They are doing wrong to me …’ …

# dn33:3.2.17
source: ‘anatthaṃ me carissati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti;
sc_po: ‘They will do wrong to me …’ …

# dn33:3.2.18
source: ‘piyassa me manāpassa anatthaṃ acari … pe …
sc_po: ‘They did wrong by someone I love …’ …

# dn33:3.2.19
source: anatthaṃ carati … pe …
sc_po: ‘They are doing wrong by someone I love …’ …

# dn33:3.2.20
source: anatthaṃ carissati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti;
sc_po: ‘They will do wrong by someone I love …’ …

# dn33:3.2.21
source: ‘appiyassa me amanāpassa atthaṃ acari … pe …
sc_po: ‘They helped someone I dislike …’ …

# dn33:3.2.22
source: atthaṃ carati … pe …
sc_po: ‘They are helping someone I dislike …’ …

# dn33:3.2.23
source: atthaṃ carissati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti. (2)
sc_po: Thinking: ‘They will help someone I dislike, but what can I possibly do?’ you get rid of resentment.

# dn33:3.2.24
source: Nava sattāvāsā.
sc_po: Nine abodes of sentient beings.

# dn33:3.2.25
source: Santāvuso, sattā nānattakāyā nānattasaññino, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā.
sc_po: There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld.
