Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.043.po
Languages: sc_po

# sn56.43:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.43:0.2
source: 5. Papātavagga
sc_po: 5. A Cliff

# sn56.43:0.3
source: 43. Mahāpariḷāhasutta
sc_po: 43. The Mighty Fever

# sn56.43:1.1
source: “Atthi, bhikkhave, mahāpariḷāho nāma nirayo.
sc_po: “Mendicants, there is a hell called ‘The Mighty Fever’.

# sn56.43:1.2
source: Tattha yaṃ kiñci cakkhunā rūpaṃ passati, aniṭṭharūpaññeva passati no iṭṭharūpaṃ; akantarūpaññeva passati no kantarūpaṃ; amanāparūpaññeva passati no manāparūpaṃ.
sc_po: There, whatever sight you see with your eye is unlikable, not likable; undesirable, not desirable; unpleasant, not pleasant.

# sn56.43:1.3
source: Yaṃ kiñci sotena saddaṃ suṇāti … pe …
sc_po: Whatever sound you hear … Whatever odor you smell … Whatever flavor you taste …

# sn56.43:1.4
source: yaṃ kiñci kāyena phoṭṭhabbaṃ phusati … pe …
sc_po: Whatever touch you feel …

# sn56.43:1.5
source: yaṃ kiñci manasā dhammaṃ vijānāti, aniṭṭharūpaññeva vijānāti no iṭṭharūpaṃ; akantarūpaññeva vijānāti no kantarūpaṃ; amanāparūpaññeva vijānāti no manāparūpan”ti.
sc_po: Whatever thought you know with your mind is unlikable, not likable; undesirable, not desirable; unpleasant, not pleasant.”

# sn56.43:2.1
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, one of the mendicants said to the Buddha,

# sn56.43:2.2
source: “mahā vata so, bhante, pariḷāho, sumahā vata so, bhante, pariḷāho.
sc_po: “Sir, that fever really is mighty, so very mighty.

# sn56.43:2.3
source: Atthi nu kho, bhante, etamhā pariḷāhā añño pariḷāho mahantataro ceva bhayānakataro cā”ti?
sc_po: Is there any other fever more mighty and terrifying than this one?”

# sn56.43:2.4
source: “Atthi kho, bhikkhu, etamhā pariḷāhā añño pariḷāho mahantataro ca bhayānakataro cā”ti.
sc_po: “There is, mendicant.”

# sn56.43:3.1
source: “Katamo pana, bhante, etamhā pariḷāhā añño pariḷāho mahantataro ca bhayānakataro cā”ti?
sc_po: “But sir, what is it?”

# sn56.43:3.2
source: “Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānanti … pe …
sc_po: “Mendicants, there are ascetics and brahmins who don’t truly understand about suffering, its origin, its cessation, and the path.

# sn56.43:3.3
source: ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānanti, te jātisaṃvattanikesu saṅkhāresu abhiramanti … pe …
sc_po: They take pleasure in choices that lead to rebirth …

# sn56.43:3.4
source: abhiratā … pe … abhisaṅkharonti … pe …
sc_po: They continue to make such choices …

# sn56.43:3.5
source: abhisaṅkharitvā jātipariḷāhenapi pariḍayhanti, jarāpariḷāhenapi pariḍayhanti, maraṇapariḷāhenapi pariḍayhanti, sokaparidevadukkhadomanassupāyāsapariḷāhenapi pariḍayhanti.
sc_po: Having made such choices, they burn with the fever of rebirth, old age, and death, of sorrow, lamentation, pain, sadness, and distress.

# sn56.43:3.6
source: Te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi.
sc_po: They’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress.

# sn56.43:3.7
source: ‘Na parimuccanti dukkhasmā’ti vadāmi.
sc_po: They’re not freed from suffering, I say.

# sn56.43:4.1
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ pajānanti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānanti.
sc_po: There are ascetics and brahmins who truly understand about suffering, its origin, its cessation, and the path.

# sn56.43:4.2
source: Te jātisaṃvattanikesu saṅkhāresu nābhiramanti … pe …
sc_po: They don’t take pleasure in choices that lead to rebirth …

# sn56.43:4.3
source: anabhiratā … pe … nābhisaṅkharonti … pe …
sc_po: They stop making such choices …

# sn56.43:4.4
source: anabhisaṅkharitvā jātipariḷāhenapi na pariḍayhanti, jarāpariḷāhenapi na pariḍayhanti, maraṇapariḷāhenapi na pariḍayhanti, sokaparidevadukkhadomanassupāyāsapariḷāhenapi na pariḍayhanti.
sc_po: Having stopped making such choices, they don’t burn with the fever of rebirth, old age, and death, of sorrow, lamentation, pain, sadness, and distress.

# sn56.43:4.5
source: Te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi.
sc_po: They’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress.

# sn56.43:4.6
source: ‘Parimuccanti dukkhasmā’ti vadāmi.
sc_po: They’re freed from suffering, I say.

# sn56.43:5.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
