Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.035.po
Languages: sc_po

# sn56.35:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.35:0.2
source: 4. Sīsapāvanavagga
sc_po: 4. In a Rosewood Forest

# sn56.35:0.3
source: 35. Sattisatasutta
sc_po: 35. A Hundred Spears

# sn56.35:1.1
source: “Seyyathāpi, bhikkhave, puriso vassasatāyuko vassasatajīvī.
sc_po: “Mendicants, suppose there was a man with a lifespan of a hundred years.

# sn56.35:1.2
source: Tamenaṃ evaṃ vadeyya:
sc_po: And someone might say to him:

# sn56.35:1.3
source: ‘ehambho purisa, pubbaṇhasamayaṃ taṃ sattisatena hanissanti, majjhanhikasamayaṃ sattisatena hanissanti, sāyanhasamayaṃ sattisatena hanissanti.
sc_po: ‘Come now, my good man, they’ll strike you with a hundred spears in the morning, at midday, and in the late afternoon.

# sn56.35:1.4
source: So kho tvaṃ, ambho purisa, divase divase tīhi tīhi sattisatehi haññamāno vassasatāyuko vassasatajīvī vassasatassa accayena anabhisametāni cattāri ariyasaccāni abhisamessasī’ti.
sc_po: And you’ll live for a hundred years being struck with three hundred spears every day. But when a hundred years have passed, you will comprehend the four noble truths for the first time.’

# sn56.35:2.1
source: Atthavasikena, bhikkhave, kulaputtena alaṃ upagantuṃ.
sc_po: For an earnest and gentleman this is sufficient reason to submit.

# sn56.35:2.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn56.35:2.3
source: Anamataggoyaṃ, bhikkhave, saṃsāro;
sc_po: Transmigration has no known beginning.

# sn56.35:2.4
source: pubbā koṭi nappaññāyati sattippahārānaṃ asippahārānaṃ usuppahārānaṃ pharasuppahārānaṃ.
sc_po: No first point is found of blows by spears, swords, arrows, and axes.

# sn56.35:2.5
source: Evañcetaṃ, bhikkhave, assa.
sc_po: Now this may be so.

# sn56.35:2.6
source: Na kho panāhaṃ, bhikkhave, saha dukkhena, saha domanassena catunnaṃ ariyasaccānaṃ abhisamayaṃ vadāmi;
sc_po: But the comprehension of the four noble truths doesn’t come with pain or sadness, I say.

# sn56.35:2.7
source: api cāhaṃ, bhikkhave, sahāva sukhena, sahāva somanassena catunnaṃ ariyasaccānaṃ abhisamayaṃ vadāmi.
sc_po: Rather, the comprehension of the four noble truths comes only with pleasure and happiness, I say.

# sn56.35:2.8
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn56.35:2.9
source: Dukkhassa ariyasaccassa … pe … dukkhanirodhagāminiyā paṭipadāya ariyasaccassa.
sc_po: The noble truths of suffering, its origin, its cessation, and the path.

# sn56.35:3.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
