Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.036.po
Languages: sc_po

# sn56.36:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.36:0.2
source: 4. Sīsapāvanavagga
sc_po: 4. In a Rosewood Forest

# sn56.36:0.3
source: 36. Pāṇasutta
sc_po: 36. Living Creatures

# sn56.36:1.1
source: “Seyyathāpi, bhikkhave, puriso yaṃ imasmiṃ jambudīpe tiṇakaṭṭhasākhāpalāsaṃ tacchetvā ekajjhaṃ saṃhareyya;
sc_po: Suppose a person was to strip all the grass, sticks, branches, and leaves in India, gather them together into one pile,

# sn56.36:1.2
source: ekajjhaṃ saṃharitvā sūlaṃ kareyya.
sc_po: and make them into stakes.

# sn56.36:1.3
source: Sūlaṃ karitvā ye mahāsamudde mahantakā pāṇā te mahantakesu sūlesu āvuneyya, ye mahāsamudde majjhimakā pāṇā te majjhimakesu sūlesu āvuneyya, ye mahāsamudde sukhumakā pāṇā te sukhumakesu sūlesu āvuneyya.
sc_po: Then they’d impale the large creatures in the ocean on large stakes; the medium-sized creatures on medium-sized stakes; and the small creatures on small stakes.

# sn56.36:1.4
source: Apariyādinnā ca, bhikkhave, mahāsamudde oḷārikā pāṇā assu.
sc_po: They wouldn’t run out of sizable creatures in the ocean before

# sn56.36:2.1
source: Atha imasmiṃ jambudīpe tiṇakaṭṭhasākhāpalāsaṃ parikkhayaṃ pariyādānaṃ gaccheyya.
sc_po: using up all the grass, sticks, branches, and leaves in India.

# sn56.36:2.2
source: Ito bahutarā kho, bhikkhave, mahāsamudde sukhumakā pāṇā, ye na sukarā sūlesu āvunituṃ.
sc_po: There are far more small creatures in the ocean than this, so it wouldn’t be feasible to impale them on stakes.

# sn56.36:2.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn56.36:2.4
source: Sukhumattā, bhikkhave, attabhāvassa.
sc_po: Because of the small size of those life-forms.

# sn56.36:2.5
source: Evaṃ mahā kho, bhikkhave, apāyo.
sc_po: That’s how big the plane of loss is.

# sn56.36:2.6
source: Evaṃ mahantasmā kho, bhikkhave, apāyasmā parimutto diṭṭhisampanno puggalo ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: A person accomplished in view, exempt from that vast plane of loss, truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# sn56.36:3.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
