Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.032.po
Languages: sc_po

# sn56.32:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.32:0.2
source: 4. Sīsapāvanavagga
sc_po: 4. In a Rosewood Forest

# sn56.32:0.3
source: 32. Khadirapattasutta
sc_po: 32. Acacia Leaves

# sn56.32:1.1
source: “Yo, bhikkhave, evaṃ vadeyya:
sc_po: “Mendicants, suppose someone were to say:

# sn56.32:1.2
source: ‘ahaṃ dukkhaṃ ariyasaccaṃ yathābhūtaṃ anabhisamecca, dukkhasamudayaṃ ariyasaccaṃ yathābhūtaṃ anabhisamecca, dukkhanirodhaṃ ariyasaccaṃ yathābhūtaṃ anabhisamecca, dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ yathābhūtaṃ anabhisamecca sammā dukkhassantaṃ karissāmī’ti—
sc_po: ‘Without truly comprehending the noble truths of suffering, its origin, its cessation, and the path, I will completely make an end of suffering.’

# sn56.32:1.3
source: netaṃ ṭhānaṃ vijjati.
sc_po: That is not possible.

# sn56.32:2.1
source: Seyyathāpi, bhikkhave, yo evaṃ vadeyya:
sc_po: It’s as if someone were to say:

# sn56.32:2.2
source: ‘ahaṃ khadirapattānaṃ vā saralapattānaṃ vā āmalakapattānaṃ vā puṭaṃ karitvā udakaṃ vā tālapattaṃ vā āharissāmī’ti—
sc_po: ‘I’ll make a basket out of acacia leaves or pine needles or myrobalan leaves, and use it to carry water or a palm frond.’

# sn56.32:2.3
source: netaṃ ṭhānaṃ vijjati;
sc_po: That is not possible.

# sn56.32:2.4
source: evameva kho, bhikkhave, yo evaṃ vadeyya:
sc_po: In the same way, suppose someone were to say:

# sn56.32:2.5
source: ‘ahaṃ dukkhaṃ ariyasaccaṃ yathābhūtaṃ anabhisamecca … pe … dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ yathābhūtaṃ anabhisamecca sammā dukkhassantaṃ karissāmī’ti—
sc_po: ‘Without truly comprehending the noble truths of suffering, its origin, its cessation, and the path, I will completely make an end of suffering.’

# sn56.32:2.6
source: netaṃ ṭhānaṃ vijjati.
sc_po: That is not possible.

# sn56.32:3.1
source: Yo ca kho, bhikkhave, evaṃ vadeyya:
sc_po: But suppose someone were to say:

# sn56.32:3.2
source: ‘ahaṃ dukkhaṃ ariyasaccaṃ yathābhūtaṃ abhisamecca, dukkhasamudayaṃ ariyasaccaṃ yathābhūtaṃ abhisamecca, dukkhanirodhaṃ ariyasaccaṃ yathābhūtaṃ abhisamecca, dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ yathābhūtaṃ abhisamecca sammā dukkhassantaṃ karissāmī’ti—
sc_po: ‘After truly comprehending the noble truths of suffering, its origin, its cessation, and the path, I will completely make an end of suffering.’

# sn56.32:3.3
source: ṭhānametaṃ vijjati.
sc_po: That is possible.

# sn56.32:4.1
source: Seyyathāpi, bhikkhave, yo evaṃ vadeyya:
sc_po: It’s as if someone were to say:

# sn56.32:4.2
source: ‘ahaṃ padumapattānaṃ vā palāsapattānaṃ vā māluvapattānaṃ vā puṭaṃ karitvā udakaṃ vā tālapattaṃ vā āharissāmī’ti—
sc_po: ‘I’ll make a basket out of lotus leaves or flame-of-the-forest leaves or camel’s foot creeper leaves, and use it to carry water or a palm frond.’

# sn56.32:4.3
source: ṭhānametaṃ vijjati;
sc_po: That is possible.

# sn56.32:4.4
source: evameva kho, bhikkhave, yo evaṃ vadeyya:
sc_po: In the same way, suppose someone were to say:

# sn56.32:4.5
source: ‘ahaṃ dukkhaṃ ariyasaccaṃ yathābhūtaṃ abhisamecca … pe … dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ yathābhūtaṃ abhisamecca sammā dukkhassantaṃ karissāmī’ti—
sc_po: ‘After truly comprehending the noble truths of suffering, its origin, its cessation, and the path, I will completely make an end of suffering.’

# sn56.32:4.6
source: ṭhānametaṃ vijjati.
sc_po: That is possible.

# sn56.32:5.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
