Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.041.po
Languages: sc_po

# sn56.41:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.41:0.2
source: 5. Papātavagga
sc_po: 5. A Cliff

# sn56.41:0.3
source: 41. Lokacintāsutta
sc_po: 41. Speculation About the World

# sn56.41:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn56.41:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# sn56.41:1.3
source: “bhūtapubbaṃ, bhikkhave, aññataro puriso rājagahā nikkhamitvā ‘lokacintaṃ cintessāmī’ti yena sumāgadhā pokkharaṇī tenupasaṅkami; upasaṅkamitvā sumāgadhāya pokkharaṇiyā tīre nisīdi lokacintaṃ cintento.
sc_po: “Once upon a time, mendicants, a certain person left Rājagaha, thinking ‘I’ll speculate about the world.’ They went to the Sumāgadhā lotus pond and sat down on the bank speculating about the world.

# sn56.41:1.4
source: Addasā kho, bhikkhave, so puriso sumāgadhāya pokkharaṇiyā tīre caturaṅginiṃ senaṃ bhisamuḷālaṃ pavisantaṃ.
sc_po: Then that person saw an army of four divisions enter a lotus stalk.

# sn56.41:1.5
source: Disvānassa etadahosi:
sc_po: When he saw this he thought,

# sn56.41:1.6
source: ‘ummattosmi nāmāhaṃ, vicetosmi nāmāhaṃ.
sc_po: ‘I’ve gone mad, really, I’ve lost my mind!

# sn56.41:1.7
source: Yaṃ loke natthi taṃ mayā diṭṭhan’ti.
sc_po: I’m seeing things that don’t exist in the world.’

# sn56.41:2.1
source: Atha kho so, bhikkhave, puriso nagaraṃ pavisitvā mahājanakāyassa ārocesi:
sc_po: Then that person entered the city and informed a large crowd,

# sn56.41:2.2
source: ‘ummattosmi nāmāhaṃ, bhante, vicetosmi nāmāhaṃ, bhante.
sc_po: ‘I’ve gone mad, really, I’ve lost my mind!

# sn56.41:2.3
source: Yaṃ loke natthi taṃ mayā diṭṭhan’ti.
sc_po: I’m seeing things that don’t exist in the world.’

# sn56.41:2.4
source: ‘Kathaṃ pana tvaṃ, ambho purisa, ummatto kathaṃ viceto?
sc_po: ‘But how is it that you’re mad? How have you lost your mind?

# sn56.41:2.5
source: Kiñca loke natthi yaṃ tayā diṭṭhan’ti?
sc_po: And what have you seen that doesn’t exist in the world?’

# sn56.41:2.6
source: ‘Idhāhaṃ, bhante, rājagahā nikkhamitvā “lokacintaṃ cintessāmī”ti yena sumāgadhā pokkharaṇī tenupasaṅkamiṃ; upasaṅkamitvā sumāgadhāya pokkharaṇiyā tīre nisīdiṃ lokacintaṃ cintento.
sc_po: ‘Sirs, I left Rājagaha, thinking “I’ll speculate about the world.” I went to the Sumāgadhā lotus pond and sat down on the bank speculating about the world.

# sn56.41:2.7
source: Addasaṃ khvāhaṃ, bhante, sumāgadhāya pokkharaṇiyā tīre caturaṅginiṃ senaṃ bhisamuḷālaṃ pavisantaṃ.
sc_po: Then I saw an army of four divisions enter a lotus stalk.

# sn56.41:2.8
source: Evaṃ khvāhaṃ, bhante, ummatto evaṃ viceto.
sc_po: That’s why I’m mad, that’s why I’ve lost my mind.

# sn56.41:2.9
source: Idañca loke natthi yaṃ mayā diṭṭhan’ti.
sc_po: And that’s what I’ve seen that doesn’t exist in the world.’

# sn56.41:2.10
source: ‘Taggha tvaṃ, ambho purisa, ummatto taggha viceto.
sc_po: ‘Well, mister, you’re definitely mad, you’ve definitely lost your mind.

# sn56.41:2.11
source: Idañca loke natthi yaṃ tayā diṭṭhan’ti.
sc_po: And you’re seeing things that don’t exist in the world.’

# sn56.41:3.1
source: Taṃ kho pana, bhikkhave, so puriso bhūtaṃyeva addasa, no abhūtaṃ.
sc_po: But what that person saw was in fact real, not unreal.

# sn56.41:3.2
source: Bhūtapubbaṃ, bhikkhave, devāsurasaṅgāmo samupabyūḷho ahosi.
sc_po: Once upon a time, a battle was fought between the gods and the demons.

# sn56.41:3.3
source: Tasmiṃ kho pana, bhikkhave, saṅgāme devā jiniṃsu, asurā parājiniṃsu.
sc_po: In that battle the gods won and the demons lost.

# sn56.41:3.4
source: Parājitā ca kho, bhikkhave, asurā bhītā bhisamuḷālena asurapuraṃ pavisiṃsu devānaṃyeva mohayamānā.
sc_po: The defeated and terrified demons entered the demon city through the lotus stalk only to confuse the gods.

# sn56.41:4.1
source: Tasmātiha, bhikkhave, mā lokacintaṃ cintetha:
sc_po: So mendicants, don’t speculate about the world.

# sn56.41:4.2
source: ‘sassato loko’ti vā ‘asassato loko’ti vā, ‘antavā loko’ti vā ‘anantavā loko’ti vā, ‘taṃ jīvaṃ taṃ sarīran’ti vā ‘aññaṃ jīvaṃ aññaṃ sarīran’ti vā, ‘hoti tathāgato paraṃ maraṇā’ti vā ‘na hoti tathāgato paraṃ maraṇā’ti vā, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti vā, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti vā.
sc_po: For example: the world is eternal, or not eternal, or finite, or infinite; the soul and the body are the same thing, or they are different things; after death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.

# sn56.41:4.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn56.41:4.4
source: Nesā, bhikkhave, cintā atthasaṃhitā nādibrahmacariyakā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati.
sc_po: Because those thoughts aren’t beneficial or relevant to the fundamentals of the spiritual life. They don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.

# sn56.41:5.1
source: Cintentā kho tumhe, bhikkhave, ‘idaṃ dukkhan’ti cinteyyātha … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti cinteyyātha.
sc_po: When you think something up, you should think: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# sn56.41:5.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn56.41:5.3
source: Esā, bhikkhave, cintā atthasaṃhitā esā ādibrahmacariyakā esā nibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
sc_po: Because those thoughts are beneficial and relevant to the fundamentals of the spiritual life. They lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.

# sn56.41:6.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
