Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.020.po
Languages: sc_po

# sn56.20:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.20:0.2
source: 2. Dhammacakkappavattanavagga
sc_po: 2. Rolling Forth the Wheel of Dhamma

# sn56.20:0.3
source: 20. Tathasutta
sc_po: 20. Real

# sn56.20:1.1
source: “Cattārimāni, bhikkhave, tathāni avitathāni anaññathāni.
sc_po: “Mendicants, these four things are real, not unreal, not otherwise.

# sn56.20:1.2
source: Katamāni cattāri?
sc_po: What four?

# sn56.20:1.3
source: ‘Idaṃ dukkhan’ti, bhikkhave, tathametaṃ avitathametaṃ anaññathametaṃ;
sc_po: ‘This is suffering’ …

# sn56.20:1.4
source: ‘ayaṃ dukkhasamudayo’ti tathametaṃ avitathametaṃ anaññathametaṃ;
sc_po: ‘This is the origin of suffering’ …

# sn56.20:1.5
source: ‘ayaṃ dukkhanirodho’ti tathametaṃ avitathametaṃ anaññathametaṃ;
sc_po: ‘This is the cessation of suffering’ …

# sn56.20:1.6
source: ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti tathametaṃ avitathametaṃ anaññathametaṃ—
sc_po: ‘This is the practice that leads to the cessation of suffering’ …

# sn56.20:1.7
source: imāni kho, bhikkhave, cattāri tathāni avitathāni anaññathāni.
sc_po: These four things are real, not unreal, not otherwise.

# sn56.20:2.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
