Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.024.po
Languages: sc_po

# sn56.24:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.24:0.2
source: 3. Koṭigāmavagga
sc_po: 3. At the Village of Koṭi

# sn56.24:0.3
source: 24. Arahantasutta
sc_po: 24. The Perfected Ones

# sn56.24:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn56.24:1.2
source: “Ye hi keci, bhikkhave, atītamaddhānaṃ arahanto sammāsambuddhā yathābhūtaṃ abhisambujjhiṃsu, sabbe te cattāri ariyasaccāni yathābhūtaṃ abhisambujjhiṃsu.
sc_po: “Mendicants, whatever perfected ones, fully awakened Buddhas truly wake up—in the past,

# sn56.24:1.3
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ arahanto sammāsambuddhā yathābhūtaṃ abhisambujjhissanti, sabbe te cattāri ariyasaccāni yathābhūtaṃ abhisambujjhissanti.
sc_po: future,

# sn56.24:1.4
source: Ye hi keci, bhikkhave, etarahi arahanto sammāsambuddhā yathābhūtaṃ abhisambujjhanti, sabbe te cattāri ariyasaccāni yathābhūtaṃ abhisambujjhanti.
sc_po: or present—all of them truly wake up to the four noble truths.

# sn56.24:2.1
source: Katamāni cattāri?
sc_po: What four?

# sn56.24:2.2
source: Dukkhaṃ ariyasaccaṃ, dukkhasamudayaṃ ariyasaccaṃ, dukkhanirodhaṃ ariyasaccaṃ, dukkhanirodhagāminī paṭipadā ariyasaccaṃ.
sc_po: The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# sn56.24:2.3
source: Ye hi, keci, bhikkhave, atītamaddhānaṃ arahanto sammāsambuddhā yathābhūtaṃ abhisambujjhiṃsu … pe …
sc_po: Whatever perfected ones, fully awakened Buddhas truly wake up—in the past,

# sn56.24:2.4
source: abhisambujjhissanti …
sc_po: future,

# sn56.24:2.5
source: abhisambujjhanti, sabbe te imāni cattāri ariyasaccāni yathābhūtaṃ abhisambujjhanti.
sc_po: or present—all of them truly wake up to the four noble truths.

# sn56.24:3.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
