Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.022.po
Languages: sc_po

# sn56.22:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.22:0.2
source: 3. Koṭigāmavagga
sc_po: 3. At the Village of Koṭi

# sn56.22:0.3
source: 22. Dutiyakoṭigāmasutta
sc_po: 22. At the Village of Koṭi (2nd)

# sn56.22:1.1
source: “Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānanti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ nappajānanti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ nappajānanti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānanti,
sc_po: “Mendicants, there are ascetics and brahmins who don’t truly understand about suffering, its origin, its cessation, and the path.

# sn56.22:1.2
source: na me te, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā, na ca pana te āyasmanto sāmaññatthaṃ vā brahmaññatthaṃ vā diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.
sc_po: I don’t regard them as true ascetics and brahmins. Those venerables don’t realize the goal of life as an ascetic or brahmin, and don’t live having realized it with their own insight.

# sn56.22:2.1
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ pajānanti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānanti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānanti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānanti,
sc_po: There are ascetics and brahmins who do truly understand about suffering, its origin, its cessation, and the path.

# sn56.22:2.2
source: te kho me, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā brāhmaṇesu ca brāhmaṇasammatā, te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.
sc_po: I regard them as true ascetics and brahmins. Those venerables realize the goal of life as an ascetic or brahmin, and live having realized it with their own insight.”

# sn56.22:3.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn56.22:3.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn56.22:4.1
source: “Ye dukkhaṃ nappajānanti,
sc_po: “There are those who don’t understand suffering

# sn56.22:4.2
source: atho dukkhassa sambhavaṃ;
sc_po: and suffering’s cause,

# sn56.22:4.3
source: Yattha ca sabbaso dukkhaṃ,
sc_po: and where all suffering

# sn56.22:4.4
source: asesaṃ uparujjhati.
sc_po: ceases with nothing left over.

# sn56.22:5.1
source: Tañca maggaṃ na jānanti,
sc_po: And they don’t know the path

# sn56.22:5.2
source: Dukkhūpasamagāminaṃ;
sc_po: that leads to the stilling of suffering.

# sn56.22:5.3
source: Cetovimuttihīnā te,
sc_po: They lack the heart’s release,

# sn56.22:5.4
source: Atho paññāvimuttiyā;
sc_po: as well as the release by wisdom.

# sn56.22:5.5
source: Abhabbā te antakiriyāya,
sc_po: Unable to make an end,

# sn56.22:5.6
source: Te ve jātijarūpagā.
sc_po: they continue to be reborn and get old.

# sn56.22:6.1
source: Ye ca dukkhaṃ pajānanti,
sc_po: But there are those who understand suffering

# sn56.22:6.2
source: atho dukkhassa sambhavaṃ;
sc_po: and suffering’s cause,

# sn56.22:6.3
source: Yattha ca sabbaso dukkhaṃ,
sc_po: and where all suffering

# sn56.22:6.4
source: asesaṃ uparujjhati.
sc_po: ceases with nothing left over.

# sn56.22:7.1
source: Tañca maggaṃ pajānanti,
sc_po: And they understand the path

# sn56.22:7.2
source: dukkhūpasamagāminaṃ;
sc_po: that leads to the stilling of suffering.

# sn56.22:7.3
source: Cetovimuttisampannā,
sc_po: They’re endowed with the heart’s release,

# sn56.22:7.4
source: atho paññāvimuttiyā;
sc_po: as well as the release by wisdom.

# sn56.22:7.5
source: Bhabbā te antakiriyāya,
sc_po: Able to make an end,

# sn56.22:7.6
source: na te jātijarūpagā”ti.
sc_po: they don’t continue to be reborn and get old.”
