Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.057.po
Languages: sc_po

# sn56.57:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.57:0.2
source: 6. Abhisamayavagga
sc_po: 6. Comprehension

# sn56.57:0.3
source: 57. Paṭhamamahāsamuddasutta
sc_po: 57. The Ocean (1st)

# sn56.57:1.1
source: “Seyyathāpi, bhikkhave, puriso mahāsamuddato dve vā tīṇi vā udakaphusitāni uddharitāni.
sc_po: “Mendicants, suppose a man was to draw up two or three drops of water from the ocean.

# sn56.57:1.2
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn56.57:1.3
source: katamaṃ nu kho bahutaraṃ—yāni dve vā tīṇi vā udakaphusitāni ubbhatāni, yaṃ vā mahāsamudde udakan”ti?
sc_po: Which is more: the two or three drops drawn out or the water in the ocean?”

# sn56.57:1.4
source: “Etadeva, bhante, bahutaraṃ, yadidaṃ—mahāsamudde udakaṃ; appamattakāni dve vā tīṇi vā udakaphusitāni ubbhatāni.
sc_po: “Sir, the water in the ocean is certainly more. The two or three drops drawn out are tiny.

# sn56.57:1.5
source: Saṅkhampi na upenti, upanidhampi na upenti, kalabhāgampi na upenti mahāsamudde udakaṃ upanidhāya dve vā tīṇi vā udakaphusitāni ubbhatānī”ti.
sc_po: Compared to the water in the ocean, it can’t be reckoned or compared, it’s not even a fraction.”

# sn56.57:1.6
source: “Evameva kho, bhikkhave, ariyasāvakassa … pe …
sc_po: “In the same way, for a noble disciple …

# sn56.57:1.7
source: yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
