Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.023.po
Languages: sc_po

# sn56.23:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.23:0.2
source: 3. Koṭigāmavagga
sc_po: 3. At the Village of Koṭi

# sn56.23:0.3
source: 23. Sammāsambuddhasutta
sc_po: 23. The Fully Awakened Buddha

# sn56.23:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn56.23:1.2
source: Cattārimāni, bhikkhave, ariyasaccāni.
sc_po: “Mendicants, there are these four noble truths.

# sn56.23:1.3
source: Katamāni cattāri?
sc_po: What four?

# sn56.23:1.4
source: Dukkhaṃ ariyasaccaṃ … pe … dukkhanirodhagāminī paṭipadā ariyasaccaṃ—
sc_po: The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# sn56.23:1.5
source: imāni kho, bhikkhave, cattāri ariyasaccāni.
sc_po: These are the four noble truths.

# sn56.23:1.6
source: Imesaṃ kho, bhikkhave, catunnaṃ ariyasaccānaṃ yathābhūtaṃ abhisambuddhattā tathāgato ‘arahaṃ sammāsambuddho’ti vuccati.
sc_po: It is because he has truly woken up to these four noble truths that the Realized One is called ‘the perfected one, the fully awakened Buddha’.

# sn56.23:2.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
