Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.012.po
Languages: sc_po

# sn56.12:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.12:0.2
source: 2. Dhammacakkappavattanavagga
sc_po: 2. Rolling Forth the Wheel of Dhamma

# sn56.12:0.3
source: 12. Tathāgatasutta
sc_po: 12. The Realized Ones

# sn56.12:1.1
source: “‘Idaṃ dukkhaṃ ariyasaccan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: “‘This is the noble truth of suffering.’ Such was the vision, knowledge, wisdom, realization, and light that arose in the Realized Ones regarding teachings not learned before from another.

# sn56.12:1.2
source: ‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññeyyan’ti, bhikkhave, tathāgatānaṃ pubbe … pe … udapādi.
sc_po: ‘This noble truth of suffering should be completely understood.’ …

# sn56.12:1.3
source: ‘Taṃ kho panidaṃ dukkhaṃ ariyasaccaṃ pariññātan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This noble truth of suffering has been completely understood.’ …

# sn56.12:2.1
source: ‘Idaṃ dukkhasamudayaṃ ariyasaccan’ti bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This is the noble truth of the origin of suffering.’ …

# sn56.12:2.2
source: ‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahātabban’ti, bhikkhave, tathāgatānaṃ pubbe … pe … udapādi.
sc_po: ‘This noble truth of the origin of suffering should be given up.’ …

# sn56.12:2.3
source: ‘Taṃ kho panidaṃ dukkhasamudayaṃ ariyasaccaṃ pahīnan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This noble truth of the origin of suffering has been given up.’ …

# sn56.12:3.1
source: ‘Idaṃ dukkhanirodhaṃ ariyasaccan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This is the noble truth of the cessation of suffering.’ …

# sn56.12:3.2
source: ‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikātabban’ti, bhikkhave, tathāgatānaṃ pubbe … pe … udapādi.
sc_po: ‘This noble truth of the cessation of suffering should be realized.’ …

# sn56.12:3.3
source: ‘Taṃ kho panidaṃ dukkhanirodhaṃ ariyasaccaṃ sacchikatan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This noble truth of the cessation of suffering has been realized.’ …

# sn56.12:4.1
source: ‘Idaṃ dukkhanirodhagāminī paṭipadā ariyasaccan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This is the noble truth of the practice that leads to the cessation of suffering.’ …

# sn56.12:4.2
source: ‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvetabban’ti, bhikkhave, tathāgatānaṃ pubbe … pe … udapādi.
sc_po: ‘This noble truth of the practice that leads to the cessation of suffering should be developed.’ …

# sn56.12:4.3
source: ‘Taṃ kho panidaṃ dukkhanirodhagāminī paṭipadā ariyasaccaṃ bhāvitan’ti, bhikkhave, tathāgatānaṃ pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti.
sc_po: ‘This noble truth of the practice that leads to the cessation of suffering has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in the Realized Ones regarding teachings not learned before from another.”
