Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.050.po
Languages: sc_po

# sn56.50:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.50:0.2
source: 5. Papātavagga
sc_po: 5. A Cliff

# sn56.50:0.3
source: 50. Dutiyasinerupabbatarājasutta
sc_po: 50. Sineru, King of Mountains (2nd)

# sn56.50:1.1
source: “Seyyathāpi, bhikkhave, sinerupabbatarājāyaṃ parikkhayaṃ pariyādānaṃ gaccheyya, ṭhapetvā satta muggamattiyo pāsāṇasakkharā.
sc_po: “Mendicants, suppose Sineru, the king of mountains, was worn away and eroded except for seven pebbles the size of mustard seeds.

# sn56.50:1.2
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn56.50:1.3
source: katamaṃ nu kho bahutaraṃ—yaṃ vā sinerussa pabbatarājassa parikkhīṇaṃ pariyādinnaṃ, yā vā satta muggamattiyo pāsāṇasakkharā avasiṭṭhā”ti?
sc_po: Which is more: the portion of Sineru, the king of mountains, that has been worn away and eroded? Or the seven pebbles the size of mustard seeds that are left?”

# sn56.50:1.4
source: “Etadeva, bhante, bahutaraṃ sinerussa pabbatarājassa yadidaṃ parikkhīṇaṃ pariyādinnaṃ;
sc_po: “Sir, the portion of Sineru, the king of mountains, that has been worn away and eroded is certainly more.

# sn56.50:1.5
source: appamattikā satta muggamattiyo pāsāṇasakkharā avasiṭṭhā.
sc_po: The seven pebbles the size of mustard seeds are tiny.

# sn56.50:1.6
source: Saṅkhampi na upenti, upanidhampi na upenti, kalabhāgampi na upenti sinerussa pabbatarājassa parikkhīṇaṃ pariyādinnaṃ upanidhāya satta muggamattiyo pāsāṇasakkharā avasiṭṭhā”ti.
sc_po: Compared to Sineru, they can’t be reckoned or compared, they’re not even a fraction.”

# sn56.50:1.7
source: “Evameva kho, bhikkhave, ariyasāvakassa diṭṭhisampannassa puggalassa abhisametāvino etadeva bahutaraṃ dukkhaṃ yadidaṃ parikkhīṇaṃ pariyādinnaṃ; appamattakaṃ avasiṭṭhaṃ.
sc_po: “In the same way, for a person with comprehension, a noble disciple accomplished in view, the suffering that’s over and done with is more, what’s left is tiny.

# sn56.50:1.8
source: Saṅkhampi na upeti, upanidhampi na upeti, kalabhāgampi na upeti, purimaṃ dukkhakkhandhaṃ parikkhīṇaṃ pariyādinnaṃ upanidhāya yadidaṃ sattakkhattuparamatā;
sc_po: Compared to the mass of suffering in the past that’s over and done with, it can’t be reckoned or compared, it’s not even a fraction, since there are at most seven more lives.

# sn56.50:1.9
source: yo ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: Such a person truly understands about suffering, its origin, its cessation, and the path.

# sn56.50:2.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
