Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.031.po
Languages: sc_po

# sn56.31:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.31:0.2
source: 4. Sīsapāvanavagga
sc_po: 4. In a Rosewood Forest

# sn56.31:0.3
source: 31. Sīsapāvanasutta
sc_po: 31. In a Rosewood Forest

# sn56.31:1.1
source: Ekaṃ samayaṃ bhagavā kosambiyaṃ viharati sīsapāvane.
sc_po: At one time the Buddha was staying near Kosambī in a rosewood forest.

# sn56.31:1.2
source: Atha kho bhagavā parittāni sīsapāpaṇṇāni pāṇinā gahetvā bhikkhū āmantesi:
sc_po: Then the Buddha picked up a few rosewood leaves in his hand and addressed the mendicants:

# sn56.31:1.3
source: “Taṃ kiṃ maññatha, bhikkhave,
sc_po: “What do you think, mendicants?

# sn56.31:1.4
source: katamaṃ nu kho bahutaraṃ—
sc_po: Which is more:

# sn56.31:1.5
source: yāni vā mayā parittāni sīsapāpaṇṇāni pāṇinā gahitāni yadidaṃ upari sīsapāvane”ti?
sc_po: the few leaves in my hand, or those in the forest above me?”

# sn56.31:1.6
source: “Appamattakāni, bhante, bhagavatā parittāni sīsapāpaṇṇāni pāṇinā gahitāni;
sc_po: “Sir, the few leaves in your hand are a tiny amount.

# sn56.31:1.7
source: atha kho etāneva bahutarāni yadidaṃ upari sīsapāvane”ti.
sc_po: There are far more leaves in the forest above.”

# sn56.31:1.8
source: “Evameva kho, bhikkhave, etadeva bahutaraṃ yaṃ vo mayā abhiññāya anakkhātaṃ.
sc_po: “In the same way, there is much more that I have directly known but have not explained to you. What I have explained is a tiny amount.

# sn56.31:1.9
source: Kasmā cetaṃ, bhikkhave, mayā anakkhātaṃ?
sc_po: And why haven’t I explained it?

# sn56.31:1.10
source: Na hetaṃ, bhikkhave, atthasaṃhitaṃ nādibrahmacariyakaṃ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati;
sc_po: Because it’s not beneficial or relevant to the fundamentals of the spiritual life. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.

# sn56.31:1.11
source: tasmā taṃ mayā anakkhātaṃ.
sc_po: That’s why I haven’t explained it.

# sn56.31:2.1
source: Kiñca, bhikkhave, mayā akkhātaṃ?
sc_po: And what have I explained?

# sn56.31:2.2
source: ‘Idaṃ dukkhan’ti, bhikkhave, mayā akkhātaṃ, ‘ayaṃ dukkhasamudayo’ti mayā akkhātaṃ, ‘ayaṃ dukkhanirodho’ti mayā akkhātaṃ, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti mayā akkhātaṃ.
sc_po: I have explained: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# sn56.31:3.1
source: Kasmā cetaṃ, bhikkhave, mayā akkhātaṃ?
sc_po: And why have I explained this?

# sn56.31:3.2
source: Etañhi, bhikkhave, atthasaṃhitaṃ etaṃ ādibrahmacariyakaṃ etaṃ nibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati;
sc_po: Because it’s beneficial and relevant to the fundamentals of the spiritual life. It leads to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.

# sn56.31:3.3
source: tasmā taṃ mayā akkhātaṃ.
sc_po: That’s why I’ve explained it.

# sn56.31:4.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
