Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.030.po
Languages: sc_po

# sn56.30:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.30:0.2
source: 3. Koṭigāmavagga
sc_po: 3. At the Village of Koṭi

# sn56.30:0.3
source: 30. Gavampatisutta
sc_po: 30. With Gavampati

# sn56.30:1.1
source: Ekaṃ samayaṃ sambahulā therā bhikkhū cetesu viharanti sahañcanike.
sc_po: At one time several mendicants were staying in the land of the Cetis at Sahajāti.

# sn56.30:1.2
source: Tena kho pana samayena sambahulānaṃ therānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ maṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
sc_po: Now at that time, after the meal, on return from alms-round, several senior mendicants sat together in the pavilion and this discussion came up among them:

# sn56.30:1.3
source: “yo nu kho, āvuso, dukkhaṃ passati dukkhasamudayampi so passati, dukkhanirodhampi passati, dukkhanirodhagāminiṃ paṭipadampi passatī”ti.
sc_po: “Reverends, does someone who sees suffering also see the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering?”

# sn56.30:2.1
source: Evaṃ vutte, āyasmā gavampati thero bhikkhū etadavoca:
sc_po: When they said this, Venerable Gavampati said to those senior mendicants:

# sn56.30:2.2
source: “sammukhā metaṃ, āvuso, bhagavato sutaṃ, sammukhā paṭiggahitaṃ:
sc_po: “Reverends, I have heard and learned this in the presence of the Buddha:

# sn56.30:2.3
source: ‘yo, bhikkhave, dukkhaṃ passati dukkhasamudayampi so passati, dukkhanirodhampi passati, dukkhanirodhagāminiṃ paṭipadampi passati.
sc_po: ‘Someone who sees suffering also sees the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# sn56.30:2.4
source: Yo dukkhasamudayaṃ passati dukkhampi so passati, dukkhanirodhampi passati, dukkhanirodhagāminiṃ paṭipadampi passati.
sc_po: Someone who sees the origin of suffering also sees suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# sn56.30:2.5
source: Yo dukkhanirodhaṃ passati dukkhampi so passati, dukkhasamudayampi passati, dukkhanirodhagāminiṃ paṭipadampi passati.
sc_po: Someone who sees the cessation of suffering also sees suffering, the origin of suffering, and the practice that leads to the cessation of suffering.

# sn56.30:2.6
source: Yo dukkhanirodhagāminiṃ paṭipadaṃ passati dukkhampi so passati, dukkhasamudayampi passati, dukkhanirodhampi passatī’”ti.
sc_po: Someone who sees the practice that leads to the cessation of suffering also sees suffering, the origin of suffering, and the cessation of suffering.’”
