Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.045.po
Languages: sc_po

# sn56.45:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.45:0.2
source: 5. Papātavagga
sc_po: 5. A Cliff

# sn56.45:0.3
source: 45. Vālasutta
sc_po: 45. Splitting Hairs

# sn56.45:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# sn56.45:1.2
source: Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.
sc_po: Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, entered Vesālī for alms.

# sn56.45:1.3
source: Addasā kho āyasmā ānando sambahule licchavikumārake santhāgāre upāsanaṃ karonte, dūratova sukhumena tāḷacchiggaḷena asanaṃ atipātente, poṅkhānupoṅkhaṃ avirādhitaṃ.
sc_po: He saw several Licchavi youths practicing archery. They were shooting arrows from a distance through a small keyhole, shot after shot without missing.

# sn56.45:1.4
source: Disvānassa etadahosi:
sc_po: When he saw this he thought,

# sn56.45:1.5
source: “sikkhitā vatime licchavikumārakā, susikkhitā vatime licchavikumārakā;
sc_po: “These Licchavi youths really are trained, so well trained,

# sn56.45:1.6
source: yatra hi nāma dūratova sukhumena tāḷacchiggaḷena asanaṃ atipātessanti poṅkhānupoṅkhaṃ avirādhitan”ti.
sc_po: in that they shoot arrows from a distance through a small keyhole, shot after shot without missing.”

# sn56.45:2.1
source: Atha kho āyasmā ānando vesāliṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Ānanda wandered for alms in Vesālī. After the meal, on his return from alms-round, he went to the Buddha, bowed, sat down to one side, and told him what had happened.

# sn56.45:3.1
source: “Taṃ kiṃ maññasi, ānanda,
sc_po: “What do you think, Ānanda?

# sn56.45:3.2
source: katamaṃ nu kho dukkarataraṃ vā durabhisambhavataraṃ vā—
sc_po: Which is harder and more challenging:

# sn56.45:3.3
source: yo dūratova sukhumena tāḷacchiggaḷena asanaṃ atipāteyya poṅkhānupoṅkhaṃ avirādhitaṃ, yo vā sattadhā bhinnassa vālassa koṭiyā koṭiṃ paṭivijjheyyā”ti?
sc_po: to shoot arrows from a distance through a small keyhole, shot after shot without missing? Or to take a horsehair split into seven strands and penetrate one tip with another tip?”

# sn56.45:3.4
source: “Etadeva, bhante, dukkaratarañceva durabhisambhavatarañca yo vā sattadhā bhinnassa vālassa koṭiyā koṭiṃ paṭivijjheyyā”ti.
sc_po: “It’s more difficult and challenging, sir, to take a horsehair split into seven strands and penetrate one tip with another tip.”

# sn56.45:3.5
source: “Atha kho, ānanda, duppaṭivijjhataraṃ paṭivijjhanti, ye ‘idaṃ dukkhan’ti yathābhūtaṃ paṭivijjhanti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ paṭivijjhanti.
sc_po: “Still, Ānanda, those who truly penetrate suffering, its origin, its cessation, and the path penetrate something tougher than that.

# sn56.45:4.1
source: Tasmātihānanda, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
