Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.015.po
Languages: sc_po

# sn56.15:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.15:0.2
source: 2. Dhammacakkappavattanavagga
sc_po: 2. Rolling Forth the Wheel of Dhamma

# sn56.15:0.3
source: 15. Paṭhamadhāraṇasutta
sc_po: 15. Remembering (1st)

# sn56.15:1.1
source: “Dhāretha no tumhe, bhikkhave, mayā cattāri ariyasaccāni desitānī”ti?
sc_po: “Mendicants, do you remember the four noble truths that I taught?”

# sn56.15:1.2
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, one of the mendicants said to the Buddha:

# sn56.15:1.3
source: “ahaṃ kho, bhante, dhāremi bhagavatā cattāri ariyasaccāni desitānī”ti.
sc_po: “I do, sir.”

# sn56.15:1.4
source: “Yathā kathaṃ pana tvaṃ, bhikkhu, dhāresi mayā cattāri ariyasaccāni desitānī”ti?
sc_po: “How so, mendicant?”

# sn56.15:1.5
source: “Dukkhaṃ khvāhaṃ, bhante, bhagavatā paṭhamaṃ ariyasaccaṃ desitaṃ dhāremi;
sc_po: “Sir, I remember that suffering is the first noble truth you’ve taught;

# sn56.15:1.6
source: dukkhasamudayaṃ khvāhaṃ, bhante, bhagavatā dutiyaṃ ariyasaccaṃ desitaṃ dhāremi;
sc_po: the origin of suffering is the second;

# sn56.15:1.7
source: dukkhanirodhaṃ khvāhaṃ, bhante, bhagavatā tatiyaṃ ariyasaccaṃ desitaṃ dhāremi;
sc_po: the cessation of suffering is the third;

# sn56.15:1.8
source: dukkhanirodhagāminiṃ paṭipadaṃ khvāhaṃ, bhante, bhagavatā catutthaṃ ariyasaccaṃ desitaṃ dhāremi.
sc_po: and the practice that leads to the cessation of suffering is the fourth.

# sn56.15:1.9
source: Evaṃ khvāhaṃ, bhante, dhāremi bhagavatā cattāri ariyasaccāni desitānī”ti.
sc_po: That’s how I remember the four noble truths as you’ve taught them.”

# sn56.15:2.1
source: “Sādhu sādhu, bhikkhu.
sc_po: “Good, good, mendicant!

# sn56.15:2.2
source: Sādhu kho tvaṃ, bhikkhu, dhāresi mayā cattāri ariyasaccāni desitānīti.
sc_po: It’s good that you remember the four noble truths as I’ve taught them.

# sn56.15:2.3
source: Dukkhaṃ kho, bhikkhu, mayā paṭhamaṃ ariyasaccaṃ desitaṃ, tathā naṃ dhārehi;
sc_po: Suffering is the first noble truth I’ve taught, and that’s how you should remember it.

# sn56.15:2.4
source: dukkhasamudayaṃ kho, bhikkhu, mayā dutiyaṃ ariyasaccaṃ desitaṃ, tathā naṃ dhārehi;
sc_po: The origin of suffering is the second;

# sn56.15:2.5
source: dukkhanirodhaṃ kho, bhikkhu, mayā tatiyaṃ ariyasaccaṃ desitaṃ, tathā naṃ dhārehi;
sc_po: the cessation of suffering is the third;

# sn56.15:2.6
source: dukkhanirodhagāminī paṭipadā kho, bhikkhu, mayā catutthaṃ ariyasaccaṃ desitaṃ, tathā naṃ dhārehi.
sc_po: and the practice that leads to the cessation of suffering is the fourth.

# sn56.15:2.7
source: Evaṃ kho, bhikkhu, dhārehi mayā cattāri ariyasaccāni desitānīti.
sc_po: That’s how you should remember the four noble truths as I’ve taught them.

# sn56.15:3.1
source: Tasmātiha, bhikkhu, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
