Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.058.po
Languages: sc_po

# sn56.58:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.58:0.2
source: 6. Abhisamayavagga
sc_po: 6. Comprehension

# sn56.58:0.3
source: 58. Dutiyamahāsamuddasutta
sc_po: 58. The Ocean (2nd)

# sn56.58:1.1
source: “Seyyathāpi, bhikkhave, mahāsamudde udakaṃ parikkhayaṃ pariyādānaṃ gaccheyya ṭhapetvā dve vā tīṇi vā udakaphusitāni.
sc_po: “Mendicants, suppose the water in the ocean dried up and evaporated except for two or three drops.

# sn56.58:1.2
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn56.58:1.3
source: katamaṃ nu kho bahutaraṃ—yaṃ vā mahāsamudde udakaṃ parikkhīṇaṃ pariyādinnaṃ, yāni dve vā tīṇi vā udakaphusitāni avasiṭṭhānī”ti?
sc_po: Which is more: the water in the ocean that has dried up and evaporated, or the two or three drops left?”

# sn56.58:1.4
source: “Etadeva, bhante, bahutaraṃ mahāsamudde udakaṃ yadidaṃ parikkhīṇaṃ pariyādinnaṃ; appamattakāni dve vā tīṇi vā udakaphusitāni avasiṭṭhāni.
sc_po: “Sir, the water in the ocean that has dried up and evaporated is certainly more. The two or three drops left are tiny.

# sn56.58:1.5
source: Saṅkhampi na upenti, upanidhampi na upenti, kalabhāgampi na upenti mahāsamudde udakaṃ parikkhīṇaṃ pariyādinnaṃ upanidhāya dve vā tīṇi vā udakaphusitāni avasiṭṭhānī”ti.
sc_po: Compared to the water in the ocean that has dried up and evaporated, it can’t be reckoned or compared, it’s not even a fraction.”

# sn56.58:1.6
source: “Evameva kho, bhikkhave, ariyasāvakassa … pe …
sc_po: “In the same way, for a noble disciple …

# sn56.58:1.7
source: yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
