Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.019.po
Languages: sc_po

# sn56.19:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.19:0.2
source: 2. Dhammacakkappavattanavagga
sc_po: 2. Rolling Forth the Wheel of Dhamma

# sn56.19:0.3
source: 19. Saṅkāsanasutta
sc_po: 19. Expressions

# sn56.19:1.1
source: “‘Idaṃ dukkhaṃ ariyasaccan’ti, bhikkhave, mayā paññattaṃ.
sc_po: “Mendicants, I’ve declared: ‘This is the noble truth of suffering.’

# sn56.19:1.2
source: Tattha aparimāṇā vaṇṇā aparimāṇā byañjanā aparimāṇā saṅkāsanā:
sc_po: And there are limitless explanations, phrases, and expressions about that:

# sn56.19:1.3
source: ‘itipidaṃ dukkhaṃ ariyasaccan’ti;
sc_po: ‘This is another way of saying that this is the noble truth of suffering.’

# sn56.19:1.4
source: idaṃ dukkhasamudayaṃ … pe …
sc_po: I’ve declared: ‘This is the noble truth of the origin of suffering.’ …

# sn56.19:1.5
source: idaṃ dukkhanirodhaṃ … pe …
sc_po: I’ve declared: ‘This is the noble truth of the cessation of suffering.’ …

# sn56.19:1.6
source: ‘idaṃ dukkhanirodhagāminī paṭipadā ariyasaccan’ti, bhikkhave, mayā paññattaṃ.
sc_po: I’ve declared: ‘This is the noble truth of the practice that leads to the cessation of suffering.’

# sn56.19:1.7
source: Tattha aparimāṇā vaṇṇā aparimāṇā byañjanā aparimāṇā saṅkāsanā:
sc_po: And there are limitless explanations, phrases, and expressions about that:

# sn56.19:1.8
source: ‘itipidaṃ dukkhanirodhagāminī paṭipadā ariyasaccan’ti.
sc_po: ‘This is another way of saying that this is the noble truth of the practice that leads to the cessation of suffering.’

# sn56.19:2.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
