Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.003.po
Languages: sc_po

# sn56.3:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.3:0.2
source: 1. Samādhivagga
sc_po: 1. Immersion

# sn56.3:0.3
source: 3. Paṭhamakulaputtasutta
sc_po: 3. A Gentleman (1st)

# sn56.3:1.1
source: “Ye hi keci, bhikkhave, atītamaddhānaṃ kulaputtā sammā agārasmā anagāriyaṃ pabbajiṃsu, sabbe te catunnaṃ ariyasaccānaṃ yathābhūtaṃ abhisamayāya.
sc_po: “Mendicants, whatever gentlemen—past,

# sn56.3:1.2
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ kulaputtā sammā agārasmā anagāriyaṃ pabbajissanti, sabbe te catunnaṃ ariyasaccānaṃ yathābhūtaṃ abhisamayāya.
sc_po: future,

# sn56.3:1.3
source: Ye hi keci, bhikkhave, etarahi kulaputtā sammā agārasmā anagāriyaṃ pabbajanti, sabbe te catunnaṃ ariyasaccānaṃ yathābhūtaṃ abhisamayāya.
sc_po: or present—rightly go forth from the lay life to homelessness, all of them do so in order to truly comprehend the four noble truths.

# sn56.3:2.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn56.3:2.2
source: Dukkhassa ariyasaccassa dukkhasamudayassa ariyasaccassa dukkhanirodhassa ariyasaccassa dukkhanirodhagāminiyā paṭipadāya ariyasaccassa.
sc_po: The noble truths of suffering, the origin of suffering, the cessation of suffering, and the practice that leads to the cessation of suffering.

# sn56.3:2.3
source: Ye hi keci, bhikkhave, atītamaddhānaṃ kulaputtā sammā agārasmā anagāriyaṃ pabbajiṃsu … pe …
sc_po: Whatever gentlemen—past,

# sn56.3:2.4
source: pabbajissanti … pe …
sc_po: future,

# sn56.3:2.5
source: pabbajanti, sabbe te imesaṃyeva catunnaṃ ariyasaccānaṃ yathābhūtaṃ abhisamayāya.
sc_po: or present—rightly go forth from the lay life to homelessness, all of them do so in order to truly comprehend the four noble truths.

# sn56.3:3.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo, ‘ayaṃ dukkhasamudayo’ti yogo karaṇīyo, ‘ayaṃ dukkhanirodho’ti yogo karaṇīyo, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation to understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.”
