Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.046.po
Languages: sc_po

# sn56.46:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.46:0.2
source: 5. Papātavagga
sc_po: 5. A Cliff

# sn56.46:0.3
source: 46. Andhakārasutta
sc_po: 46. Darkness

# sn56.46:1.1
source: “Atthi, bhikkhave, lokantarikā aghā asaṃvutā andhakārā andhakāratimisā, yatthamimesaṃ candimasūriyānaṃ evaṃmahiddhikānaṃ evaṃ mahānubhāvānaṃ ābhāya nānubhontī”ti.
sc_po: “Mendicants, the boundless desolation of interstellar space is so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression.”

# sn56.46:2.1
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, one of the mendicants asked the Buddha,

# sn56.46:2.2
source: “mahā vata so, bhante, andhakāro, sumahā vata so, bhante, andhakāro.
sc_po: “Sir, that darkness really is mighty, so very mighty.

# sn56.46:2.3
source: Atthi nu kho, bhante, etamhā andhakārā añño andhakāro mahantataro ca bhayānakataro cā”ti?
sc_po: Is there any other darkness more mighty and terrifying than this one?”

# sn56.46:2.4
source: “Atthi kho, bhikkhu, etamhā andhakārā añño andhakāro mahantataro ca bhayānakataro cā”ti.
sc_po: “There is, mendicant.”

# sn56.46:3.1
source: “Katamo pana, bhante, etamhā andhakārā añño andhakāro mahantataro ca bhayānakataro cā”ti?
sc_po: “But sir, what is it?”

# sn56.46:3.2
source: “Ye hi keci, bhikkhu, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānanti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānanti,
sc_po: “There are ascetics and brahmins who don’t truly understand about suffering, its origin, its cessation, and the path.

# sn56.46:3.3
source: te jātisaṃvattanikesu saṅkhāresu abhiramanti … pe …
sc_po: They take pleasure in choices that lead to rebirth …

# sn56.46:3.4
source: abhiratā … pe … abhisaṅkharonti … pe …
sc_po: They continue to make such choices …

# sn56.46:3.5
source: abhisaṅkharitvā jātandhakārampi papatanti, jarandhakārampi papatanti, maraṇandhakārampi papatanti, sokaparidevadukkhadomanassupāyāsandhakārampi papatanti.
sc_po: Having made such choices, they fall into the darkness of rebirth, old age, and death, of sorrow, lamentation, pain, sadness, and distress.

# sn56.46:3.6
source: Te na parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi.
sc_po: They’re not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress.

# sn56.46:3.7
source: ‘Na parimuccanti dukkhasmā’ti vadāmi.
sc_po: They’re not freed from suffering, I say.

# sn56.46:4.1
source: Ye ca kho keci, bhikkhu, samaṇā vā brāhmaṇā vā ‘idaṃ dukkhan’ti yathābhūtaṃ pajānanti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānanti,
sc_po: There are ascetics and brahmins who truly understand about suffering, its origin, its cessation, and the path.

# sn56.46:4.2
source: te jātisaṃvattanikesu saṅkhāresu nābhiramanti … pe …
sc_po: They don’t take pleasure in choices that lead to rebirth …

# sn56.46:4.3
source: anabhiratā … pe … nābhisaṅkharonti … pe …
sc_po: They stop making such choices …

# sn56.46:4.4
source: anabhisaṅkharitvā jātandhakārampi nappapatanti, jarandhakārampi nappapatanti, maraṇandhakārampi nappapatanti, sokaparidevadukkhadomanassupāyāsandhakārampi nappapatanti.
sc_po: Having stopped making such choices, they don’t fall into the darkness of rebirth, old age, and death, of sorrow, lamentation, pain, sadness, and distress.

# sn56.46:4.5
source: Te parimuccanti jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi.
sc_po: They’re freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress.

# sn56.46:4.6
source: ‘Parimuccanti dukkhasmā’ti vadāmi.
sc_po: They’re freed from suffering, I say.

# sn56.46:5.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
