Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.048.po
Languages: sc_po

# sn56.48:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.48:0.2
source: 5. Papātavagga
sc_po: 5. A Cliff

# sn56.48:0.3
source: 48. Dutiyachiggaḷayugasutta
sc_po: 48. A Yoke With a Hole (2nd)

# sn56.48:1.1
source: “Seyyathāpi, bhikkhave, ayaṃ mahāpathavī ekodakā assa.
sc_po: “Mendicants, suppose the earth was entirely covered with water.

# sn56.48:1.2
source: Tatra puriso ekacchiggaḷaṃ yugaṃ pakkhipeyya.
sc_po: And a person threw a yoke with a single hole into it.

# sn56.48:1.3
source: Tamenaṃ puratthimo vāto pacchimena saṃhareyya, pacchimo vāto puratthimena saṃhareyya, uttaro vāto dakkhiṇena saṃhareyya, dakkhiṇo vāto uttarena saṃhareyya.
sc_po: The east wind wafts it west; the west wind wafts it east; the north wind wafts it south; and the south wind wafts it north.

# sn56.48:1.4
source: Tatrassa kāṇo kacchapo. So vassasatassa vassasatassa accayena sakiṃ sakiṃ ummujjeyya.
sc_po: And there was a one-eyed turtle who popped up once every hundred years.

# sn56.48:1.5
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn56.48:1.6
source: api nu kho kāṇo kacchapo vassasatassa vassasatassa accayena sakiṃ sakiṃ ummujjanto amusmiṃ ekacchiggaḷe yuge gīvaṃ paveseyyā”ti?
sc_po: Would that one-eyed turtle, popping up once every hundred years, still poke its neck through the hole in that yoke?”

# sn56.48:1.7
source: “Adhiccamidaṃ, bhante, yaṃ so kāṇo kacchapo vassasatassa vassasatassa accayena sakiṃ sakiṃ ummujjanto amusmiṃ ekacchiggaḷe yuge gīvaṃ paveseyyā”ti.
sc_po: “It’s unlikely, sir.”

# sn56.48:2.1
source: “Evaṃ adhiccamidaṃ, bhikkhave, yaṃ manussattaṃ labhati.
sc_po: “That’s how unlikely it is to get reborn as a human being.

# sn56.48:2.2
source: Evaṃ adhiccamidaṃ, bhikkhave, yaṃ tathāgato loke uppajjati arahaṃ sammāsambuddho.
sc_po: And that’s how unlikely it is for a Realized One to arise in the world, a perfected one, a fully awakened Buddha.

# sn56.48:2.3
source: Evaṃ adhiccamidaṃ, bhikkhave, yaṃ tathāgatappavedito dhammavinayo loke dibbati.
sc_po: And that’s how unlikely it is for the teaching and training proclaimed by a Realized One to shine in the world.

# sn56.48:2.4
source: Tassidaṃ, bhikkhave, manussattaṃ laddhaṃ, tathāgato loke uppanno arahaṃ sammāsambuddho, tathāgatappavedito ca dhammavinayo loke dibbati.
sc_po: And now, mendicants, you have been reborn as a human being. A Realized One has arisen in the world, a perfected one, a fully awakened Buddha. And the teaching and training proclaimed by a Realized One shines in the world.

# sn56.48:3.1
source: Tasmātiha, bhikkhave, ‘idaṃ dukkhan’ti yogo karaṇīyo … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
