Repository: kondannyo/PGP
Catalog: SN/*_text/sn56/sn56.054.po
Languages: sc_po

# sn56.54:0.1
source: Saṃyutta Nikāya 56
sc_po: Linked Discourses 56

# sn56.54:0.2
source: 6. Abhisamayavagga
sc_po: 6. Comprehension

# sn56.54:0.3
source: 54. Dutiyasambhejjasutta
sc_po: 54. Where the Waters Flow Together (2nd)

# sn56.54:1.1
source: “Seyyathāpi, bhikkhave, yatthimā mahānadiyo saṃsandanti samenti, seyyathidaṃ—
sc_po: “Mendicants, there are places where the great rivers—the Ganges, Yamuna, Aciravatī, Sarabhū, and Mahī—come together and converge.

# sn56.54:1.2
source: gaṅgā, yamunā, aciravatī, sarabhū, mahī, taṃ udakaṃ parikkhayaṃ pariyādānaṃ gaccheyya, ṭhapetvā dve vā tīṇi vā udakaphusitāni.
sc_po: Suppose that water dried up and evaporated except for two or three drops.

# sn56.54:1.3
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn56.54:1.4
source: katamaṃ nu kho bahutaraṃ—yaṃ vā saṃbhejjaudakaṃ parikkhīṇaṃ pariyādinnaṃ, yāni dve vā tīṇi vā udakaphusitāni avasiṭṭhānī”ti?
sc_po: Which is more: the water in the confluence that has dried up and evaporated, or the two or three drops left?”

# sn56.54:1.5
source: “Etadeva, bhante, bahutaraṃ saṃbhejjaudakaṃ yadidaṃ parikkhīṇaṃ pariyādinnaṃ; appamattakāni dve vā tīṇi vā udakaphusitāni avasiṭṭhāni.
sc_po: “Sir, the water in the confluence that has dried up and evaporated is certainly more. The two or three drops left are tiny.

# sn56.54:1.6
source: Saṅkhampi na upenti, upanidhampi na upenti, kalabhāgampi na upenti saṃbhejjaudakaṃ parikkhīṇaṃ pariyādinnaṃ upanidhāya dve vā tīṇi vā udakaphusitāni avasiṭṭhānī”ti.
sc_po: Compared to the water in the confluence that has dried up and evaporated, it can’t be reckoned or compared, it’s not even a fraction.”

# sn56.54:1.7
source: “Evameva kho, bhikkhave, ariyasāvakassa … pe …
sc_po: “In the same way, for a noble disciple …

# sn56.54:1.8
source: yogo karaṇīyo”ti.
sc_po: That’s why you should practice meditation …”
