Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.05.po
Languages: sc_po

# sn11.5:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.5:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn11.5:0.3
source: 5. Subhāsitajayasutta
sc_po: 5. Victory by Good Speech

# sn11.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn11.5:1.2
source: “Bhūtapubbaṃ, bhikkhave, devāsurasaṅgāmo samupabyūḷho ahosi.
sc_po: “Once upon a time, mendicants, a battle was fought between the gods and the demons.

# sn11.5:1.3
source: Atha kho, bhikkhave, vepacitti asurindo sakkaṃ devānamindaṃ etadavoca:
sc_po: Then Vepacitti, lord of demons, said to Sakka, lord of gods,

# sn11.5:1.4
source: ‘hotu, devānaminda, subhāsitena jayo’ti.
sc_po: ‘Lord of gods, let there be victory by fine words!’

# sn11.5:1.5
source: ‘Hotu, vepacitti, subhāsitena jayo’ti.
sc_po: ‘Vepacitti, let there be victory by fine words!’

# sn11.5:1.6
source: Atha kho, bhikkhave, devā ca asurā ca pārisajje ṭhapesuṃ:
sc_po: Then the gods and the demons appointed a panel of judges, saying,

# sn11.5:1.7
source: ‘ime no subhāsitadubbhāsitaṃ ājānissantī’ti.
sc_po: ‘These will understand our good and bad statements.’

# sn11.5:1.8
source: Atha kho, bhikkhave, vepacitti asurindo sakkaṃ devānamindaṃ etadavoca:
sc_po: Then Vepacitti, lord of demons, said to Sakka, lord of gods,

# sn11.5:1.9
source: ‘bhaṇa, devānaminda, gāthan’ti.
sc_po: ‘Lord of gods, recite a verse!’

# sn11.5:1.10
source: Evaṃ vutte, bhikkhave, sakko devānamindo vepacittiṃ asurindaṃ etadavoca:
sc_po: When he said this, Sakka said to him,

# sn11.5:1.11
source: ‘tumhe khvettha, vepacitti, pubbadevā.
sc_po: ‘Vepacitti, you are the elder god here.

# sn11.5:1.12
source: Bhaṇa, vepacitti, gāthan’ti.
sc_po: Recite a verse.’

# sn11.5:1.13
source: Evaṃ vutte, bhikkhave, vepacitti asurindo imaṃ gāthaṃ abhāsi:
sc_po: So Vepacitti recited this verse:

# sn11.5:2.1
source: ‘Bhiyyo bālā pabhijjeyyuṃ,
sc_po: ‘Fools would vent even more

# sn11.5:2.2
source: no cassa paṭisedhako;
sc_po: if there’s no-one to put a stop to them.

# sn11.5:2.3
source: Tasmā bhusena daṇḍena,
sc_po: So an intelligent person should stop

# sn11.5:2.4
source: dhīro bālaṃ nisedhaye’ti.
sc_po: a fool with forceful punishment.’

# sn11.5:3.1
source: Bhāsitāya kho pana, bhikkhave, vepacittinā asurindena gāthāya asurā anumodiṃsu, devā tuṇhī ahesuṃ.
sc_po: The demons applauded Vepacitti’s verse, while the gods remained silent.

# sn11.5:3.2
source: Atha kho, bhikkhave, vepacitti asurindo sakkaṃ devānamindaṃ etadavoca:
sc_po: Then Vepacitti said to Sakka,

# sn11.5:3.3
source: ‘bhaṇa, devānaminda, gāthan’ti.
sc_po: ‘Lord of gods, recite a verse!’

# sn11.5:3.4
source: Evaṃ vutte, bhikkhave, sakko devānamindo imaṃ gāthaṃ abhāsi:
sc_po: So Sakka recited this verse:

# sn11.5:4.1
source: ‘Etadeva ahaṃ maññe,
sc_po: ‘I think that this is the only way

# sn11.5:4.2
source: bālassa paṭisedhanaṃ;
sc_po: to put a stop to a fool,

# sn11.5:4.3
source: Paraṃ saṅkupitaṃ ñatvā,
sc_po: when you know that the other is upset,

# sn11.5:4.4
source: yo sato upasammatī’ti.
sc_po: be mindful and stay calm.’

# sn11.5:5.1
source: Bhāsitāya kho pana, bhikkhave, sakkena devānamindena gāthāya, devā anumodiṃsu, asurā tuṇhī ahesuṃ.
sc_po: The gods applauded Sakka’s verse, while the demons remained silent.

# sn11.5:5.2
source: Atha kho, bhikkhave, sakko devānamindo vepacittiṃ asurindaṃ etadavoca:
sc_po: Then Sakka said to Vepacitti,

# sn11.5:5.3
source: ‘bhaṇa, vepacitti, gāthan’ti.
sc_po: ‘Vepacitti, recite a verse!’

# sn11.5:5.4
source: Evaṃ vutte, bhikkhave, vepacitti asurindo imaṃ gāthaṃ abhāsi:
sc_po: So Vepacitti recited this verse:

# sn11.5:6.1
source: ‘Etadeva titikkhāya,
sc_po: ‘I see this fault, Vāsava,

# sn11.5:6.2
source: vajjaṃ passāmi vāsava;
sc_po: in just being patient.

# sn11.5:6.3
source: Yadā naṃ maññati bālo,
sc_po: When a fool thinks,

# sn11.5:6.4
source: bhayā myāyaṃ titikkhati;
sc_po: “He puts up with me out of fear,”

# sn11.5:6.5
source: Ajjhāruhati dummedho,
sc_po: the idiot will go after you even harder,

# sn11.5:6.6
source: gova bhiyyo palāyinan’ti.
sc_po: like a cow chasing someone who runs away.’

# sn11.5:7.1
source: Bhāsitāya kho pana, bhikkhave, vepacittinā asurindena gāthāya asurā anumodiṃsu, devā tuṇhī ahesuṃ.
sc_po: The demons applauded Vepacitti’s verse, while the gods remained silent.

# sn11.5:7.2
source: Atha kho, bhikkhave, vepacitti asurindo sakkaṃ devānamindaṃ etadavoca:
sc_po: Then Vepacitti said to Sakka,

# sn11.5:7.3
source: ‘bhaṇa, devānaminda, gāthan’ti.
sc_po: ‘Lord of gods, recite a verse!’

# sn11.5:7.4
source: Evaṃ vutte, bhikkhave, sakko devānamindo imā gāthāyo abhāsi:
sc_po: So Sakka recited this verse:

# sn11.5:8.1
source: ‘Kāmaṃ maññatu vā mā vā,
sc_po: ‘Let him think this if he wishes, or not—

# sn11.5:8.2
source: bhayā myāyaṃ titikkhati;
sc_po: “He puts up with me out of fear.”

# sn11.5:8.3
source: Sadatthaparamā atthā,
sc_po: Of goals culminating in one’s own good,

# sn11.5:8.4
source: khantyā bhiyyo na vijjati.
sc_po: none better than patience is found.

# sn11.5:9.1
source: Yo have balavā santo,
sc_po: When a strong person

# sn11.5:9.2
source: dubbalassa titikkhati;
sc_po: puts up with a weakling,

# sn11.5:9.3
source: Tamāhu paramaṃ khantiṃ,
sc_po: they call that the ultimate patience,

# sn11.5:9.4
source: niccaṃ khamati dubbalo.
sc_po: for a weakling must always be patient.

# sn11.5:10.1
source: Abalaṃ taṃ balaṃ āhu,
sc_po: The strength of folly

# sn11.5:10.2
source: yassa bālabalaṃ balaṃ;
sc_po: is really just weakness, they say.

# sn11.5:10.3
source: Balassa dhammaguttassa,
sc_po: But no-one can challenge a person

# sn11.5:10.4
source: paṭivattā na vijjati.
sc_po: who’s strong, guarded by the teaching.

# sn11.5:11.1
source: Tasseva tena pāpiyo,
sc_po: When you get angry at an angry person

# sn11.5:11.2
source: yo kuddhaṃ paṭikujjhati;
sc_po: you just make things worse for yourself.

# sn11.5:11.3
source: Kuddhaṃ appaṭikujjhanto,
sc_po: When you don’t get angry at an angry person

# sn11.5:11.4
source: saṅgāmaṃ jeti dujjayaṃ.
sc_po: you win a battle hard to win.

# sn11.5:12.1
source: Ubhinnamatthaṃ carati,
sc_po: When you know that the other is angry,

# sn11.5:12.2
source: attano ca parassa ca;
sc_po: you act for the good of both

# sn11.5:12.3
source: Paraṃ saṅkupitaṃ ñatvā,
sc_po: yourself and the other

# sn11.5:12.4
source: yo sato upasammati.
sc_po: if you’re mindful and stay calm.

# sn11.5:13.1
source: Ubhinnaṃ tikicchantānaṃ,
sc_po: People unfamiliar with the teaching

# sn11.5:13.2
source: attano ca parassa ca;
sc_po: consider one who heals both

# sn11.5:13.3
source: Janā maññanti bāloti,
sc_po: oneself and the other

# sn11.5:13.4
source: ye dhammassa akovidā’ti.
sc_po: to be a fool.’

# sn11.5:14.1
source: Bhāsitāsu kho pana, bhikkhave, sakkena devānamindena gāthāsu, devā anumodiṃsu, asurā tuṇhī ahesuṃ.
sc_po: The gods applauded Sakka’s verses, while the demons remained silent.

# sn11.5:14.2
source: Atha kho, bhikkhave, devānañca asurānañca pārisajjā etadavocuṃ:
sc_po: Then the panel of judges consisting of both gods and demons said this,

# sn11.5:14.3
source: ‘bhāsitā kho vepacittinā asurindena gāthāyo.
sc_po: ‘The verses spoken by Vepacitti

# sn11.5:14.4
source: Tā ca kho sadaṇḍāvacarā sasatthāvacarā, iti bhaṇḍanaṃ iti viggaho iti kalaho.
sc_po: evoke punishment and violence. That’s how you get arguments, quarrels, and disputes.

# sn11.5:14.5
source: Bhāsitā kho sakkena devānamindena gāthāyo.
sc_po: The verses spoken by Sakka

# sn11.5:14.6
source: Tā ca kho adaṇḍāvacarā asatthāvacarā, iti abhaṇḍanaṃ iti aviggaho iti akalaho.
sc_po: don’t evoke punishment and violence. That’s how you stay free of arguments, quarrels, and disputes.

# sn11.5:14.7
source: Sakkassa devānamindassa subhāsitena jayo’ti.
sc_po: Sakka, lord of gods, wins victory by fine words!’

# sn11.5:14.8
source: Iti kho, bhikkhave, sakkassa devānamindassa subhāsitena jayo ahosī”ti.
sc_po: And that’s how Sakka came to win victory by fine words.”
