Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.13.po
Languages: sc_po

# sn11.13:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.13:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn11.13:0.3
source: 13. Mahālisutta
sc_po: 13. With Mahāli

# sn11.13:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn11.13:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# sn11.13:1.3
source: Atha kho mahāli licchavī yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mahāli licchavī bhagavantaṃ etadavoca:
sc_po: Then Mahāli the Licchavi went up to the Buddha, bowed, sat down to one side, and said to him,

# sn11.13:2.1
source: “Diṭṭho kho, bhante, bhagavatā sakko devānamindo”ti?
sc_po: “Sir, have you seen Sakka, lord of gods?”

# sn11.13:3.1
source: “Diṭṭho kho me, mahāli, sakko devānamindo”ti.
sc_po: “I have, Mahāli.”

# sn11.13:4.1
source: “So hi nūna, bhante, sakkapatirūpako bhavissati.
sc_po: “But surely, sir, you must have seen someone who looked like Sakka.

# sn11.13:4.2
source: Duddaso hi, bhante, sakko devānamindo”ti.
sc_po: For Sakka is hard to see.”

# sn11.13:5.1
source: “Sakkañca khvāhaṃ, mahāli, pajānāmi sakkakaraṇe ca dhamme, yesaṃ dhammānaṃ samādinnattā sakko sakkattaṃ ajjhagā, tañca pajānāmi.
sc_po: “Mahāli, I understand Sakka. And I understand the things that he undertook and committed to, which enabled him to achieve the status of Sakka.

# sn11.13:6.1
source: Sakko, mahāli, devānamindo pubbe manussabhūto samāno magho nāma māṇavo ahosi, tasmā maghavāti vuccati.
sc_po: In a former life, when Sakka was a human being, he was a brahmanical student named Magha. That’s why he’s called Maghavā.

# sn11.13:7.1
source: Sakko, mahāli, devānamindo pubbe manussabhūto samāno sakkaccaṃ dānaṃ adāsi, tasmā sakkoti vuccati.
sc_po: In a former life, when Sakka was a human being, he gave gifts carefully. That’s why he’s called Sakka, the careful.

# sn11.13:8.1
source: Sakko, mahāli, devānamindo pubbe manussabhūto samāno pure dānaṃ adāsi, tasmā purindadoti vuccati.
sc_po: In a former life, when Sakka was a human being, he gave gifts in stronghold after stronghold. That’s why he’s called Purindada, the stronghold-giver.

# sn11.13:9.1
source: Sakko, mahāli, devānamindo pubbe manussabhūto samāno āvasathaṃ adāsi, tasmā vāsavoti vuccati.
sc_po: In a former life, when Sakka was a human being, he gave the gift of a guest house. That’s why he’s called Vāsava, the houser.

# sn11.13:10.1
source: Sakko, mahāli, devānamindo sahassampi atthānaṃ muhuttena cinteti, tasmā sahassakkhoti vuccati.
sc_po: Sakka thinks of a thousand things in a moment. That’s why he’s called Sahassakkha, Thousand-Eye.

# sn11.13:11.1
source: Sakkassa, mahāli, devānamindassa sujā nāma asurakaññā pajāpati, tasmā sujampatīti vuccati.
sc_po: Sakka’s wife is the demon maiden named Sujā. That’s why he’s called Sujampati, Sujā’s husband.

# sn11.13:12.1
source: Sakko, mahāli, devānamindo devānaṃ tāvatiṃsānaṃ issariyādhipaccaṃ rajjaṃ kāreti, tasmā devānamindoti vuccati.
sc_po: Sakka rules as sovereign lord over the gods of the Thirty-Three. That’s why he’s called lord of gods.

# sn11.13:13.1
source: Sakkassa, mahāli, devānamindassa pubbe manussabhūtassa satta vatapadāni samattāni samādinnāni ahesuṃ, yesaṃ samādinnattā sakko sakkattaṃ ajjhagā.
sc_po: In a former life, when Sakka was a human being, he undertook seven vows. And it was because of undertaking these that he achieved the status of Sakka.

# sn11.13:13.2
source: Katamāni satta vatapadāni?
sc_po: What seven?

# sn11.13:13.3
source: Yāvajīvaṃ mātāpettibharo assaṃ,
sc_po: As long as I live, may I support my parents.

# sn11.13:13.4
source: yāvajīvaṃ kule jeṭṭhāpacāyī assaṃ,
sc_po: As long as I live, may I honor the elders in the family.

# sn11.13:13.5
source: yāvajīvaṃ saṇhavāco assaṃ,
sc_po: As long as I live, may I speak gently.

# sn11.13:13.6
source: yāvajīvaṃ apisuṇavāco assaṃ,
sc_po: As long as I live, may I not speak divisively.

# sn11.13:13.7
source: yāvajīvaṃ vigatamalamaccherena cetasā agāraṃ ajjhāvaseyyaṃ muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato,
sc_po: As long as I live, may I live at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# sn11.13:13.8
source: yāvajīvaṃ saccavāco assaṃ,
sc_po: As long as I live, may I speak the truth.

# sn11.13:13.9
source: yāvajīvaṃ akkodhano assaṃ—sacepi me kodho uppajjeyya, khippameva naṃ paṭivineyyanti.
sc_po: As long as I live, may I be free of anger, or should anger arise, may I quickly get rid of it.

# sn11.13:13.10
source: Sakkassa, mahāli, devānamindassa pubbe manussabhūtassa imāni satta vatapadāni samattāni samādinnāni ahesuṃ, yesaṃ samādinnattā sakko sakkattaṃ ajjhagāti.
sc_po: In a former life, when Sakka was a human being, he undertook seven vows. And it was because of undertaking these that he achieved the status of Sakka.

# sn11.13:14.1
source: Mātāpettibharaṃ jantuṃ,
sc_po: A person who respects their parents,

# sn11.13:14.2
source: kule jeṭṭhāpacāyinaṃ;
sc_po: and honors the elders in the family,

# sn11.13:14.3
source: Saṇhaṃ sakhilasambhāsaṃ,
sc_po: whose speech is gentle and courteous,

# sn11.13:14.4
source: pesuṇeyyappahāyinaṃ.
sc_po: and has given up divisiveness;

# sn11.13:15.1
source: Maccheravinaye yuttaṃ,
sc_po: who’s committed to getting rid of stinginess,

# sn11.13:15.2
source: saccaṃ kodhābhibhuṃ naraṃ;
sc_po: is truthful, and has mastered anger:

# sn11.13:15.3
source: Taṃ ve devā tāvatiṃsā,
sc_po: the gods of the Thirty-Three

# sn11.13:15.4
source: āhu sappuriso itī”ti.
sc_po: call them truly a good person.”
