Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.06.po
Languages: sc_po

# sn11.6:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.6:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn11.6:0.3
source: 6. Kulāvakasutta
sc_po: 6. Bird Nests

# sn11.6:1.1
source: Sāvatthiyaṃ.
sc_po: At Sāvatthī.

# sn11.6:1.2
source: “Bhūtapubbaṃ, bhikkhave, devāsurasaṅgāmo samupabyūḷho ahosi.
sc_po: “Once upon a time, mendicants, a battle was fought between the gods and the demons.

# sn11.6:1.3
source: Tasmiṃ kho pana, bhikkhave, saṅgāme asurā jiniṃsu, devā parājiniṃsu.
sc_po: In that battle the demons won and the gods lost.

# sn11.6:1.4
source: Parājitā ca kho, bhikkhave, devā apāyaṃsveva uttarenamukhā, abhiyaṃsveva ne asurā.
sc_po: Defeated, the gods fled north with the demons in pursuit.

# sn11.6:1.5
source: Atha kho, bhikkhave, sakko devānamindo mātali saṅgāhakaṃ gāthāya ajjhabhāsi:
sc_po: Then Sakka, lord of gods, addressed his charioteer Mātali in verse:

# sn11.6:2.1
source: ‘Kulāvakā mātali simbalismiṃ,
sc_po: ‘Mātali, don’t ram the bird nests

# sn11.6:2.2
source: Īsāmukhena parivajjayassu;
sc_po: in the red silk-cotton woods with your chariot pole.

# sn11.6:2.3
source: Kāmaṃ cajāma asuresu pāṇaṃ,
sc_po: I’d rather give up our lives to the demons

# sn11.6:2.4
source: Māyime dijā vikulāvakā ahesun’ti.
sc_po: than deprive these birds of their nests.’

# sn11.6:3.1
source: ‘Evaṃ, bhaddantavā’ti kho, bhikkhave, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṃ ājaññarathaṃ paccudāvattesi.
sc_po: ‘Yes, lord,’ replied Mātali. And he turned the chariot back around, with its team of a thousand thoroughbreds.

# sn11.6:3.2
source: Atha kho, bhikkhave, asurānaṃ etadahosi:
sc_po: Then the demons thought,

# sn11.6:3.3
source: ‘paccudāvatto kho dāni sakkassa devānamindassa sahassayutto ājaññaratho.
sc_po: ‘Now Sakka’s chariot has turned back.

# sn11.6:3.4
source: Dutiyampi kho devā asurehi saṅgāmessantī’ti bhītā asurapurameva pāvisiṃsu.
sc_po: The demons will have to fight the gods a second time!’ Terrified, they retreated right away to the castle of the demons.

# sn11.6:3.5
source: Iti kho, bhikkhave, sakkassa devānamindassa dhammena jayo ahosī”ti.
sc_po: And that’s how Sakka came to win victory by principle.”
