Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.24.po
Languages: sc_po

# sn11.24:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.24:0.2
source: 3. Tatiyavagga
sc_po: 3. The Third Chapter

# sn11.24:0.3
source: 24. Accayasutta
sc_po: 24. Transgression

# sn11.24:1.1
source: Sāvatthiyaṃ … pe … ārāme.
sc_po: At Sāvatthī.

# sn11.24:1.2
source: Tena kho pana samayena dve bhikkhū sampayojesuṃ.
sc_po: Now at that time two mendicants were overly attached,

# sn11.24:1.3
source: Tatreko bhikkhu accasarā.
sc_po: and one of them transgressed against the other.

# sn11.24:1.4
source: Atha kho so bhikkhu tassa bhikkhuno santike accayaṃ accayato deseti;
sc_po: The transgressor confessed to the other mendicant,

# sn11.24:1.5
source: so bhikkhu nappaṭiggaṇhāti.
sc_po: but they didn’t accept it.

# sn11.24:1.6
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened.

# sn11.24:2.1
source: “Dveme, bhikkhave, bālā.
sc_po: “Mendicants, there are two fools.

# sn11.24:2.2
source: Yo ca accayaṃ accayato na passati, yo ca accayaṃ desentassa yathādhammaṃ nappaṭiggaṇhāti—
sc_po: One who doesn’t recognize when they’ve made a mistake. And one who doesn’t properly accept the confession of someone who’s made a mistake.

# sn11.24:2.3
source: ime kho, bhikkhave, dve bālā.
sc_po: These are the two fools.

# sn11.24:2.4
source: Dveme, bhikkhave, paṇḍitā.
sc_po: There are two who are astute.

# sn11.24:2.5
source: Yo ca accayaṃ accayato passati, yo ca accayaṃ desentassa yathādhammaṃ paṭiggaṇhāti—
sc_po: One who recognizes when they’ve made a mistake. And one who properly accepts the confession of someone who’s made a mistake.

# sn11.24:2.6
source: ime kho, bhikkhave, dve paṇḍitā.
sc_po: These are the two who are astute.

# sn11.24:3.1
source: Bhūtapubbaṃ, bhikkhave, sakko devānamindo sudhammāyaṃ sabhāyaṃ deve tāvatiṃse anunayamāno tāyaṃ velāyaṃ imaṃ gāthaṃ abhāsi:
sc_po: Once upon a time, mendicants, Sakka, lord of gods, guiding the gods of the Thirty-Three, recited this verse:

# sn11.24:4.1
source: ‘Kodho vo vasamāyātu,
sc_po: ‘Control your anger;

# sn11.24:4.2
source: Mā ca mittehi vo jarā;
sc_po: don’t let friendships decay.

# sn11.24:4.3
source: Agarahiyaṃ mā garahittha,
sc_po: Don’t blame the blameless,

# sn11.24:4.4
source: Mā ca bhāsittha pesuṇaṃ;
sc_po: and don’t say divisive things.

# sn11.24:4.5
source: Atha pāpajanaṃ kodho,
sc_po: For anger crushes bad people

# sn11.24:4.6
source: Pabbatovābhimaddatī’”ti.
sc_po: like a mountain.’”
