Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.09.po
Languages: sc_po

# sn11.9:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.9:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn11.9:0.3
source: 9. Araññāyatanaisisutta
sc_po: 9. Hermits in the Wilderness

# sn11.9:1.1
source: Sāvatthiyaṃ.
sc_po: At Sāvatthī.

# sn11.9:1.2
source: “Bhūtapubbaṃ, bhikkhave, sambahulā isayo sīlavanto kalyāṇadhammā araññāyatane paṇṇakuṭīsu sammanti.
sc_po: “Once upon a time, mendicants, several hermits who were ethical, of good character, settled in leaf huts in a wilderness region.

# sn11.9:1.3
source: Atha kho, bhikkhave, sakko ca devānamindo vepacitti ca asurindo yena te isayo sīlavanto kalyāṇadhammā tenupasaṅkamiṃsu.
sc_po: Then Sakka, lord of gods, and Vepacitti, lord of demons, went to those hermits.

# sn11.9:1.4
source: Atha kho, bhikkhave, vepacitti asurindo paṭaliyo upāhanā ārohitvā khaggaṃ olaggetvā chattena dhāriyamānena aggadvārena assamaṃ pavisitvā te isayo sīlavante kalyāṇadhamme apabyāmato karitvā atikkami.
sc_po: Vepacitti put on his boots, strapped on his sword, and, carrying a sunshade, entered the hermitage through the main gate. He walked right past those hermits, keeping them at a distance.

# sn11.9:1.5
source: Atha kho, bhikkhave, sakko devānamindo paṭaliyo upāhanā orohitvā khaggaṃ aññesaṃ datvā chattaṃ apanāmetvā dvāreneva assamaṃ pavisitvā te isayo sīlavante kalyāṇadhamme anuvātaṃ pañjaliko namassamāno aṭṭhāsi.
sc_po: Sakka took off his boots, gave his sword to others, and, putting down his sunshade, entered the hermitage through a gate he happened upon. He stood downwind of those hermits, revering them with joined palms.

# sn11.9:1.6
source: Atha kho, bhikkhave, te isayo sīlavanto kalyāṇadhammā sakkaṃ devānamindaṃ gāthāya ajjhabhāsiṃsu:
sc_po: Then those hermits addressed Sakka in verse:

# sn11.9:2.1
source: ‘Gandho isīnaṃ ciradikkhitānaṃ,
sc_po: ‘When hermits have been long ordained,

# sn11.9:2.2
source: Kāyā cuto gacchati mālutena;
sc_po: the odor of their bodies goes with the wind.

# sn11.9:2.3
source: Ito paṭikkamma sahassanetta,
sc_po: You’d better leave, O thousand-eyed!

# sn11.9:2.4
source: Gandho isīnaṃ asuci devarājā’ti.
sc_po: The odor of the hermits is unclean, king of gods.’

# sn11.9:3.1
source: ‘Gandho isīnaṃ ciradikkhitānaṃ,
sc_po: ‘When hermits have been long ordained,

# sn11.9:3.2
source: Kāyā cuto gacchatu mālutena;
sc_po: let the odor of their bodies go with the wind.

# sn11.9:3.3
source: Sucitrapupphaṃ sirasmiṃva mālaṃ,
sc_po: We yearn for this odor, sirs,

# sn11.9:3.4
source: Gandhaṃ etaṃ paṭikaṅkhāma bhante;
sc_po: like a colorful crown of flowers.

# sn11.9:3.5
source: Na hettha devā paṭikūlasaññino’”ti.
sc_po: The gods don’t see it as repulsive.’”
