Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.07.po
Languages: sc_po

# sn11.7:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.7:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn11.7:0.3
source: 7. Nadubbhiyasutta
sc_po: 7. Not Betray

# sn11.7:1.1
source: Sāvatthiyaṃ.
sc_po: At Sāvatthī.

# sn11.7:1.2
source: “Bhūtapubbaṃ, bhikkhave, sakkassa devānamindassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: “Once upon a time, mendicants, as Sakka, lord of gods, was in private retreat this thought came to his mind,

# sn11.7:1.3
source: ‘yopi me assa supaccatthiko tassapāhaṃ na dubbheyyan’ti.
sc_po: ‘I should never betray even a sworn enemy.’

# sn11.7:1.4
source: Atha kho, bhikkhave, vepacitti asurindo sakkassa devānamindassa cetasā cetoparivitakkamaññāya yena sakko devānamindo tenupasaṅkami.
sc_po: And then Vepacitti, lord of demons, knowing what Sakka was thinking, approached him.

# sn11.7:1.5
source: Addasā kho, bhikkhave, sakko devānamindo vepacittiṃ asurindaṃ dūratova āgacchantaṃ.
sc_po: Sakka saw Vepacitti coming off in the distance,

# sn11.7:1.6
source: Disvāna vepacittiṃ asurindaṃ etadavoca:
sc_po: and said to him,

# sn11.7:1.7
source: ‘tiṭṭha, vepacitti, gahitosī’ti.
sc_po: ‘Stop, Vepacitti, you’re caught!’

# sn11.7:2.1
source: ‘Yadeva te, mārisa, pubbe cittaṃ, tadeva tvaṃ mā pajahāsī’ti.
sc_po: ‘Dear sir, don’t give up the idea you just had!’

# sn11.7:3.1
source: ‘Sapassu ca me, vepacitti, adubbhāyā’ti.
sc_po: ‘Swear, Vepacitti, that you won’t betray me.’

# sn11.7:4.1
source: ‘Yaṃ musā bhaṇato pāpaṃ,
sc_po: ‘Whatever bad things happen to a liar,

# sn11.7:4.2
source: Yaṃ pāpaṃ ariyūpavādino;
sc_po: or to someone who slanders the noble ones,

# sn11.7:4.3
source: Mittadduno ca yaṃ pāpaṃ,
sc_po: or to someone who betrays a friend,

# sn11.7:4.4
source: Yaṃ pāpaṃ akataññuno;
sc_po: or to someone who’s ungrateful,

# sn11.7:4.5
source: Tameva pāpaṃ phusatu,
sc_po: the same bad things impact

# sn11.7:4.6
source: Yo te dubbhe sujampatī’”ti.
sc_po: anyone who betrays you, Sujā’s husband.’”
