Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.17.po
Languages: sc_po

# sn11.17:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.17:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn11.17:0.3
source: 17. Buddhavandanāsutta
sc_po: 17. Homage to the Buddha

# sn11.17:1.1
source: Sāvatthiyaṃ jetavane.
sc_po: Near Sāvatthī in Jeta’s Grove.

# sn11.17:1.2
source: Tena kho pana samayena bhagavā divāvihāragato hoti paṭisallīno.
sc_po: Now at that time the Buddha had gone into retreat for the day’s meditation.

# sn11.17:1.3
source: Atha kho sakko ca devānamindo brahmā ca sahampati yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā paccekaṃ dvārabāhaṃ nissāya aṭṭhaṃsu.
sc_po: Then Sakka, lord of gods, and Brahmā Sahampati approached the Buddha and stationed themselves one by each door-post.

# sn11.17:1.4
source: Atha kho sakko devānamindo bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then Sakka recited this verse in the Buddha’s presence:

# sn11.17:2.1
source: “Uṭṭhehi vīra vijitasaṅgāma,
sc_po: “Rise, hero! Victor in battle, with burden put down,

# sn11.17:2.2
source: Pannabhāra anaṇa vicara loke;
sc_po: wander the world without obligation.

# sn11.17:2.3
source: Cittañca te suvimuttaṃ,
sc_po: Your mind is fully liberated,

# sn11.17:2.4
source: Cando yathā pannarasāya rattin”ti.
sc_po: like the moon on the fifteenth night.”

# sn11.17:3.1
source: “Na kho, devānaminda, tathāgatā evaṃ vanditabbā.
sc_po: “Lord of gods, that’s not how to pay homage to the Realized Ones.

# sn11.17:3.2
source: Evañca kho, devānaminda, tathāgatā vanditabbā:
sc_po: This is how it should be done:

# sn11.17:4.1
source: ‘Uṭṭhehi vīra vijitasaṅgāma,
sc_po: ‘Rise, hero! Victor in battle, leader of the caravan,

# sn11.17:4.2
source: Satthavāha anaṇa vicara loke;
sc_po: wander the world without obligation.

# sn11.17:4.3
source: Desassu bhagavā dhammaṃ,
sc_po: Let the Blessed One teach the Dhamma!

# sn11.17:4.4
source: Aññātāro bhavissantī’”ti.
sc_po: There will be those who understand!’”
