Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.01.po
Languages: sc_po

# sn11.1:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.1:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn11.1:0.3
source: 1. Suvīrasutta
sc_po: 1. With Suvīra

# sn11.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn11.1:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn11.1:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# sn11.1:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# sn11.1:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# sn11.1:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn11.1:2.1
source: “Bhūtapubbaṃ, bhikkhave, asurā deve abhiyaṃsu.
sc_po: “Once upon a time, mendicants, the demons marched against the gods.

# sn11.1:2.2
source: Atha kho, bhikkhave, sakko devānamindo suvīraṃ devaputtaṃ āmantesi:
sc_po: Then Sakka, lord of gods, addressed the god Suvīra,

# sn11.1:2.3
source: ‘ete, tāta suvīra, asurā deve abhiyanti.
sc_po: ‘Dear Suvīra, the demons march against the gods!

# sn11.1:2.4
source: Gaccha, tāta suvīra, asure paccuyyāhī’ti.
sc_po: Go, and march against the demons!’

# sn11.1:2.5
source: ‘Evaṃ, bhaddantavā’ti kho, bhikkhave, suvīro devaputto sakkassa devānamindassa paṭissutvā pamādaṃ āpādesi.
sc_po: ‘Yes, lord,’ replied Suvīra. But he fell into negligence.

# sn11.1:2.6
source: Dutiyampi kho, bhikkhave, sakko devānamindo suvīraṃ devaputtaṃ āmantesi:
sc_po: For a second time Sakka addressed Suvīra,

# sn11.1:2.7
source: ‘ete, tāta suvīra, asurā deve abhiyanti.
sc_po: ‘Dear Suvīra, the demons march against the gods!

# sn11.1:2.8
source: Gaccha, tāta suvīra, asure paccuyyāhī’ti.
sc_po: Go, and march against the demons!’

# sn11.1:2.9
source: ‘Evaṃ, bhaddantavā’ti kho, bhikkhave, suvīro devaputto sakkassa devānamindassa paṭissutvā dutiyampi pamādaṃ āpādesi.
sc_po: ‘Yes, lord,’ replied Suvīra. But for a second time he fell into negligence.

# sn11.1:2.10
source: Tatiyampi kho, bhikkhave, sakko devānamindo suvīraṃ devaputtaṃ āmantesi:
sc_po: For a third time Sakka addressed Suvīra,

# sn11.1:2.11
source: ‘ete, tāta suvīra, asurā deve abhiyanti.
sc_po: ‘Dear Suvīra, the demons march against the gods!

# sn11.1:2.12
source: Gaccha, tāta suvīra, asure paccuyyāhī’ti.
sc_po: Go, and march against the demons!’

# sn11.1:2.13
source: ‘Evaṃ, bhaddantavā’ti kho, bhikkhave, suvīro devaputto sakkassa devānamindassa paṭissutvā tatiyampi pamādaṃ āpādesi.
sc_po: ‘Yes, lord,’ replied Suvīra. But for a third time he fell into negligence.

# sn11.1:2.14
source: Atha kho, bhikkhave, sakko devānamindo suvīraṃ devaputtaṃ gāthāya ajjhabhāsi:
sc_po: Then Sakka addressed the god Suvīra in verse:

# sn11.1:3.1
source: ‘Anuṭṭhahaṃ avāyāmaṃ,
sc_po: ‘Suvīra, go to that place

# sn11.1:3.2
source: sukhaṃ yatrādhigacchati;
sc_po: where you can achieve happiness

# sn11.1:3.3
source: Suvīra tattha gacchāhi,
sc_po: without working for it or trying hard—

# sn11.1:3.4
source: mañca tattheva pāpayā’ti.
sc_po: and take me with you!’

# sn11.1:4.1
source: ‘Alasvassa anuṭṭhātā,
sc_po: ‘That a lazy man who does no work,

# sn11.1:4.2
source: na ca kiccāni kāraye;
sc_po: and doesn’t do his duty,

# sn11.1:4.3
source: Sabbakāmasamiddhassa,
sc_po: should fulfill all his desires:

# sn11.1:4.4
source: taṃ me sakka varaṃ disā’ti.
sc_po: Sakka, grant me this boon!’

# sn11.1:5.1
source: ‘Yatthālaso anuṭṭhātā,
sc_po: ‘Suvīra, go to that place

# sn11.1:5.2
source: accantaṃ sukhamedhati;
sc_po: where a lazy man who does no work

# sn11.1:5.3
source: Suvīra tattha gacchāhi,
sc_po: prospers in unending happiness—

# sn11.1:5.4
source: mañca tattheva pāpayā’ti.
sc_po: and take me with you!’

# sn11.1:6.1
source: ‘Akammunā devaseṭṭha,
sc_po: ‘O Sakka, best of gods,

# sn11.1:6.2
source: sakka vindemu yaṃ sukhaṃ;
sc_po: that we might find the happiness

# sn11.1:6.3
source: Asokaṃ anupāyāsaṃ,
sc_po: that’s sorrowless, unstressed:

# sn11.1:6.4
source: taṃ me sakka varaṃ disā’ti.
sc_po: Sakka, grant me this boon!’

# sn11.1:7.1
source: ‘Sace atthi akammena,
sc_po: ‘If there exists anyone anywhere

# sn11.1:7.2
source: koci kvaci na jīvati;
sc_po: who can can live happily without working,

# sn11.1:7.3
source: Nibbānassa hi so maggo,
sc_po: that surely would be extinguishment’s path!

# sn11.1:7.4
source: suvīra tattha gacchāhi;
sc_po: Go there, Suvīra,

# sn11.1:7.5
source: Mañca tattheva pāpayā’ti.
sc_po: and take me with you!’

# sn11.1:8.1
source: So hi nāma, bhikkhave, sakko devānamindo sakaṃ puññaphalaṃ upajīvamāno devānaṃ tāvatiṃsānaṃ issariyādhipaccaṃ rajjaṃ kārento uṭṭhānavīriyassa vaṇṇavādī bhavissati.
sc_po: So, mendicants, even Sakka, lord of gods—while living off of the fruit of his good and bad deeds, and ruling as sovereign lord over these gods of the Thirty-Three—will speak in praise of initiative and energy.

# sn11.1:8.2
source: Idha kho taṃ, bhikkhave, sobhetha, yaṃ tumhe evaṃ svākkhāte dhammavinaye pabbajitā samānā uṭṭhaheyyātha ghaṭeyyātha vāyameyyātha appattassa pattiyā anadhigatassa adhigamāya, asacchikatassa sacchikiriyāyā”ti.
sc_po: But since you have gone forth in such a well explained teaching and training, it would be truly beautiful for you to try hard, strive, and make an effort to attain the unattained, achieve the unachieved, and realize the unrealized!”
