Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.03.po
Languages: sc_po

# sn11.3:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.3:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn11.3:0.3
source: 3. Dhajaggasutta
sc_po: 3. The Banner’s Crest

# sn11.3:1.1
source: Sāvatthiyaṃ.
sc_po: At Sāvatthī.

# sn11.3:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# sn11.3:1.3
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# sn11.3:1.4
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# sn11.3:1.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn11.3:2.1
source: “Bhūtapubbaṃ, bhikkhave, devāsurasaṅgāmo samupabyūḷho ahosi.
sc_po: “Once upon a time, mendicants, a battle was fought between the gods and the demons.

# sn11.3:2.2
source: Atha kho, bhikkhave, sakko devānamindo deve tāvatiṃse āmantesi:
sc_po: Then Sakka, lord of gods, addressed the gods of the Thirty-Three:

# sn11.3:3.1
source: ‘Sace, mārisā, devānaṃ saṅgāmagatānaṃ uppajjeyya bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, mameva tasmiṃ samaye dhajaggaṃ ullokeyyātha.
sc_po: ‘Good sirs, when the gods are fighting, if you get scared or terrified, just look up at my banner’s crest.

# sn11.3:3.2
source: Mamañhi vo dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.
sc_po: Then your fear and terror will go away.

# sn11.3:4.1
source: No ce me dhajaggaṃ ullokeyyātha, atha pajāpatissa devarājassa dhajaggaṃ ullokeyyātha.
sc_po: If you can’t see my banner’s crest, then look up at the banner’s crest of Pajāpati, king of gods.

# sn11.3:4.2
source: Pajāpatissa hi vo devarājassa dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.
sc_po: Then your fear and terror will go away.

# sn11.3:5.1
source: No ce pajāpatissa devarājassa dhajaggaṃ ullokeyyātha, atha varuṇassa devarājassa dhajaggaṃ ullokeyyātha.
sc_po: If you can’t see his banner’s crest, then look up at the banner’s crest of Varuṇa, king of gods.

# sn11.3:5.2
source: Varuṇassa hi vo devarājassa dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.
sc_po: Then your fear and terror will go away.

# sn11.3:6.1
source: No ce varuṇassa devarājassa dhajaggaṃ ullokeyyātha, atha īsānassa devarājassa dhajaggaṃ ullokeyyātha.
sc_po: If you can’t see his banner’s crest, then look up at the banner’s crest of Īsāna, king of gods.

# sn11.3:6.2
source: Īsānassa hi vo devarājassa dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissatī’ti.
sc_po: Then your fear and terror will go away.’

# sn11.3:7.1
source: Taṃ kho pana, bhikkhave, sakkassa vā devānamindassa dhajaggaṃ ullokayataṃ, pajāpatissa vā devarājassa dhajaggaṃ ullokayataṃ, varuṇassa vā devarājassa dhajaggaṃ ullokayataṃ, īsānassa vā devarājassa dhajaggaṃ ullokayataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyethāpi nopi pahīyetha.
sc_po: However, when they look up at those banner’s crests their fear and terror might go away or it might not.

# sn11.3:8.1
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn11.3:8.2
source: Sakko hi, bhikkhave, devānamindo avītarāgo avītadoso avītamoho bhīru chambhī utrāsī palāyīti.
sc_po: Because Sakka is not free of greed, hate, and delusion. He gets fearful, scared, terrified, and runs away.

# sn11.3:9.1
source: Ahañca kho, bhikkhave, evaṃ vadāmi:
sc_po: But, mendicants, I say this:

# sn11.3:9.2
source: ‘sace tumhākaṃ, bhikkhave, araññagatānaṃ vā rukkhamūlagatānaṃ vā suññāgāragatānaṃ vā uppajjeyya bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, mameva tasmiṃ samaye anussareyyātha:
sc_po: If you’ve gone to a wilderness, or to the root of a tree, or to an empty hut and you get scared or terrified, just recollect me:

# sn11.3:9.3
source: “itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā”ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# sn11.3:9.4
source: Mamañhi vo, bhikkhave, anussarataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.
sc_po: Then your fear and terror will go away.

# sn11.3:10.1
source: No ce maṃ anussareyyātha, atha dhammaṃ anussareyyātha:
sc_po: If you can’t recollect me, then recollect the teaching:

# sn11.3:10.2
source: “svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti.
sc_po: ‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’

# sn11.3:10.3
source: Dhammañhi vo, bhikkhave, anussarataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.
sc_po: Then your fear and terror will go away.

# sn11.3:11.1
source: No ce dhammaṃ anussareyyātha, atha saṅghaṃ anussareyyātha:
sc_po: If you can’t recollect the teaching, then recollect the Saṅgha:

# sn11.3:11.2
source: “suppaṭipanno bhagavato sāvakasaṅgho ujuppaṭipanno bhagavato sāvakasaṅgho ñāyappaṭipanno bhagavato sāvakasaṅgho sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho, āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti.
sc_po: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’

# sn11.3:11.3
source: Saṅghañhi vo, bhikkhave, anussarataṃ yaṃ bhavissati bhayaṃ vā chambhitattaṃ vā lomahaṃso vā, so pahīyissati.
sc_po: Then your fear and terror will go away.

# sn11.3:12.1
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn11.3:12.2
source: Tathāgato hi, bhikkhave, arahaṃ sammāsambuddho vītarāgo vītadoso vītamoho abhīru acchambhī anutrāsī apalāyī’”ti.
sc_po: Because the Realized One is free of greed, hate, and delusion. He does not get fearful, scared, terrified, or run away.”

# sn11.3:12.3
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn11.3:12.4
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn11.3:13.1
source: “Araññe rukkhamūle vā,
sc_po: “In the wilderness, at a tree’s root,

# sn11.3:13.2
source: suññāgāreva bhikkhavo;
sc_po: or an empty hut, O mendicants,

# sn11.3:13.3
source: Anussaretha sambuddhaṃ,
sc_po: recollect the Buddha,

# sn11.3:13.4
source: bhayaṃ tumhāka no siyā.
sc_po: and no fear will come to you.

# sn11.3:14.1
source: No ce buddhaṃ sareyyātha,
sc_po: If you can’t recollect the Buddha—

# sn11.3:14.2
source: lokajeṭṭhaṃ narāsabhaṃ;
sc_po: the eldest in the world, the bull of a man—

# sn11.3:14.3
source: Atha dhammaṃ sareyyātha,
sc_po: then recollect the teaching,

# sn11.3:14.4
source: niyyānikaṃ sudesitaṃ.
sc_po: emancipating, well taught.

# sn11.3:15.1
source: No ce dhammaṃ sareyyātha,
sc_po: If you can’t recollect the teaching—

# sn11.3:15.2
source: niyyānikaṃ sudesitaṃ;
sc_po: emancipating, well taught—

# sn11.3:15.3
source: Atha saṅghaṃ sareyyātha,
sc_po: then recollect the Saṅgha,

# sn11.3:15.4
source: puññakkhettaṃ anuttaraṃ.
sc_po: the supreme field of merit.

# sn11.3:16.1
source: Evaṃ buddhaṃ sarantānaṃ,
sc_po: Thus recollecting the Buddha,

# sn11.3:16.2
source: Dhammaṃ saṅghañca bhikkhavo;
sc_po: the teaching, and the Saṅgha, mendicants,

# sn11.3:16.3
source: Bhayaṃ vā chambhitattaṃ vā,
sc_po: fear and terror

# sn11.3:16.4
source: Lomahaṃso na hessatī”ti.
sc_po: and goosebumps will be no more.”
