Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.18.po
Languages: sc_po

# sn11.18:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.18:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn11.18:0.3
source: 18. Gahaṭṭhavandanāsutta
sc_po: 18. Who Sakka Worships

# sn11.18:1.1
source: Sāvatthiyaṃ.
sc_po: At Sāvatthī.

# sn11.18:1.3
source: “bhūtapubbaṃ, bhikkhave, sakko devānamindo mātaliṃ saṅgāhakaṃ āmantesi:
sc_po: “Once upon a time, mendicants, Sakka, lord of gods, addressed his charioteer Mātali,

# sn11.18:1.4
source: ‘yojehi, samma mātali, sahassayuttaṃ ājaññarathaṃ. Uyyānabhūmiṃ gacchāma subhūmiṃ dassanāyā’ti.
sc_po: ‘My dear Mātali, harness the chariot with its team of a thousand thoroughbreds. We will go to a park and see the scenery.’

# sn11.18:1.5
source: ‘Evaṃ, bhaddantavā’ti kho, bhikkhave, mātali saṅgāhako sakkassa devānamindassa paṭissutvā sahassayuttaṃ ājaññarathaṃ yojetvā sakkassa devānamindassa paṭivedesi:
sc_po: ‘Yes, lord,’ replied Mātali. He harnessed the chariot and informed Sakka,

# sn11.18:1.6
source: ‘yutto kho te, mārisa, sahassayutto ājaññaratho.
sc_po: ‘Good sir, the chariot with its team of a thousand thoroughbreds has been harnessed.

# sn11.18:1.7
source: Yassadāni kālaṃ maññasī’ti.
sc_po: Please go at your convenience.’

# sn11.18:1.8
source: Atha kho, bhikkhave, sakko devānamindo vejayantapāsādā orohanto añjaliṃ katvā sudaṃ puthuddisā namassati.
sc_po: Then Sakka descended from the Palace of Victory, raised his joined palms, and revered the different quarters.

# sn11.18:1.9
source: Atha kho, bhikkhave, mātali saṅgāhako sakkaṃ devānamindaṃ gāthāya ajjhabhāsi:
sc_po: So Mātali the charioteer addressed Sakka in verse:

# sn11.18:2.1
source: ‘Taṃ namassanti tevijjā,
sc_po: ‘Those proficient in the three Vedas worship you,

# sn11.18:2.2
source: sabbe bhummā ca khattiyā;
sc_po: as do all the aristocrats on earth,

# sn11.18:2.3
source: Cattāro ca mahārājā,
sc_po: the Four Great Kings,

# sn11.18:2.4
source: tidasā ca yasassino;
sc_po: and the glorious Thirty.

# sn11.18:2.5
source: Atha ko nāma so yakkho,
sc_po: So what’s the name of the spirit

# sn11.18:2.6
source: yaṃ tvaṃ sakka namassasī’ti.
sc_po: that you worship, Sakka?’

# sn11.18:3.1
source: ‘Maṃ namassanti tevijjā,
sc_po: ‘Those proficient in the three Vedas worship me,

# sn11.18:3.2
source: sabbe bhummā ca khattiyā;
sc_po: as do all the aristocrats on earth,

# sn11.18:3.3
source: Cattāro ca mahārājā,
sc_po: the Four Great Kings,

# sn11.18:3.4
source: tidasā ca yasassino.
sc_po: and the glorious Thirty.

# sn11.18:4.1
source: Ahañca sīlasampanne,
sc_po: But I revere those accomplished in ethics,

# sn11.18:4.2
source: cirarattasamāhite;
sc_po: who have long trained in immersion,

# sn11.18:4.3
source: Sammāpabbajite vande,
sc_po: who have rightly gone forth

# sn11.18:4.4
source: brahmacariyaparāyane.
sc_po: to complete the spiritual life.

# sn11.18:5.1
source: Ye gahaṭṭhā puññakarā,
sc_po: I also worship those householders,

# sn11.18:5.2
source: sīlavanto upāsakā;
sc_po: the ethical lay followers

# sn11.18:5.3
source: Dhammena dāraṃ posenti,
sc_po: who make merit, Mātali,

# sn11.18:5.4
source: te namassāmi mātalī’ti.
sc_po: supporting a partner in a principled manner.’

# sn11.18:6.1
source: ‘Seṭṭhā hi kira lokasmiṃ,
sc_po: ‘Those who you worship

# sn11.18:6.2
source: ye tvaṃ sakka namassasi;
sc_po: seem to be the best in the world, Sakka.

# sn11.18:6.3
source: Ahampi te namassāmi,
sc_po: I too will worship

# sn11.18:6.4
source: ye namassasi vāsavā’ti.
sc_po: those who you worship, Sakka.’

# sn11.18:7.1
source: Idaṃ vatvāna maghavā,
sc_po: After saying this, Maghavā the chief,

# sn11.18:7.2
source: devarājā sujampati;
sc_po: king of gods, Sujā’s husband,

# sn11.18:7.3
source: Puthuddisā namassitvā,
sc_po: having worshipped the quarters

# sn11.18:7.4
source: pamukho rathamāruhī”ti.
sc_po: climbed into his chariot.”
