Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.08.po
Languages: sc_po

# sn11.8:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.8:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn11.8:0.3
source: 8. Verocanaasurindasutta
sc_po: 8. Verocana, Lord of Demons

# sn11.8:1.1
source: Sāvatthiyaṃ jetavane.
sc_po: Near Sāvatthī in Jeta’s Grove.

# sn11.8:1.2
source: Tena kho pana samayena bhagavā divāvihāragato hoti paṭisallīno.
sc_po: Now at that time the Buddha had gone into retreat for the day’s meditation.

# sn11.8:1.3
source: Atha kho sakko ca devānamindo verocano ca asurindo yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā paccekaṃ dvārabāhaṃ nissāya aṭṭhaṃsu.
sc_po: Then Sakka, lord of gods, and Verocana, lord of demons, approached the Buddha and stationed themselves one by each door-post.

# sn11.8:1.4
source: Atha kho verocano asurindo bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then Verocana recited this verse in the Buddha’s presence:

# sn11.8:2.1
source: “Vāyametheva puriso,
sc_po: “A man should make an effort

# sn11.8:2.2
source: yāva atthassa nipphadā;
sc_po: until his goal is accomplished.

# sn11.8:2.3
source: Nipphannasobhano attho,
sc_po: When goals are accomplished they shine:

# sn11.8:2.4
source: verocanavaco idan”ti.
sc_po: this is the word of Verocana!”

# sn11.8:3.1
source: “Vāyametheva puriso,
sc_po: “A man should make an effort

# sn11.8:3.2
source: yāva atthassa nipphadā;
sc_po: until his goal is accomplished.

# sn11.8:3.3
source: Nipphannasobhano attho,
sc_po: Of goals that shine when accomplished,

# sn11.8:3.4
source: khantyā bhiyyo na vijjatī”ti.
sc_po: none better than patience is found.”

# sn11.8:4.1
source: “Sabbe sattā atthajātā,
sc_po: “All beings are goal-orientated,

# sn11.8:4.2
source: tattha tattha yathārahaṃ;
sc_po: as befits them in each case.

# sn11.8:4.3
source: Saṃyogaparamā tveva,
sc_po: But connection is the ultimate

# sn11.8:4.4
source: sambhogā sabbapāṇinaṃ;
sc_po: of pleasures for all living creatures.

# sn11.8:4.5
source: Nipphannasobhano attho,
sc_po: When goals are accomplished they shine:

# sn11.8:4.6
source: verocanavaco idan”ti.
sc_po: this is the word of Verocana!”

# sn11.8:5.1
source: “Sabbe sattā atthajātā,
sc_po: “All beings are goal-orientated,

# sn11.8:5.2
source: tattha tattha yathārahaṃ;
sc_po: as befits them in each case.

# sn11.8:5.3
source: Saṃyogaparamā tveva,
sc_po: But connection is the ultimate

# sn11.8:5.4
source: sambhogā sabbapāṇinaṃ;
sc_po: of pleasures for all living creatures.

# sn11.8:5.5
source: Nipphannasobhano attho,
sc_po: Of goals that shine when accomplished,

# sn11.8:5.6
source: khantyā bhiyyo na vijjatī”ti.
sc_po: none better than patience is found.”
