Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.15.po
Languages: sc_po

# sn11.15:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.15:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn11.15:0.3
source: 15. Rāmaṇeyyakasutta
sc_po: 15. Delightful

# sn11.15:1.1
source: Sāvatthiyaṃ jetavane.
sc_po: Near Sāvatthī in Jeta’s Grove.

# sn11.15:1.2
source: Atha kho sakko devānamindo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho sakko devānamindo bhagavantaṃ etadavoca:
sc_po: And then Sakka, lord of gods, went up to the Buddha, bowed, stood to one side, and said to him,

# sn11.15:1.3
source: “kiṃ nu kho, bhante, bhūmirāmaṇeyyakan”ti?
sc_po: “Sir, what is a delightful place?”

# sn11.15:2.1
source: “Ārāmacetyā vanacetyā,
sc_po: “Shrines in parks and forests,

# sn11.15:2.2
source: pokkharañño sunimmitā;
sc_po: well-made lotus ponds,

# sn11.15:2.3
source: Manussarāmaṇeyyassa,
sc_po: are not worth a sixteenth part

# sn11.15:2.4
source: kalaṃ nāgghanti soḷasiṃ.
sc_po: of a delightful human being.

# sn11.15:3.1
source: Gāme vā yadi vāraññe,
sc_po: Whether in village or wilderness,

# sn11.15:3.2
source: Ninne vā yadi vā thale;
sc_po: in a valley or the uplands,

# sn11.15:3.3
source: Yattha arahanto viharanti,
sc_po: wherever the perfected ones live

# sn11.15:3.4
source: Taṃ bhūmirāmaṇeyyakan”ti.
sc_po: is a delightful place.”
