Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.25.po
Languages: sc_po

# sn11.25:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.25:0.2
source: 3. Tatiyavagga
sc_po: 3. The Third Chapter

# sn11.25:0.3
source: 25. Akkodhasutta
sc_po: 25. Don’t Be Angry

# sn11.25:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn11.25:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn11.25:1.3
source: Tatra kho bhagavā bhikkhū … pe … bhagavā etadavoca:
sc_po: There the Buddha addressed the mendicants:

# sn11.25:1.4
source: “bhūtapubbaṃ, bhikkhave, sakko devānamindo sudhammāyaṃ sabhāyaṃ deve tāvatiṃse anunayamāno tāyaṃ velāyaṃ imaṃ gāthaṃ abhāsi:
sc_po: “Once upon a time, mendicants, Sakka, lord of gods, guiding the gods of the Thirty-Three, recited this verse:

# sn11.25:2.1
source: ‘Mā vo kodho ajjhabhavi,
sc_po: “Don’t let anger be your master,

# sn11.25:2.2
source: mā ca kujjhittha kujjhataṃ;
sc_po: don’t get angry at angry people.

# sn11.25:2.3
source: Akkodho avihiṃsā ca,
sc_po: Kindness and harmlessness

# sn11.25:2.4
source: ariyesu ca paṭipadā;
sc_po: are always present in the noble ones.

# sn11.25:2.5
source: Atha pāpajanaṃ kodho,
sc_po: For anger crushes bad people

# sn11.25:2.6
source: pabbatovābhimaddatī’”ti.
sc_po: like a mountain.’”

# sn11.25:3.5
source: Sakkasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses with Sakka are complete.

# sn11.25:4.5
source: Sagāthāvaggasaṃyuttapāḷi niṭṭhitā.
sc_po: The Book With Verses is finished.
