Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.20.po
Languages: sc_po

# sn11.20:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.20:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn11.20:0.3
source: 20. Saṅghavandanāsutta
sc_po: 20. Who Sakka Worships

# sn11.20:1.1
source: Sāvatthiyaṃ jetavane.
sc_po: Near Sāvatthī in Jeta’s Grove.

# sn11.20:1.3
source: “bhūtapubbaṃ, bhikkhave, sakko devānamindo mātaliṃ saṅgāhakaṃ āmantesi:
sc_po: “Once upon a time, mendicants, Sakka, lord of gods, addressed his charioteer Mātali,

# sn11.20:1.4
source: ‘yojehi, samma mātali, sahassayuttaṃ ājaññarathaṃ, uyyānabhūmiṃ gacchāma subhūmiṃ dassanāyā’ti.
sc_po: ‘My dear Mātali, harness the chariot with its team of a thousand thoroughbreds. We will go to a park and see the scenery.’

# sn11.20:1.5
source: ‘Evaṃ, bhaddantavā’ti kho, bhikkhave, mātali saṅgāhako sakkassa devānamindassa paṭissutvā, sahassayuttaṃ ājaññarathaṃ yojetvā sakkassa devānamindassa paṭivedesi:
sc_po: ‘Yes, lord,’ replied Mātali. He harnessed the chariot and informed Sakka,

# sn11.20:1.6
source: ‘yutto kho te, mārisa, sahassayutto ājaññaratho,
sc_po: ‘Good sir, the chariot with its team of a thousand thoroughbreds has been harnessed.

# sn11.20:1.7
source: yassadāni kālaṃ maññasī’ti.
sc_po: Please go at your convenience.’

# sn11.20:1.8
source: Atha kho, bhikkhave, sakko devānamindo vejayantapāsādā orohanto añjaliṃ katvā sudaṃ bhikkhusaṃghaṃ namassati.
sc_po: Then Sakka descended from the Palace of Victory, raised his joined palms, and revered the mendicant Saṅgha.

# sn11.20:1.9
source: Atha kho, bhikkhave, mātali saṅgāhako sakkaṃ devānamindaṃ gāthāya ajjhabhāsi:
sc_po: So Mātali the charioteer addressed Sakka in verse:

# sn11.20:2.1
source: ‘Tañhi ete namasseyyuṃ,
sc_po: ‘It’s these who should worship you,

# sn11.20:2.2
source: pūtidehasayā narā;
sc_po: namely the humans stuck in their putrid bodies,

# sn11.20:2.3
source: Nimuggā kuṇapamhete,
sc_po: sunk in a corpse,

# sn11.20:2.4
source: khuppipāsasamappitā.
sc_po: stricken by hunger and thirst.

# sn11.20:3.1
source: Kiṃ nu tesaṃ pihayasi,
sc_po: Why then do you envy those

# sn11.20:3.2
source: anāgārāna vāsava;
sc_po: who are homeless, Vāsava?

# sn11.20:3.3
source: Ācāraṃ isinaṃ brūhi,
sc_po: Relate the hermits’ way of life,

# sn11.20:3.4
source: taṃ suṇoma vaco tavā’ti.
sc_po: let us hear what you have to say.’

# sn11.20:4.1
source: ‘Etaṃ tesaṃ pihayāmi,
sc_po: ‘This is why I envy the

# sn11.20:4.2
source: anāgārāna mātali;
sc_po: homeless, Mātali.

# sn11.20:4.3
source: Yamhā gāmā pakkamanti,
sc_po: When they leave a village,

# sn11.20:4.4
source: anapekkhā vajanti te.
sc_po: they go without concern.

# sn11.20:5.1
source: Na tesaṃ koṭṭhe openti,
sc_po: They hoard no goods in storerooms,

# sn11.20:5.2
source: na kumbhi na kaḷopiyaṃ;
sc_po: nor in pots or baskets.

# sn11.20:5.3
source: Paraniṭṭhitamesānā,
sc_po: They seek food prepared by others,

# sn11.20:5.4
source: tena yāpenti subbatā.
sc_po: and, true to their vows, live on that.

# sn11.20:6.1
source: Sumantamantino dhīrā,
sc_po: The wise whose words are full of wisdom,

# sn11.20:6.2
source: tuṇhībhūtā samañcarā;
sc_po: live peacefully and quietly.

# sn11.20:6.3
source: Devā viruddhā asurehi,
sc_po: Gods fight with demons,

# sn11.20:6.4
source: puthu maccā ca mātali.
sc_po: and mortals fight each other, Mātali.

# sn11.20:7.1
source: Aviruddhā viruddhesu,
sc_po: Not fighting among those who fight,

# sn11.20:7.2
source: attadaṇḍesu nibbutā;
sc_po: they’re extinguished among those who’ve taken up arms.

# sn11.20:7.3
source: Sādānesu anādānā,
sc_po: Not grasping among those who grasp,

# sn11.20:7.4
source: te namassāmi mātalī’ti.
sc_po: they’re who I worship, Mātali.’

# sn11.20:8.1
source: ‘Seṭṭhā hi kira lokasmiṃ,
sc_po: ‘Those who you worship

# sn11.20:8.2
source: ye tvaṃ sakka namassasi;
sc_po: seem to be the best in the world, Sakka.

# sn11.20:8.3
source: Ahampi te namassāmi,
sc_po: I too will worship

# sn11.20:8.4
source: ye namassasi vāsavā’”ti.
sc_po: those who you worship, Vāsava.’

# sn11.20:9.1
source: Idaṃ vatvāna maghavā,
sc_po: After saying this, Maghavā the chief,

# sn11.20:9.2
source: devarājā sujampati;
sc_po: king of gods, Sujā’s husband,

# sn11.20:9.3
source: Bhikkhusaṅghaṃ namassitvā,
sc_po: having worshipped the mendicant Saṅgha,

# sn11.20:9.4
source: pamukho rathamāruhīti.
sc_po: climbed into his chariot.”
