Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.10.po
Languages: sc_po

# sn11.10:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.10:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn11.10:0.3
source: 10. Samuddakasutta
sc_po: 10. Hermits by the Ocean

# sn11.10:1.1
source: Sāvatthiyaṃ.
sc_po: At Sāvatthī.

# sn11.10:1.2
source: “Bhūtapubbaṃ, bhikkhave, sambahulā isayo sīlavanto kalyāṇadhammā samuddatīre paṇṇakuṭīsu sammanti.
sc_po: “Once upon a time, mendicants, several hermits who were ethical, of good character, settled in leaf huts by the ocean.

# sn11.10:1.3
source: Tena kho pana samayena devāsurasaṅgāmo samupabyūḷho ahosi.
sc_po: Now at that time a battle was fought between the gods and the demons.

# sn11.10:1.4
source: Atha kho, bhikkhave, tesaṃ isīnaṃ sīlavantānaṃ kalyāṇadhammānaṃ etadahosi:
sc_po: Then the hermits thought,

# sn11.10:1.5
source: ‘dhammikā kho devā, adhammikā asurā.
sc_po: ‘The gods are principled, the demons are unprincipled.

# sn11.10:1.6
source: Siyāpi no asurato bhayaṃ.
sc_po: We may be at risk from the demons.

# sn11.10:1.7
source: Yannūna mayaṃ sambaraṃ asurindaṃ upasaṅkamitvā abhayadakkhiṇaṃ yāceyyāmā’ti.
sc_po: Why don’t we approach Sambara, lord of demons, and beg him for a pledge of safety.’

# sn11.10:1.8
source: Atha kho, bhikkhave, te isayo sīlavanto kalyāṇadhammā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—samuddatīre paṇṇakuṭīsu antarahitā sambarassa asurindassa sammukhe pāturahesuṃ.
sc_po: Then, as easily as a strong person would extend or contract their arm, those hermits vanished from those leaf huts by the ocean and reappeared in Sambara’s presence.

# sn11.10:1.9
source: Atha kho, bhikkhave, te isayo sīlavanto kalyāṇadhammā sambaraṃ asurindaṃ gāthāya ajjhabhāsiṃsu:
sc_po: Then those hermits addressed Sambara in verse:

# sn11.10:2.1
source: ‘Isayo sambaraṃ pattā,
sc_po: ‘The hermits have come to Sambara

# sn11.10:2.2
source: yācanti abhayadakkhiṇaṃ;
sc_po: to beg for a pledge of safety.

# sn11.10:2.3
source: Kāmaṅkaro hi te dātuṃ,
sc_po: For you can give them what you wish,

# sn11.10:2.4
source: bhayassa abhayassa vā’ti.
sc_po: whether danger or safety.’

# sn11.10:3.1
source: ‘Isīnaṃ abhayaṃ natthi,
sc_po: ‘There is no safety for hermits,

# sn11.10:3.2
source: duṭṭhānaṃ sakkasevinaṃ;
sc_po: the hated associates of Sakka!

# sn11.10:3.3
source: Abhayaṃ yācamānānaṃ,
sc_po: Though you beg me for your safety,

# sn11.10:3.4
source: bhayameva dadāmi vo’ti.
sc_po: I’ll only give you fear!’

# sn11.10:4.1
source: ‘Abhayaṃ yācamānānaṃ,
sc_po: ‘Though we beg you for our safety,

# sn11.10:4.2
source: bhayameva dadāsi no;
sc_po: you give us only fear.

# sn11.10:4.3
source: Paṭiggaṇhāma te etaṃ,
sc_po: This is what we get from you:

# sn11.10:4.4
source: akkhayaṃ hotu te bhayaṃ.
sc_po: may endless peril come to you!

# sn11.10:5.1
source: Yādisaṃ vapate bījaṃ,
sc_po: Whatever kind of seed you sow,

# sn11.10:5.2
source: tādisaṃ harate phalaṃ;
sc_po: that is the fruit you reap.

# sn11.10:5.3
source: Kalyāṇakārī kalyāṇaṃ,
sc_po: A doer of good gets good,

# sn11.10:5.4
source: pāpakārī ca pāpakaṃ;
sc_po: a doer of bad gets bad.

# sn11.10:5.5
source: Pavuttaṃ tāta te bījaṃ,
sc_po: You have sown your own seed, friend,

# sn11.10:5.6
source: phalaṃ paccanubhossasī’ti.
sc_po: now you’ll experience the fruit.’

# sn11.10:6.1
source: Atha kho, bhikkhave, te isayo sīlavanto kalyāṇadhammā sambaraṃ asurindaṃ abhisapitvā—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—sambarassa asurindassa sammukhe antarahitā samuddatīre paṇṇakuṭīsu pāturahesuṃ.
sc_po: Then those hermits, having cursed Sambara, as easily as a strong person would extend or contract their arm, vanished from Sambara’s presence and reappeared in those leaf huts by the ocean.

# sn11.10:6.2
source: Atha kho, bhikkhave, sambaro asurindo tehi isīhi sīlavantehi kalyāṇadhammehi abhisapito rattiyā sudaṃ tikkhattuṃ ubbijjī”ti.
sc_po: But after being cursed by the hermits, Sambara woke in alarm three times that night.”
