Repository: kondannyo/PGP
Catalog: SN/*_text/sn11/sn11.22.po
Languages: sc_po

# sn11.22:0.1
source: Saṃyutta Nikāya 11
sc_po: Linked Discourses 11

# sn11.22:0.2
source: 3. Tatiyavagga
sc_po: 3. The Third Chapter

# sn11.22:0.3
source: 22. Dubbaṇṇiyasutta
sc_po: 22. Ugly

# sn11.22:1.1
source: Sāvatthiyaṃ jetavane.
sc_po: Near Sāvatthī in Jeta’s Grove.

# sn11.22:1.3
source: “bhūtapubbaṃ, bhikkhave, aññataro yakkho dubbaṇṇo okoṭimako sakkassa devānamindassa āsane nisinno ahosi.
sc_po: “Once upon a time, mendicants, there was a native spirit who was ugly and deformed. He sat on the throne of Sakka, lord of gods.

# sn11.22:1.4
source: Tatra sudaṃ, bhikkhave, devā tāvatiṃsā ujjhāyanti khiyyanti vipācenti:
sc_po: But the gods of the Thirty-Three complained, grumbled, and objected,

# sn11.22:1.5
source: ‘acchariyaṃ vata bho, abbhutaṃ vata bho.
sc_po: ‘It’s incredible, it’s amazing!

# sn11.22:1.6
source: Ayaṃ yakkho dubbaṇṇo okoṭimako sakkassa devānamindassa āsane nisinno’ti.
sc_po: This ugly and deformed spirit is sitting on the throne of Sakka, the lord of gods.’

# sn11.22:1.7
source: Yathā yathā kho, bhikkhave, devā tāvatiṃsā ujjhāyanti khiyyanti vipācenti tathā tathā so yakkho abhirūpataro ceva hoti dassanīyataro ca pāsādikataro ca.
sc_po: But the more the gods complained, the more attractive, good-looking, and lovely that spirit became.

# sn11.22:2.1
source: Atha kho, bhikkhave, devā tāvatiṃsā yena sakko devānamindo tenupasaṅkamiṃsu; upasaṅkamitvā sakkaṃ devānamindaṃ etadavocuṃ:
sc_po: So the gods went up to Sakka and told him what had happened, adding,

# sn11.22:2.7
source: So hi nūna, mārisa, kodhabhakkho yakkho bhavissatī’ti.
sc_po: ‘Surely, good sir, that must be the anger-eating spirit!’

# sn11.22:3.1
source: Atha kho, bhikkhave, sakko devānamindo yena so kodhabhakkho yakkho tenupasaṅkami; upasaṅkamitvā ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇajāṇumaṇḍalaṃ pathaviyaṃ nihantvā yena so kodhabhakkho yakkho tenañjaliṃ paṇāmetvā tikkhattuṃ nāmaṃ sāveti:
sc_po: Then Sakka went up to that spirit, arranged his robe over one shoulder, knelt with his right knee on the ground, raised his joined palms toward the anger-eating spirit, and pronounced his name three times:

# sn11.22:3.2
source: ‘sakkohaṃ, mārisa, devānamindo, sakkohaṃ, mārisa, devānamindo’ti.
sc_po: ‘Good sir, I am Sakka, lord of gods! Good sir, I am Sakka, the lord of gods!’

# sn11.22:3.3
source: Yathā yathā kho, bhikkhave, sakko devānamindo nāmaṃ sāvesi tathā tathā so yakkho dubbaṇṇataro ceva ahosi okoṭimakataro ca.
sc_po: But the more Sakka pronounced his name, the uglier and more deformed the spirit became,

# sn11.22:3.4
source: Dubbaṇṇataro ceva hutvā okoṭimakataro ca tatthevantaradhāyīti.
sc_po: until eventually it vanished right there.

# sn11.22:3.5
source: Atha kho, bhikkhave, sakko devānamindo sake āsane nisīditvā deve tāvatiṃse anunayamāno tāyaṃ velāyaṃ imā gāthāyo abhāsi:
sc_po: Then Sakka, lord of gods, guiding the gods of the Thirty-Three, recited this verse:

# sn11.22:4.1
source: ‘Na sūpahatacittomhi,
sc_po: ‘My mind isn’t easily upset;

# sn11.22:4.2
source: nāvattena suvānayo;
sc_po: I’m not easily drawn into the maelstrom.

# sn11.22:4.3
source: Na vo cirāhaṃ kujjhāmi,
sc_po: I don’t get angry for long,

# sn11.22:4.4
source: kodho mayi nāvatiṭṭhati.
sc_po: anger doesn’t last in me.

# sn11.22:5.1
source: Kuddhāhaṃ na pharusaṃ brūmi,
sc_po: When I do get angry I don’t speak harshly,

# sn11.22:5.2
source: Na ca dhammāni kittaye;
sc_po: nor do I advertise my own virtues.

# sn11.22:5.3
source: Sanniggaṇhāmi attānaṃ,
sc_po: I carefully restrain myself

# sn11.22:5.4
source: Sampassaṃ atthamattano’”ti.
sc_po: out of regard for my own welfare.’”
