Repository: kondannyo/PGP
Catalog: SN/*_text/sn37/sn37.34.po
Languages: sc_po

# sn37.34:0.1
source: Saṃyutta Nikāya 37
sc_po: Linked Discourses 37

# sn37.34:0.2
source: 3. Balavagga
sc_po: 3. Powers

# sn37.34:0.3
source: 34. Vaḍḍhīsutta
sc_po: 34. Growth

# sn37.34:1.1
source: “Pañcahi, bhikkhave, vaḍḍhīhi vaḍḍhamānā ariyasāvikā ariyāya vaḍḍhiyā vaḍḍhati sārādāyinī ca hoti varādāyinī ca kāyassa.
sc_po: “Mendicants, a female noble disciple who grows in five ways grows nobly, taking on what is essential and excellent in this life.

# sn37.34:1.2
source: Katamehi pañcahi?
sc_po: What five?

# sn37.34:1.3
source: Saddhāya vaḍḍhati, sīlena vaḍḍhati, sutena vaḍḍhati, cāgena vaḍḍhati, paññāya vaḍḍhati—
sc_po: She grows in faith, ethics, learning, generosity, and wisdom.

# sn37.34:1.4
source: imehi kho, bhikkhave, pañcahi vaḍḍhīhi vaḍḍhamānā ariyasāvikā ariyāya vaḍḍhiyā vaḍḍhati, sārādāyinī ca hoti, varādāyinī ca kāyassāti.
sc_po: A female noble disciple who grows in these five ways grows nobly, taking on what is essential and excellent in this life.

# sn37.34:2.1
source: Saddhāya sīlena ca yādha vaḍḍhati,
sc_po: When she grows in faith and ethics,

# sn37.34:2.2
source: Paññāya cāgena sutena cūbhayaṃ;
sc_po: wisdom, and both generosity and learning—

# sn37.34:2.3
source: Sā tādisī sīlavatī upāsikā,
sc_po: a virtuous laywoman such as she

# sn37.34:2.4
source: Ādīyati sāramidheva attano”ti.
sc_po: takes on what is essential for herself in this life.”

# sn37.34:3.5
source: Mātugāmasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on females are complete.
