Repository: kondannyo/PGP
Catalog: SN/*_text/sn37/sn37.32.po
Languages: sc_po

# sn37.32:0.1
source: Saṃyutta Nikāya 37
sc_po: Linked Discourses 37

# sn37.32:0.2
source: 3. Balavagga
sc_po: 3. Powers

# sn37.32:0.3
source: 32. Ṭhānasutta
sc_po: 32. Things

# sn37.32:1.1
source: “Pañcimāni, bhikkhave, ṭhānāni dullabhāni akatapuññena mātugāmena.
sc_po: “Mendicants, there are five things that are hard to get for females who have not made merit.

# sn37.32:1.2
source: Katamāni pañca?
sc_po: What five?

# sn37.32:1.3
source: Patirūpe kule jāyeyyanti—
sc_po: ‘May I be born into a suitable family!’

# sn37.32:1.4
source: idaṃ, bhikkhave, paṭhamaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.
sc_po: This is the first thing.

# sn37.32:1.5
source: Patirūpe kule jāyitvā patirūpaṃ kulaṃ gaccheyyanti—
sc_po: ‘Having been born in a suitable family, may I marry into a suitable family!’

# sn37.32:1.6
source: idaṃ, bhikkhave, dutiyaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.
sc_po: This is the second thing.

# sn37.32:1.7
source: Patirūpe kule jāyitvā, patirūpaṃ kulaṃ gantvā, asapatti agāraṃ ajjhāvaseyyanti—
sc_po: ‘Having been born in a suitable family and married into a suitable family, may I live at home without a co-wife!’

# sn37.32:1.8
source: idaṃ, bhikkhave, tatiyaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.
sc_po: This is the third thing.

# sn37.32:1.9
source: Patirūpe kule jāyitvā, patirūpaṃ kulaṃ gantvā, asapatti agāraṃ ajjhāvasantī puttavatī assanti—
sc_po: ‘Having been born in a suitable family, and married into a suitable family, and living at home without a co-wife, may I have children!’

# sn37.32:1.10
source: idaṃ, bhikkhave, catutthaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.
sc_po: This is the fourth thing.

# sn37.32:1.11
source: Patirūpe kule jāyitvā, patirūpaṃ kulaṃ gantvā, asapatti agāraṃ ajjhāvasantī puttavatī samānā sāmikaṃ abhibhuyya vatteyyanti—
sc_po: ‘Having been born in a suitable family, and married into a suitable family, and living at home without a co-wife, and having had children, may I master my husband!’

# sn37.32:1.12
source: idaṃ, bhikkhave, pañcamaṃ ṭhānaṃ dullabhaṃ akatapuññena mātugāmena.
sc_po: This is the fifth thing.

# sn37.32:1.13
source: Imāni kho, bhikkhave, pañca ṭhānāni dullabhāni akatapuññena mātugāmenāti.
sc_po: These are the five things that are hard to get for females who have not made merit.

# sn37.32:2.1
source: Pañcimāni, bhikkhave, ṭhānāni sulabhāni katapuññena mātugāmena.
sc_po: There are five things that are easy to get for females who have made merit.

# sn37.32:2.2
source: Katamāni pañca?
sc_po: What five?

# sn37.32:2.3
source: Patirūpe kule jāyeyyanti—
sc_po: ‘May I be born into a suitable family!’

# sn37.32:2.4
source: idaṃ, bhikkhave, paṭhamaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.
sc_po: This is the first thing.

# sn37.32:2.5
source: Patirūpe kule jāyitvā patirūpaṃ kulaṃ gaccheyyanti—
sc_po: ‘Having been born into a suitable family, may I marry into a suitable family!’

# sn37.32:2.6
source: idaṃ, bhikkhave, dutiyaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.
sc_po: This is the second thing.

# sn37.32:2.7
source: Patirūpe kule jāyitvā patirūpaṃ kulaṃ gantvā asapatti agāraṃ ajjhāvaseyyanti—
sc_po: ‘Having been born into a suitable family and married into a suitable family, may I live at home without a co-wife!’

# sn37.32:2.8
source: idaṃ, bhikkhave, tatiyaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.
sc_po: This is the third thing.

# sn37.32:2.9
source: Patirūpe kule jāyitvā patirūpaṃ kulaṃ gantvā asapatti agāraṃ ajjhāvasantī puttavatī assanti—
sc_po: ‘Having been born into a suitable family, and married into a suitable family, and living at home without a co-wife, may I have children!’

# sn37.32:2.10
source: idaṃ, bhikkhave, catutthaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.
sc_po: This is the fourth thing.

# sn37.32:2.11
source: Patirūpe kule jāyitvā patirūpaṃ kulaṃ gantvā asapatti agāraṃ ajjhāvasantī puttavatī samānā sāmikaṃ abhibhuyya vatteyyanti—
sc_po: ‘Having been born into a suitable family, and married into a suitable family, and living at home without a co-wife, and having had children, may I master my husband!’

# sn37.32:2.12
source: idaṃ, bhikkhave, pañcamaṃ ṭhānaṃ sulabhaṃ katapuññena mātugāmena.
sc_po: This is the fifth thing.

# sn37.32:2.13
source: Imāni kho, bhikkhave, pañca ṭhānāni sulabhāni katapuññena mātugāmenā”ti.
sc_po: These are the five things that are easy to get for females who have made merit.”
