Repository: kondannyo/PGP
Catalog: SN/*_text/sn37/sn37.15.po
Languages: sc_po

# sn37.15:0.1
source: Saṃyutta Nikāya 37
sc_po: Linked Discourses 37

# sn37.15:0.2
source: 2. Dutiyapeyyālavagga
sc_po: 2. Abbreviated Texts

# sn37.15:0.3
source: 15. Akkodhanasutta
sc_po: 15. Loving

# sn37.15:1.1
source: Atha kho āyasmā anuruddho yena bhagavā tenupasaṅkami; upasaṅkamitvā … pe … ekamantaṃ nisinno kho āyasmā anuruddho bhagavantaṃ etadavoca:
sc_po: Then Venerable Anuruddha went up to the Buddha … and asked him,

# sn37.15:1.2
source: “idhāhaṃ, bhante, mātugāmaṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantaṃ.
sc_po: “Sometimes, sir, with my clairvoyance that’s purified and superhuman, I see that a female—when her body breaks up, after death—is reborn in a good place, a heavenly realm.

# sn37.15:1.3
source: Katīhi nu kho, bhante, dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī”ti?
sc_po: How many qualities do females have so that they’re reborn in a good place, a heavenly realm?”

# sn37.15:2.1
source: “Pañcahi kho, anuruddha, dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: “Anuruddha, when females have five qualities, when their body breaks up, after death, they are reborn in a good place, a heavenly realm.

# sn37.15:2.2
source: Katamehi pañcahi?
sc_po: What five?

# sn37.15:2.3
source: Saddho ca hoti, hirimā ca hoti, ottappī ca hoti, akkodhano ca hoti, paññavā ca hoti—
sc_po: They’re faithful, conscientious, prudent, loving, and wise.

# sn37.15:2.4
source: imehi kho, anuruddha, pañcahi dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī”ti.
sc_po: When females have these five qualities, when their body breaks up, after death, they are reborn in a good place, a heavenly realm.”
