Repository: kondannyo/PGP
Catalog: SN/*_text/sn37/sn37.29.po
Languages: sc_po

# sn37.29:0.1
source: Saṃyutta Nikāya 37
sc_po: Linked Discourses 37

# sn37.29:0.2
source: 3. Balavagga
sc_po: 3. Powers

# sn37.29:0.3
source: 29. Aṅgasutta
sc_po: 29. In That Respect

# sn37.29:1.1
source: “Pañcimāni, bhikkhave, mātugāmassa balāni.
sc_po: “Mendicants, there are these five powers of a female.

# sn37.29:1.2
source: Katamāni pañca?
sc_po: What five?

# sn37.29:1.3
source: Rūpabalaṃ, bhogabalaṃ, ñātibalaṃ, puttabalaṃ, sīlabalaṃ.
sc_po: Attractiveness, wealth, relatives, children, and ethical behavior.

# sn37.29:1.4
source: Rūpabalena ca, bhikkhave, mātugāmo samannāgato hoti, na ca bhogabalena—
sc_po: A female who has the power of attractiveness but not the power of wealth

# sn37.29:1.5
source: evaṃ so tenaṅgena aparipūro hoti.
sc_po: is incomplete in that respect.

# sn37.29:1.6
source: Yato ca kho, bhikkhave, mātugāmo rūpabalena ca samannāgato hoti, bhogabalena ca—
sc_po: But when she has the power of attractiveness and the power of wealth

# sn37.29:1.7
source: evaṃ so tenaṅgena paripūro hoti.
sc_po: she’s complete in that respect.

# sn37.29:1.8
source: Rūpabalena ca, bhikkhave, mātugāmo samannāgato hoti, bhogabalena ca, na ca ñātibalena—
sc_po: A female who has the powers of attractiveness and wealth, but not the power of relatives

# sn37.29:1.9
source: evaṃ so tenaṅgena aparipūro hoti.
sc_po: is incomplete in that respect.

# sn37.29:1.10
source: Yato ca kho, bhikkhave, mātugāmo rūpabalena ca samannāgato hoti, bhogabalena ca, ñātibalena ca—
sc_po: But when she has the powers of attractiveness, wealth, and relatives

# sn37.29:1.11
source: evaṃ so tenaṅgena paripūro hoti.
sc_po: she’s complete in that respect.

# sn37.29:1.12
source: Rūpabalena ca, bhikkhave, mātugāmo samannāgato hoti, bhogabalena ca, ñātibalena ca, na ca puttabalena—
sc_po: A female who has the powers of attractiveness, wealth, and relatives, but not the power of children

# sn37.29:1.13
source: evaṃ so tenaṅgena aparipūro hoti.
sc_po: is incomplete in that respect.

# sn37.29:1.14
source: Yato ca kho, bhikkhave, mātugāmo rūpabalena ca samannāgato hoti, bhogabalena ca, ñātibalena ca, puttabalena ca—
sc_po: But when she has the powers of attractiveness, wealth, relatives, and children

# sn37.29:1.15
source: evaṃ so tenaṅgena paripūro hoti.
sc_po: she’s complete in that respect.

# sn37.29:1.16
source: Rūpabalena ca, bhikkhave, mātugāmo samannāgato hoti, bhogabalena ca, ñātibalena ca, puttabalena ca, na ca sīlabalena—
sc_po: A female who has the powers of attractiveness, wealth, relatives, and children, but not the power of ethical behavior

# sn37.29:1.17
source: evaṃ so tenaṅgena aparipūro hoti.
sc_po: is incomplete in that respect.

# sn37.29:1.18
source: Yato ca kho, bhikkhave, mātugāmo rūpabalena ca samannāgato hoti, bhogabalena ca, ñātibalena ca, puttabalena ca, sīlabalena ca—
sc_po: But when she has the powers of attractiveness, wealth, relatives, children, and ethical behavior

# sn37.29:1.19
source: evaṃ so tenaṅgena paripūro hoti.
sc_po: she’s complete in that respect.

# sn37.29:1.20
source: Imāni kho, bhikkhave, pañca mātugāmassa balānī”ti.
sc_po: These are the five powers of a female.”
