Repository: kondannyo/PGP
Catalog: SN/*_text/sn37/sn37.01.po
Languages: sc_po

# sn37.1:0.1
source: Saṃyutta Nikāya 37
sc_po: Linked Discourses 37

# sn37.1:0.2
source: 1. Paṭhamapeyyālavagga
sc_po: 1. Abbreviated Texts

# sn37.1:0.3
source: 1. Mātugāmasutta
sc_po: 1. A Female

# sn37.1:1.1
source: “Pañcahi, bhikkhave, aṅgehi samannāgato mātugāmo ekantaamanāpo hoti purisassa.
sc_po: “Mendicants, when a female has five factors she is extremely undesirable to a man.

# sn37.1:1.2
source: Katamehi pañcahi?
sc_po: What five?

# sn37.1:1.3
source: Na ca rūpavā hoti, na ca bhogavā hoti, na ca sīlavā hoti, alaso ca hoti, pajañcassa na labhati—
sc_po: She’s not attractive, wealthy, or ethical; she’s idle, and she doesn’t beget children.

# sn37.1:1.4
source: imehi kho, bhikkhave, pañcahi aṅgehi samannāgato mātugāmo ekantaamanāpo hoti purisassa.
sc_po: When a female has these five factors she is extremely undesirable to a man.

# sn37.1:1.5
source: Pañcahi, bhikkhave, aṅgehi samannāgato mātugāmo ekantamanāpo hoti purisassa.
sc_po: When a female has five factors she is extremely desirable to a man.

# sn37.1:1.6
source: Katamehi pañcahi?
sc_po: What five?

# sn37.1:1.7
source: Rūpavā ca hoti, bhogavā ca hoti, sīlavā ca hoti, dakkho ca hoti analaso, pajañcassa labhati—
sc_po: She’s attractive, wealthy, and ethical; she’s skillful and tireless, and she begets children.

# sn37.1:1.8
source: imehi kho, bhikkhave, pañcahi aṅgehi samannāgato mātugāmo ekantamanāpo hoti purisassā”ti.
sc_po: When a female has these five factors she is extremely desirable to a man.”
