Repository: kondannyo/PGP
Catalog: SN/*_text/sn37/sn37.30.po
Languages: sc_po

# sn37.30:0.1
source: Saṃyutta Nikāya 37
sc_po: Linked Discourses 37

# sn37.30:0.2
source: 3. Balavagga
sc_po: 3. Powers

# sn37.30:0.3
source: 30. Nāsentisutta
sc_po: 30. They Send Her Away

# sn37.30:1.1
source: “Pañcimāni, bhikkhave, mātugāmassa balāni.
sc_po: “Mendicants, there are these five powers of a female.

# sn37.30:1.2
source: Katamāni pañca?
sc_po: What five?

# sn37.30:1.3
source: Rūpabalaṃ, bhogabalaṃ, ñātibalaṃ, puttabalaṃ, sīlabalaṃ.
sc_po: Attractiveness, wealth, relatives, children, and ethical behavior.

# sn37.30:1.4
source: Rūpabalena ca, bhikkhave, mātugāmo samannāgato hoti, na ca sīlabalena, nāsenteva naṃ, kule na vāsenti.
sc_po: If a female has the power of attractiveness but not that of ethical behavior, the family will send her away, they won’t accommodate her.

# sn37.30:1.5
source: Rūpabalena ca, bhikkhave, mātugāmo samannāgato hoti, bhogabalena ca, na ca sīlabalena, nāsenteva naṃ, kule na vāsenti.
sc_po: If a female has the powers of attractiveness and wealth but not that of ethical behavior, the family will send her away, they won’t accommodate her.

# sn37.30:1.6
source: Rūpabalena ca, bhikkhave, mātugāmo samannāgato hoti, bhogabalena ca, ñātibalena ca, na ca sīlabalena, nāsenteva naṃ, kule na vāsenti.
sc_po: If a female has the powers of attractiveness, wealth, and relatives, but not that of ethical behavior, the family will send her away, they won’t accommodate her.

# sn37.30:1.7
source: Rūpabalena ca, bhikkhave, mātugāmo samannāgato hoti, bhogabalena ca, ñātibalena ca, puttabalena ca, na ca sīlabalena, nāsenteva naṃ, kule na vāsenti.
sc_po: If a female has the powers of attractiveness, wealth, relatives, and children, but not that of ethical behavior, the family will send her away, they won’t accommodate her.

# sn37.30:1.8
source: Sīlabalena ca, bhikkhave, mātugāmo samannāgato hoti, na ca rūpabalena, vāsenteva naṃ, kule na nāsenti.
sc_po: If a female has the power of ethical behavior but not that of attractiveness, the family will accommodate her, they won’t send her away.

# sn37.30:1.9
source: Sīlabalena ca, bhikkhave, mātugāmo samannāgato hoti, na ca bhogabalena, vāsenteva naṃ, kule na nāsenti.
sc_po: If a female has the power of ethical behavior but not that of wealth, the family will accommodate her, they won’t send her away.

# sn37.30:1.10
source: Sīlabalena ca, bhikkhave, mātugāmo samannāgato hoti, na ca ñātibalena, vāsenteva naṃ, kule na nāsenti.
sc_po: If a female has the power of ethical behavior but not that of relatives, the family will accommodate her, they won’t send her away.

# sn37.30:1.11
source: Sīlabalena ca, bhikkhave, mātugāmo samannāgato hoti, na ca puttabalena, vāsenteva naṃ, kule na nāsenti.
sc_po: If a female has the power of ethical behavior but not that of children, the family will accommodate her, they won’t send her away.

# sn37.30:1.12
source: Imāni kho, bhikkhave, pañca mātugāmassa balānī”ti.
sc_po: These are the five powers of a female.”
