Repository: kondannyo/PGP
Catalog: SN/*_text/sn37/sn37.02.po
Languages: sc_po

# sn37.2:0.1
source: Saṃyutta Nikāya 37
sc_po: Linked Discourses 37

# sn37.2:0.2
source: 1. Paṭhamapeyyālavagga
sc_po: 1. Abbreviated Texts

# sn37.2:0.3
source: 2. Purisasutta
sc_po: 2. A Man

# sn37.2:1.1
source: “Pañcahi, bhikkhave, aṅgehi samannāgato puriso ekantaamanāpo hoti mātugāmassa.
sc_po: “Mendicants, when a man has five factors he is extremely undesirable to a female.

# sn37.2:1.2
source: Katamehi pañcahi?
sc_po: What five?

# sn37.2:1.3
source: Na ca rūpavā hoti, na ca bhogavā hoti, na ca sīlavā hoti, alaso ca hoti, pajañcassa na labhati—
sc_po: He’s not attractive, wealthy, or ethical; he’s idle, and he doesn’t beget children.

# sn37.2:1.4
source: imehi kho, bhikkhave, pañcahi aṅgehi samannāgato puriso ekantaamanāpo hoti mātugāmassa.
sc_po: When a man has these five factors he is extremely undesirable to a female.

# sn37.2:1.5
source: Pañcahi, bhikkhave, aṅgehi samannāgato puriso ekantamanāpo hoti mātugāmassa.
sc_po: When a man has five factors he is extremely desirable to a female.

# sn37.2:1.6
source: Katamehi pañcahi?
sc_po: What five?

# sn37.2:1.7
source: Rūpavā ca hoti, bhogavā ca hoti, sīlavā ca hoti, dakkho ca hoti analaso, pajañcassa labhati—
sc_po: He’s attractive, wealthy, and ethical; he’s skillful and tireless, and he begets children.

# sn37.2:1.8
source: imehi kho, bhikkhave, pañcahi aṅgehi samannāgato puriso ekantamanāpo hoti mātugāmassā”ti.
sc_po: When a man has these five factors he is extremely desirable to a female.”
