Repository: kondannyo/PGP
Catalog: SN/*_text/sn37/sn37.05.po
Languages: sc_po

# sn37.5:0.1
source: Saṃyutta Nikāya 37
sc_po: Linked Discourses 37

# sn37.5:0.2
source: 1. Paṭhamapeyyālavagga
sc_po: 1. Abbreviated Texts

# sn37.5:0.3
source: 5. Kodhanasutta
sc_po: 5. Irritable

# sn37.5:1.1
source: Atha kho āyasmā anuruddho yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā anuruddho bhagavantaṃ etadavoca:
sc_po: Then Venerable Anuruddha went up to the Buddha, sat down to one side, and said to him:

# sn37.5:1.2
source: “idhāhaṃ, bhante, mātugāmaṃ passāmi dibbena cakkhunā visuddhena atikkantamānusakena kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantaṃ.
sc_po: “Sometimes, sir, with my clairvoyance that’s purified and superhuman, I see that a female—when her body breaks up, after death—is reborn in a place of loss, a bad place, the underworld, hell.

# sn37.5:1.3
source: Katīhi nu kho, bhante, dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī”ti?
sc_po: How many qualities do females have so that they’re reborn in a place of loss, a bad place, the underworld, hell?”

# sn37.5:2.1
source: “Pañcahi kho, anuruddha, dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: “Anuruddha, when females have five qualities, when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell.

# sn37.5:2.2
source: Katamehi pañcahi?
sc_po: What five?

# sn37.5:2.3
source: Assaddho ca hoti, ahiriko ca hoti, anottappī ca hoti, kodhano ca hoti, duppañño ca hoti—
sc_po: They’re faithless, shameless, imprudent, irritable, and witless.

# sn37.5:2.4
source: imehi kho, anuruddha, pañcahi dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī”ti.
sc_po: When females have these five qualities, when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell.”
