Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.001.po
Languages: sc_po

# an9.1:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.1:0.2
source: 1. Sambodhivagga
sc_po: 1. Awakening

# an9.1:0.3
source: 1. Sambodhisutta
sc_po: 1. Awakening

# an9.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an9.1:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an9.1:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# an9.1:2.1
source: “Sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: “Mendicants, if wanderers who follow other paths were to ask:

# an9.1:2.2
source: ‘sambodhipakkhikānaṃ, āvuso, dhammānaṃ kā upanisā bhāvanāyā’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ kinti byākareyyāthā”ti?
sc_po: ‘Reverends, what is the vital condition for the development of the awakening factors?’ How would you answer them?”

# an9.1:2.3
source: “Bhagavaṃmūlakā no, bhante, dhammā … pe … bhagavato sutvā bhikkhū dhāressantī”ti.
sc_po: “Our teachings are rooted in the Buddha. … The mendicants will listen and remember it.”

# an9.1:3.1
source: “Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha; bhāsissāmī”ti.
sc_po: “Well then, mendicants, listen and pay close attention, I will speak.”

# an9.1:3.2
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an9.1:3.3
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an9.1:4.1
source: “Sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: “Mendicants, if wanderers who follow other paths were to ask:

# an9.1:4.2
source: ‘sambodhipakkhikānaṃ, āvuso, dhammānaṃ kā upanisā bhāvanāyā’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
sc_po: ‘Reverends, what is the vital condition for the development of the awakening factors?’ You should answer them:

# an9.1:5.1
source: ‘Idhāvuso, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko.
sc_po: ‘It’s when a mendicant has good friends, companions, and associates.

# an9.1:5.2
source: Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ paṭhamā upanisā bhāvanāya. (1)
sc_po: This is the first vital condition for the development of the awakening factors.

# an9.1:6.1
source: Puna caparaṃ, āvuso, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu. (2)
sc_po: Furthermore, a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an9.1:6.2
source: Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ dutiyā upanisā bhāvanāya.
sc_po: This is the second vital condition for the development of the awakening factors.

# an9.1:7.1
source: Puna caparaṃ, āvuso, bhikkhu yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī.
sc_po: Furthermore, a mendicant gets to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.

# an9.1:7.2
source: Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ tatiyā upanisā bhāvanāya. (3)
sc_po: This is the third vital condition for the development of the awakening factors.

# an9.1:8.1
source: Puna caparaṃ, āvuso, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an9.1:8.2
source: Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ catutthī upanisā bhāvanāya. (4)
sc_po: This is the fourth vital condition for the development of the awakening factors.

# an9.1:9.1
source: Puna caparaṃ, āvuso, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an9.1:9.2
source: Sambodhipakkhikānaṃ, āvuso, dhammānaṃ ayaṃ pañcamī upanisā bhāvanāya’.
sc_po: This is the fifth vital condition for the development of the awakening factors.’

# an9.1:10.1
source: Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—
sc_po: A mendicant with good friends, companions, and associates can expect to

# an9.1:10.2
source: sīlavā bhavissati, pātimokkhasaṃvarasaṃvuto viharissati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhissati sikkhāpadesu.
sc_po: be ethical …

# an9.1:11.1
source: Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—
sc_po: A mendicant with good friends, companions, and associates can expect to

# an9.1:11.2
source: yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī.
sc_po: take part in talk about self-effacement that helps open the heart …

# an9.1:12.1
source: Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—
sc_po: A mendicant with good friends, companions, and associates can expect to

# an9.1:12.2
source: āraddhavīriyo viharissati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: live with energy roused up …

# an9.1:13.1
source: Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—
sc_po: A mendicant with good friends, companions, and associates can expect to

# an9.1:13.2
source: paññavā bhavissati udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā. (5)
sc_po: be wise …

# an9.1:14.1
source: Tena ca pana, bhikkhave, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā—
sc_po: A mendicant grounded on these five things should develop four further things.

# an9.1:14.2
source: asubhā bhāvetabbā rāgassa pahānāya, mettā bhāvetabbā byāpādassa pahānāya, ānāpānassati bhāvetabbā vitakkupacchedāya, aniccasaññā bhāvetabbā asmimānasamugghātāya.
sc_po: They should develop the perception of ugliness to give up greed, love to give up hate, mindfulness of breathing to cut off thinking, and perception of impermanence to uproot the conceit ‘I am’.

# an9.1:14.3
source: Aniccasaññino, bhikkhave, anattasaññā saṇṭhāti.
sc_po: When you perceive impermanence, the perception of not-self becomes stabilized.

# an9.1:14.4
source: Anattasaññī asmimānasamugghātaṃ pāpuṇāti diṭṭheva dhamme nibbānan”ti. (6–9.)
sc_po: Perceiving not-self, you uproot the conceit ‘I am’ and attain extinguishment in this very life.”
