Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.015.po
Languages: sc_po

# an9.15:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.15:0.2
source: 2. Sīhanādavagga
sc_po: 2. The Lion’s Roar

# an9.15:0.3
source: 15. Gaṇḍasutta
sc_po: 15. The Simile of the Boil

# an9.15:1.1
source: “Seyyathāpi, bhikkhave, gaṇḍo anekavassagaṇiko.
sc_po: “Mendicants, suppose there was a boil that was many years old.

# an9.15:1.2
source: Tassassu gaṇḍassa nava vaṇamukhāni nava abhedanamukhāni.
sc_po: And that boil had nine orifices that were continually open wounds.

# an9.15:1.3
source: Tato yaṃ kiñci pagghareyya—
sc_po: Whatever oozed out of them

# an9.15:1.4
source: asuciyeva pagghareyya, duggandhaṃyeva pagghareyya, jegucchiyaṃyeva pagghareyya;
sc_po: would be filthy, stinking, and disgusting.

# an9.15:1.5
source: yaṃ kiñci pasaveyya—
sc_po: Whatever leaked out them

# an9.15:1.6
source: asuciyeva pasaveyya, duggandhaṃyeva pasaveyya, jegucchiyaṃyeva pasaveyya.
sc_po: would be filthy, stinking, and disgusting.

# an9.15:2.1
source: Gaṇḍoti kho, bhikkhave, imassetaṃ cātumahābhūtikassa kāyassa adhivacanaṃ mātāpettikasambhavassa odanakummāsūpacayassa aniccucchādanaparimaddanabhedanaviddhaṃsanadhammassa.
sc_po: ‘Boil’ is a term for this body made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.

# an9.15:2.2
source: Tassassu gaṇḍassa nava vaṇamukhāni nava abhedanamukhāni.
sc_po: And that boil has nine orifices that are continually open wounds.

# an9.15:2.3
source: Tato yaṃ kiñci paggharati—
sc_po: Whatever oozes out of them

# an9.15:2.4
source: asuciyeva paggharati, duggandhaṃyeva paggharati, jegucchiyaṃyeva paggharati;
sc_po: is filthy, stinking, and disgusting.

# an9.15:2.5
source: yaṃ kiñci pasavati—
sc_po: Whatever leaks out of them

# an9.15:2.6
source: asuciyeva pasavati, duggandhaṃyeva pasavati, jegucchiyaṃyeva pasavati.
sc_po: is filthy, stinking, and disgusting.

# an9.15:2.7
source: Tasmātiha, bhikkhave, imasmiṃ kāye nibbindathā”ti.
sc_po: So, mendicants, have no illusion about this body.”
