Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.082.po
Languages: sc_po

# an9.82:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.82:0.2
source: 8. Sammappadhānavagga
sc_po: 8. Right Efforts

# an9.82:0.3
source: 82. Cetasovinibandhasutta
sc_po: 82. Emotional Shackles

# an9.82:1.1
source: “Pañcime, bhikkhave, cetasovinibandhā.
sc_po: “Mendicants, there are these five emotional shackles.

# an9.82:1.2
source: Katame pañca?
sc_po: What five?

# an9.82:1.3
source: Idha, bhikkhave, bhikkhu kāmesu avītarāgo hoti … pe …
sc_po: Firstly, a mendicant isn’t free of greed, desire, fondness, thirst, passion, and craving for sensual pleasures. …

# an9.82:1.4
source: ime kho, bhikkhave, pañca cetasovinibandhā.
sc_po: These are the five emotional shackles.

# an9.82:2.1
source: Imesaṃ kho, bhikkhave, pañcannaṃ cetasovinibandhānaṃ pahānāya cattāro sammappadhānā bhāvetabbā.
sc_po: To give up these five emotional shackles you should develop the four right efforts.

# an9.82:2.2
source: Katame cattāro?
sc_po: What four?

# an9.82:2.3
source: Idha, bhikkhave, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
sc_po: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise. …

# an9.82:2.4
source: uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya …
sc_po: so that unskillful qualities are given up …

# an9.82:2.5
source: anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya …
sc_po: so that skillful qualities arise …

# an9.82:2.6
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.

# an9.82:2.7
source: Imesaṃ kho, bhikkhave, pañcannaṃ cetasovinibandhānaṃ pahānāya ime cattāro sammappadhānā bhāvetabbā”ti.
sc_po: To give up these five emotional shackles you should develop these four right efforts.”
