Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.020.po
Languages: sc_po

# an9.20:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.20:0.2
source: 2. Sīhanādavagga
sc_po: 2. The Lion’s Roar

# an9.20:0.3
source: 20. Velāmasutta
sc_po: 20. About Velāma

# an9.20:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an9.20:1.2
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him,

# an9.20:2.1
source: “Api nu te, gahapati, kule dānaṃ dīyatī”ti?
sc_po: “Householder, I wonder whether your family gives gifts?”

# an9.20:2.2
source: “Dīyati me, bhante, kule dānaṃ;
sc_po: “It does, sir.

# an9.20:2.3
source: tañca kho lūkhaṃ kaṇājakaṃ biḷaṅgadutiyan”ti.
sc_po: But only coarse gruel with pickles.”

# an9.20:2.4
source: “Lūkhañcepi, gahapati, dānaṃ deti paṇītaṃ vā;
sc_po: “Householder, someone might give a gift that’s either coarse or fine.

# an9.20:2.5
source: tañca asakkaccaṃ deti, acittīkatvā deti, asahatthā deti, apaviddhaṃ deti, anāgamanadiṭṭhiko deti.
sc_po: But they give it carelessly, thoughtlessly, not with their own hand. They give the dregs, and they give without consideration for consequences.

# an9.20:2.6
source: Yattha yattha tassa tassa dānassa vipāko nibbattati, na uḷārāya bhattabhogāya cittaṃ namati, na uḷārāya vatthabhogāya cittaṃ namati, na uḷārāya yānabhogāya cittaṃ namati, na uḷāresu pañcasu kāmaguṇesu bhogāya cittaṃ namati.
sc_po: Then wherever the result of any such gift manifests, their mind doesn’t incline toward enjoyment of nice food, clothes, vehicles, or the five refined kinds of sensual stimulation.

# an9.20:2.7
source: Yepissa te honti puttāti vā dārāti vā dāsāti vā pessāti vā kammakarāti vā, tepi na sussūsanti na sotaṃ odahanti na aññā cittaṃ upaṭṭhapenti.
sc_po: And their children, wives, bondservants, employees, and workers don’t want to listen to them. They don’t pay attention or try to understand.

# an9.20:2.8
source: Taṃ kissa hetu?
sc_po: Why is that?

# an9.20:2.9
source: Evañhetaṃ, gahapati, hoti asakkaccaṃ katānaṃ kammānaṃ vipāko.
sc_po: Because that is the result of deeds done carelessly.

# an9.20:3.1
source: Lūkhañcepi, gahapati, dānaṃ deti paṇītaṃ vā;
sc_po: Someone might give a gift that’s either coarse or fine.

# an9.20:3.2
source: tañca sakkaccaṃ deti, cittīkatvā deti, sahatthā deti, anapaviddhaṃ deti, āgamanadiṭṭhiko deti.
sc_po: And they give it carefully, thoughtfully, with their own hand. They don’t give the dregs, and they give with consideration for consequences.

# an9.20:3.3
source: Yattha yattha tassa tassa dānassa vipāko nibbattati, uḷārāya bhattabhogāya cittaṃ namati, uḷārāya vatthabhogāya cittaṃ namati, uḷārāya yānabhogāya cittaṃ namati, uḷāresu pañcasu kāmaguṇesu bhogāya cittaṃ namati.
sc_po: Then wherever the result of any such gift manifests, their mind inclines toward enjoyment of nice food, clothes, vehicles, or the five refined kinds of sensual stimulation.

# an9.20:3.4
source: Yepissa te honti puttāti vā dārāti vā dāsāti vā pessāti vā kammakarāti vā, tepi sussūsanti sotaṃ odahanti aññā cittaṃ upaṭṭhapenti.
sc_po: And their children, wives, bondservants, employees, and workers want to listen. They pay attention and try to understand.

# an9.20:3.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# an9.20:3.6
source: Evañhetaṃ, gahapati, hoti sakkaccaṃ katānaṃ kammānaṃ vipāko.
sc_po: Because that is the result of deeds done carefully.

# an9.20:4.1
source: Bhūtapubbaṃ, gahapati, velāmo nāma brāhmaṇo ahosi.
sc_po: Once upon a time, householder, there was a brahmin named Velāma.

# an9.20:4.2
source: So evarūpaṃ dānaṃ adāsi mahādānaṃ.
sc_po: He gave the following gift, a great offering.

# an9.20:4.3
source: Caturāsīti suvaṇṇapātisahassāni adāsi rūpiyapūrāni, caturāsīti rūpiyapātisahassāni adāsi suvaṇṇapūrāni, caturāsīti kaṃsapātisahassāni adāsi hiraññapūrāni, caturāsīti hatthisahassāni adāsi sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālappaṭicchannāni, caturāsīti rathasahassāni adāsi sīhacammaparivārāni byagghacammaparivārāni dīpicammaparivārāni paṇḍukambalaparivārāni sovaṇṇālaṅkārāni sovaṇṇadhajāni hemajālappaṭicchannāni, caturāsīti dhenusahassāni adāsi dukūlasandhanāni kaṃsūpadhāraṇāni, caturāsīti kaññāsahassāni adāsi āmuttamaṇikuṇḍalāyo, caturāsīti pallaṅkasahassāni adāsi gonakatthatāni paṭikatthatāni paṭalikatthatāni kadalimigapavarapaccattharaṇāni sauttaracchadāni ubhatolohitakūpadhānāni, caturāsīti vatthakoṭisahassāni adāsi khomasukhumānaṃ koseyyasukhumānaṃ kambalasukhumānaṃ kappāsikasukhumānaṃ, ko pana vādo annassa pānassa khajjassa bhojjassa leyyassa peyyassa, najjo maññe vissandanti.
sc_po: 84,000 gold bowls filled with silver. 84,000 silver bowls filled with gold. 84,000 bronze bowls filled with gold coins. 84,000 elephants with gold adornments and banners, covered with gold netting. 84,000 chariots upholstered with the hide of lions, tigers, and leopards, and cream rugs, with gold adornments and banners, covered with gold netting. 84,000 milk cows with silken reins and bronze pails. 84,000 maidens bedecked with jewels and earrings. 84,000 couches spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide, with canopies above and red pillows at both ends. 8,400,000,000 fine cloths of linen, silk, wool, and cotton. And who can say how much food, drink, snacks, meals, refreshments, and beverages? It seemed to flow like a river.

# an9.20:5.1
source: Siyā kho pana te, gahapati, evamassa:
sc_po: Householder, you might think:

# an9.20:5.2
source: ‘añño nūna tena samayena velāmo brāhmaṇo ahosi, so taṃ dānaṃ adāsi mahādānan’ti.
sc_po: ‘Surely the brahmin Velāma must have been someone else at that time?’

# an9.20:5.3
source: Na kho panetaṃ, gahapati, evaṃ daṭṭhabbaṃ.
sc_po: But you should not see it like this.

# an9.20:5.4
source: Ahaṃ tena samayena velāmo brāhmaṇo ahosiṃ.
sc_po: I myself was the brahmin Velāma at that time.

# an9.20:5.5
source: Ahaṃ taṃ dānaṃ adāsiṃ mahādānaṃ.
sc_po: I gave that gift, a great offering.

# an9.20:5.6
source: Tasmiṃ kho pana, gahapati, dāne na koci dakkhiṇeyyo ahosi, na taṃ koci dakkhiṇaṃ visodheti.
sc_po: But at that event there was no-one worthy of a religious donation, and no-one to purify the religious donation.

# an9.20:6.1
source: Yaṃ, gahapati, velāmo brāhmaṇo dānaṃ adāsi mahādānaṃ, yo cekaṃ diṭṭhisampannaṃ bhojeyya, idaṃ tato mahapphalataraṃ.
sc_po: It would be more fruitful to feed one person accomplished in view than that great offering of Velāma.

# an9.20:7.1
source: () Yo ca sataṃ diṭṭhisampannānaṃ bhojeyya, yo cekaṃ sakadāgāmiṃ bhojeyya, idaṃ tato mahapphalataraṃ.
sc_po: It would be more fruitful to feed one once-returner than a hundred persons accomplished in view.

# an9.20:8.1
source: () Yo ca sataṃ sakadāgāmīnaṃ bhojeyya, yo cekaṃ anāgāmiṃ bhojeyya … pe …
sc_po: It would be more fruitful to feed one non-returner than a hundred once-returners.

# an9.20:8.2
source: yo ca sataṃ anāgāmīnaṃ bhojeyya, yo cekaṃ arahantaṃ bhojeyya … pe …
sc_po: It would be more fruitful to feed one perfected one than a hundred non-returners.

# an9.20:8.3
source: yo ca sataṃ arahantānaṃ bhojeyya, yo cekaṃ paccekabuddhaṃ bhojeyya … pe …
sc_po: It would be more fruitful to feed one Buddha awakened for themselves than a hundred perfected ones.

# an9.20:8.4
source: yo ca sataṃ paccekabuddhānaṃ bhojeyya, yo ca tathāgataṃ arahantaṃ sammāsambuddhaṃ bhojeyya … pe …
sc_po: It would be more fruitful to feed one Realized One, a perfected one, a fully awakened Buddha than a hundred Buddhas awakened for themselves.

# an9.20:8.5
source: yo ca buddhappamukhaṃ bhikkhusaṃghaṃ bhojeyya … pe …
sc_po: It would be more fruitful to feed the mendicant Saṅgha headed by the Buddha than to feed one Realized One, a perfected one, a fully awakened Buddha.

# an9.20:8.6
source: yo ca cātuddisaṃ saṃghaṃ uddissa vihāraṃ kārāpeyya … pe …
sc_po: It would be more fruitful to build a dwelling especially for the Saṅgha of the four quarters than to feed the mendicant Saṅgha headed by the Buddha.

# an9.20:8.7
source: yo ca pasannacitto buddhañca dhammañca saṃghañca saraṇaṃ gaccheyya … pe …
sc_po: It would be more fruitful to go for refuge to the Buddha, the teaching, and the Saṅgha with a confident heart than to build a dwelling for the Saṅgha of the four quarters.

# an9.20:8.8
source: yo ca pasannacitto sikkhāpadāni samādiyeyya—
sc_po: It would be more fruitful to undertake the training rules—not to kill living creatures, steal, commit sexual misconduct, lie, or take alcoholic drinks that cause negligence—than to go for refuge to the Buddha, the teaching, and the Saṅgha with a confident heart.

# an9.20:8.9
source: pāṇātipātā veramaṇiṃ, adinnādānā veramaṇiṃ, kāmesumicchācārā veramaṇiṃ, musāvādā veramaṇiṃ, surāmerayamajjapamādaṭṭhānā veramaṇiṃ, yo ca antamaso gandhohanamattampi mettacittaṃ bhāveyya, () idaṃ tato mahapphalataraṃ.
sc_po: It would be more fruitful to develop a heart of love—even just as long as it takes to pull a cow’s udder—than to undertake the training rules.

# an9.20:9.1
source: Yañca, gahapati, velāmo brāhmaṇo dānaṃ adāsi mahādānaṃ, yo cekaṃ diṭṭhisampannaṃ bhojeyya …
sc_po: It would be more fruitful develop the perception of impermanence—even for as long as a finger snap—than to do all of these things, including developing a heart of love for as long as it takes to pull a cow’s udder.”
