Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.013.po
Languages: sc_po

# an9.13:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.13:0.2
source: 2. Sīhanādavagga
sc_po: 2. The Lion’s Roar

# an9.13:0.3
source: 13. Koṭṭhikasutta
sc_po: 13. With Koṭṭhita

# an9.13:1.1
source: Atha kho āyasmā mahākoṭṭhiko yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.
sc_po: Then Venerable Mahākoṭṭhita went up to Venerable Sāriputta, and exchanged greetings with him.

# an9.13:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to Sāriputta:

# an9.13:1.3
source: “kiṃ nu kho, āvuso sāriputta, ‘yaṃ kammaṃ diṭṭhadhammavedanīyaṃ, taṃ me kammaṃ samparāyavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Reverend Sāriputta, is the spiritual life lived under the Buddha for this purpose: ‘May deeds to be experienced in this life be experienced by me in lives to come’?”

# an9.13:1.4
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not, reverend.”

# an9.13:2.1
source: “Kiṃ panāvuso sāriputta, ‘yaṃ kammaṃ samparāyavedanīyaṃ taṃ me kammaṃ diṭṭhadhammavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Then is the spiritual life lived under the Buddha for this purpose: ‘May deeds to be experienced in lives to come be experienced by me in this life’?”

# an9.13:2.2
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not.”

# an9.13:3.1
source: “Kiṃ nu kho, āvuso sāriputta, ‘yaṃ kammaṃ sukhavedanīyaṃ, taṃ me kammaṃ dukkhavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Is the spiritual life lived under the Buddha for this purpose: ‘May deeds to be experienced as pleasant be experienced by me as painful’?”

# an9.13:3.2
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not.”

# an9.13:4.1
source: “Kiṃ panāvuso, sāriputta, ‘yaṃ kammaṃ dukkhavedanīyaṃ, taṃ me kammaṃ sukhavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Then is the spiritual life lived under the Buddha for this purpose: ‘May deeds to be experienced as painful be experienced by me as pleasant’?”

# an9.13:4.2
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not.”

# an9.13:5.1
source: “Kiṃ nu kho, āvuso sāriputta, ‘yaṃ kammaṃ paripakkavedanīyaṃ, taṃ me kammaṃ aparipakkavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Is the spiritual life lived under the Buddha for this purpose: ‘May deeds to be experienced when ripe be experienced by me when unripe’?”

# an9.13:5.2
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not.”

# an9.13:6.1
source: “Kiṃ panāvuso sāriputta, ‘yaṃ kammaṃ aparipakkavedanīyaṃ, taṃ me kammaṃ paripakkavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Then is the spiritual life lived under the Buddha for this purpose: ‘May deeds to be experienced when unripe be experienced by me when ripe’?”

# an9.13:6.2
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not.”

# an9.13:7.1
source: “Kiṃ nu kho, āvuso sāriputta, ‘yaṃ kammaṃ bahuvedanīyaṃ, taṃ me kammaṃ appavedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Is the spiritual life lived under the Buddha for this purpose: ‘May deeds to be experienced a lot be experienced by me a little’?”

# an9.13:7.2
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not.”

# an9.13:8.1
source: “Kiṃ panāvuso sāriputta, ‘yaṃ kammaṃ appavedanīyaṃ, taṃ me kammaṃ bahuvedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Then is the spiritual life lived under the Buddha for this purpose: ‘May deeds to be experienced a little be experienced by me a lot’?”

# an9.13:8.2
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not.”

# an9.13:9.1
source: “Kiṃ nu kho, āvuso sāriputta, ‘yaṃ kammaṃ vedanīyaṃ, taṃ me kammaṃ avedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Is the spiritual life lived under the Buddha for this purpose: ‘May deeds to be experienced by me be not experienced’?”

# an9.13:9.2
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not.”

# an9.13:10.1
source: “Kiṃ panāvuso sāriputta, ‘yaṃ kammaṃ avedanīyaṃ, taṃ me kammaṃ vedanīyaṃ hotū’ti, etassa atthāya bhagavati brahmacariyaṃ vussatī”ti?
sc_po: “Then is the spiritual life lived under the Buddha for this purpose: ‘May deeds not to be experienced be experienced’?”

# an9.13:10.2
source: “No hidaṃ, āvuso”.
sc_po: “Certainly not.”

# an9.13:11.1
source: “‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ diṭṭhadhammavedanīyaṃ taṃ me kammaṃ samparāyavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: “Reverend Sāriputta, when you were asked whether the spiritual life was lived under the Buddha so that deeds to be experienced in this life are experienced in lives to come, you said, ‘Certainly not’.

# an9.13:12.1
source: ‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ samparāyavedanīyaṃ taṃ me kammaṃ diṭṭhadhammavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: When you were asked whether the spiritual life was lived under the Buddha so that deeds to be experienced in lives to come are experienced in this life …

# an9.13:13.1
source: ‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ sukhavedanīyaṃ taṃ me kammaṃ dukkhavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: deeds to be experienced as pleasant are experienced as painful …

# an9.13:14.1
source: ‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ dukkhavedanīyaṃ taṃ me kammaṃ sukhavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: deeds to be experienced as painful are experienced as pleasant …

# an9.13:15.1
source: ‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ paripakkavedanīyaṃ taṃ me kammaṃ aparipakkavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: deeds to be experienced when ripe are experienced when unripe …

# an9.13:16.1
source: ‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ aparipakkavedanīyaṃ taṃ me kammaṃ paripakkavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: deeds to be experienced when unripe are experienced when ripe …

# an9.13:17.1
source: ‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ bahuvedanīyaṃ taṃ me kammaṃ appavedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: deeds to be experienced a lot are experienced a little …

# an9.13:18.1
source: ‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ appavedanīyaṃ taṃ me kammaṃ bahuvedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: deeds to be experienced a little are experienced a lot …

# an9.13:19.1
source: ‘Kiṃ nu kho, āvuso sāriputta, yaṃ kammaṃ vedanīyaṃ taṃ me kammaṃ avedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: deeds to be experienced are not experienced …

# an9.13:20.1
source: ‘Kiṃ panāvuso sāriputta, yaṃ kammaṃ avedanīyaṃ taṃ me kammaṃ vedanīyaṃ hotūti, etassa atthāya bhagavati brahmacariyaṃ vussatī’ti, iti puṭṭho samāno ‘no hidaṃ, āvuso’ti vadesi.
sc_po: When you were asked whether the spiritual life was lived under the Buddha so that deeds not to be experienced are experienced, you said, ‘Certainly not.’

# an9.13:20.2
source: Atha kimatthaṃ carahāvuso, bhagavati brahmacariyaṃ vussatī”ti?
sc_po: Then what exactly is the purpose of living the spiritual life under the Buddha?”

# an9.13:21.1
source: “Yaṃ khvassa, āvuso, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ, tassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṃ vussatīti.
sc_po: “Reverend, the spiritual life is lived under the Buddha to know, see, attain, realize, and comprehend that which is unknown, unseen, unattained, unrealized, and uncomprehended.”

# an9.13:21.2
source: Kiṃ panassāvuso, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ, yassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṃ vussatīti?
sc_po: “But what is the unknown, unseen, unattained, unrealized, and uncomprehended?”

# an9.13:21.3
source: ‘Idaṃ dukkhan’ti khvassa, āvuso, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ.
sc_po: “‘This is suffering.’ …

# an9.13:21.5
source: ‘Ayaṃ dukkhasamudayo’ti khvassa, āvuso … pe … ‘ayaṃ dukkhanirodho’ti khvassa, āvuso … pe …
sc_po: ‘This is the origin of suffering.’ … ‘This is the cessation of suffering.’ …

# an9.13:21.6
source: ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti khvassa, āvuso, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ.
sc_po: ‘This is the practice that leads to the cessation of suffering.’ …

# an9.13:21.8
source: Idaṃ khvassa, āvuso, aññātaṃ adiṭṭhaṃ appattaṃ asacchikataṃ anabhisametaṃ.
sc_po: This is the unknown, unseen, unattained, unrealized, and uncomprehended.

# an9.13:21.9
source: Tassa ñāṇāya dassanāya pattiyā sacchikiriyāya abhisamayāya bhagavati brahmacariyaṃ vussatī”ti.
sc_po: The spiritual life is lived under the Buddha to know, see, attain, realize, and comprehend this.”
