Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.014.po
Languages: sc_po

# an9.14:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.14:0.2
source: 2. Sīhanādavagga
sc_po: 2. The Lion’s Roar

# an9.14:0.3
source: 14. Samiddhisutta
sc_po: 14. With Samiddhi

# an9.14:1.1
source: Atha kho āyasmā samiddhi yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ sāriputtaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ samiddhiṃ āyasmā sāriputto etadavoca:
sc_po: Then Venerable Samiddhi went up to Venerable Sāriputta, bowed, and stood to one side. Venerable Sāriputta said to him:

# an9.14:2.1
source: “Kimārammaṇā, samiddhi, purisassa saṅkappavitakkā uppajjantī”ti?
sc_po: “Samiddhi, based on what do thoughts arise in a person?”

# an9.14:2.2
source: “Nāmarūpārammaṇā, bhante”ti.
sc_po: “Based on name and form, sir.”

# an9.14:3.1
source: “Te pana, samiddhi, kva nānattaṃ gacchantī”ti?
sc_po: “Where do they become diversified?”

# an9.14:3.2
source: “Dhātūsu, bhante”ti.
sc_po: “In the elements.”

# an9.14:4.1
source: “Te pana, samiddhi, kiṃsamudayā”ti?
sc_po: “What is their origin?”

# an9.14:4.2
source: “Phassasamudayā, bhante”ti.
sc_po: “Contact is their origin.”

# an9.14:5.1
source: “Te pana, samiddhi, kiṃsamosaraṇā”ti?
sc_po: “What is their meeting place?”

# an9.14:5.2
source: “Vedanāsamosaraṇā, bhante”ti.
sc_po: “Feeling is their meeting place.”

# an9.14:6.1
source: “Te pana, samiddhi, kiṃpamukhā”ti?
sc_po: “What is their chief?”

# an9.14:6.2
source: “Samādhippamukhā, bhante”ti.
sc_po: “Immersion is their chief.”

# an9.14:7.1
source: “Te pana, samiddhi, kiṃadhipateyyā”ti?
sc_po: “What is their ruler?”

# an9.14:7.2
source: “Satādhipateyyā, bhante”ti.
sc_po: “Mindfulness is their ruler.”

# an9.14:8.1
source: “Te pana, samiddhi, kiṃuttarā”ti?
sc_po: “What is their overseer?”

# an9.14:8.2
source: “Paññuttarā, bhante”ti.
sc_po: “Wisdom is their overseer.”

# an9.14:9.1
source: “Te pana, samiddhi, kiṃsārā”ti?
sc_po: “What is their core?”

# an9.14:9.2
source: “Vimuttisārā, bhante”ti.
sc_po: “Freedom is their core.”

# an9.14:10.1
source: “Te pana, samiddhi, kiṃogadhā”ti?
sc_po: “What is their culmination?”

# an9.14:10.2
source: “Amatogadhā, bhante”ti.
sc_po: “They culminate in the deathless.”

# an9.14:11.1
source: “‘Kimārammaṇā, samiddhi, purisassa saṅkappavitakkā uppajjantī’ti, iti puṭṭho samāno ‘nāmarūpārammaṇā, bhante’ti vadesi.
sc_po: “Samiddhi, when you were asked what is the basis on which thoughts arise in a person, you answered ‘name and form’.

# an9.14:11.2
source: ‘Te pana, samiddhi, kva nānattaṃ gacchantī’ti, iti puṭṭho samāno ‘dhātūsu, bhante’ti vadesi.
sc_po: When you were asked …

# an9.14:11.9
source: ‘Te pana, samiddhi, kiṃogadhā’ti, iti puṭṭho samāno ‘amatogadhā, bhante’ti vadesi.
sc_po: what is their culmination, you answered ‘the deathless’.

# an9.14:11.10
source: Sādhu sādhu, samiddhi.
sc_po: Good, good, Samiddhi!

# an9.14:11.11
source: Sādhu kho tvaṃ, samiddhi, puṭṭho puṭṭho vissajjesi, tena ca mā maññī”ti.
sc_po: It’s good that you answered each question. But don’t get conceited because of that.”
