Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.003.po
Languages: sc_po

# an9.3:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.3:0.2
source: 1. Sambodhivagga
sc_po: 1. Awakening

# an9.3:0.3
source: 3. Meghiyasutta
sc_po: 3. With Meghiya

# an9.3:1.1
source: Ekaṃ samayaṃ bhagavā cālikāyaṃ viharati cālikāpabbate.
sc_po: At one time the Buddha was staying near Cālikā, on the Cālikā mountain.

# an9.3:1.2
source: Tena kho pana samayena āyasmā meghiyo bhagavato upaṭṭhāko hoti.
sc_po: Now, at that time Venerable Meghiya was the Buddha’s attendant.

# an9.3:1.3
source: Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho āyasmā meghiyo bhagavantaṃ etadavoca:
sc_po: Then Venerable Meghiya went up to the Buddha, bowed, stood to one side, and said to him,

# an9.3:1.4
source: “icchāmahaṃ, bhante, jantugāmaṃ piṇḍāya pavisitun”ti.
sc_po: “Sir, I’d like to enter Jantu village for alms.”

# an9.3:1.5
source: “Yassadāni tvaṃ, meghiya, kālaṃ maññasī”ti.
sc_po: “Please, Meghiya, go when it’s convenient.”

# an9.3:2.1
source: Atha kho āyasmā meghiyo pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya jantugāmaṃ piṇḍāya pāvisi.
sc_po: Then Meghiya robed up in the morning and, taking his bowl and robe, entered Jantu village for alms.

# an9.3:2.2
source: Jantugāme piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kimikāḷāya nadiyā tīraṃ tenupasaṅkami.
sc_po: After the meal, on his return from alms-round in Jantu village, he went to the shore of Kimikālā river.

# an9.3:2.3
source: Addasā kho āyasmā meghiyo kimikāḷāya nadiyā tīre jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno ambavanaṃ pāsādikaṃ ramaṇīyaṃ.
sc_po: As he was going for a walk along the shore of the river he saw a lovely and delightful mango grove.

# an9.3:2.4
source: Disvānassa etadahosi:
sc_po: It occurred to him,

# an9.3:2.5
source: “pāsādikaṃ vatidaṃ ambavanaṃ ramaṇīyaṃ, alaṃ vatidaṃ kulaputtassa padhānatthikassa padhānāya.
sc_po: “Oh, this mango grove is lovely and delightful! It’s truly good enough for meditation for a kinsman who wants to meditate.

# an9.3:2.6
source: Sace maṃ bhagavā anujāneyya, āgaccheyyāhaṃ imaṃ ambavanaṃ padhānāyā”ti.
sc_po: If the Buddha allows me, I’ll come back to this mango grove to meditate.”

# an9.3:3.1
source: Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā meghiyo bhagavantaṃ etadavoca:
sc_po: Then Venerable Meghiya went up to the Buddha, bowed, sat down to one side, and told him what had happened, adding,

# an9.3:4.8
source: Sace maṃ bhagavā anujāneyya, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti.
sc_po: “If the Buddha allows me, I’ll go back to that mango grove to meditate.”

# an9.3:4.9
source: “Āgamehi tāva, meghiya. Ekakamhi tāva yāva aññopi koci bhikkhu āgacchatī”ti.
sc_po: “We’re alone, Meghiya. Wait until another mendicant comes.”

# an9.3:5.1
source: Dutiyampi kho āyasmā meghiyo bhagavantaṃ etadavoca:
sc_po: For a second time Meghiya said to the Buddha,

# an9.3:5.2
source: “bhagavato, bhante, natthi kiñci uttari karaṇīyaṃ, natthi katassa paṭicayo.
sc_po: “Sir, the Buddha has nothing more to do, and nothing that needs improvement.

# an9.3:5.3
source: Mayhaṃ kho pana, bhante, atthi uttari karaṇīyaṃ, atthi katassa paṭicayo.
sc_po: But I have.

# an9.3:5.4
source: Sace maṃ bhagavā anujāneyya, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti.
sc_po: If you allow me, I’ll go back to that mango grove to meditate.”

# an9.3:5.5
source: “Āgamehi tāva, meghiya, ekakamhi tāva yāva aññopi koci bhikkhu āgacchatī”ti.
sc_po: “We’re alone, Meghiya. Wait until another mendicant comes.”

# an9.3:6.1
source: Tatiyampi kho āyasmā meghiyo bhagavantaṃ etadavoca:
sc_po: For a third time Meghiya said to the Buddha,

# an9.3:6.2
source: “bhagavato, bhante, natthi kiñci uttari karaṇīyaṃ, natthi katassa paṭicayo.
sc_po: “Sir, the Buddha has nothing more to do, and nothing that needs improvement.

# an9.3:6.3
source: Mayhaṃ kho pana, bhante, atthi uttari karaṇīyaṃ, atthi katassa paṭicayo.
sc_po: But I have.

# an9.3:6.4
source: Sace maṃ bhagavā anujāneyya, gaccheyyāhaṃ taṃ ambavanaṃ padhānāyā”ti.
sc_po: If you allow me, I’ll go back to that mango grove to meditate.”

# an9.3:6.5
source: “Padhānanti kho, meghiya, vadamānaṃ kinti vadeyyāma.
sc_po: “Meghiya, since you speak of meditation, what can I say?

# an9.3:6.6
source: Yassadāni tvaṃ, meghiya, kālaṃ maññasī”ti.
sc_po: Please, Meghiya, go when it’s convenient.”

# an9.3:7.1
source: Atha kho āyasmā meghiyo uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena taṃ ambavanaṃ tenupasaṅkami; upasaṅkamitvā taṃ ambavanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: Then Meghiya got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right. Then he went to that mango grove, and, having plunged deep into it, sat at the root of a certain tree for the day’s meditation.

# an9.3:7.2
source: Atha kho āyasmato meghiyassa tasmiṃ ambavane viharantassa yebhuyyena tayo pāpakā akusalā vitakkā samudācaranti, seyyathidaṃ—
sc_po: But while Meghiya was meditating in that mango grove he was beset mostly by three kinds of bad, unskillful thoughts, namely,

# an9.3:7.3
source: kāmavitakko, byāpādavitakko, vihiṃsāvitakko.
sc_po: sensual, malicious, and cruel thoughts.

# an9.3:7.4
source: Atha kho āyasmato meghiyassa etadahosi:
sc_po: Then he thought,

# an9.3:7.5
source: “acchariyaṃ vata bho, abbhutaṃ vata bho.
sc_po: “It’s incredible, it’s amazing!

# an9.3:7.6
source: Saddhāya ca vatamhā agārasmā anagāriyaṃ pabbajitā;
sc_po: I’ve gone forth from the lay life to homelessness out of faith,

# an9.3:7.7
source: atha ca panimehi tīhi pāpakehi akusalehi vitakkehi anvāsattā—
sc_po: but I’m still harassed by these three kinds of bad, unskillful thoughts:

# an9.3:7.8
source: kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkenā”ti.
sc_po: sensual, malicious, and cruel thoughts.”

# an9.3:8.1
source: Atha kho āyasmā meghiyo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā meghiyo bhagavantaṃ etadavoca:
sc_po: Then Venerable Meghiya went up to the Buddha, bowed, sat down to one side, and told him what had happened.

# an9.3:10.1
source: “Aparipakkāya, meghiya, cetovimuttiyā pañca dhammā paripakkāya saṃvattanti.
sc_po: “Meghiya, when the heart’s release is not ripe, five things help it ripen.

# an9.3:10.2
source: Katame pañca?
sc_po: What five?

# an9.3:10.3
source: Idha, meghiya, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko.
sc_po: Firstly, a mendicant has good friends, companions, and associates.

# an9.3:10.4
source: Aparipakkāya, meghiya, cetovimuttiyā ayaṃ paṭhamo dhammo paripakkāya saṃvattati. (1)
sc_po: This is the first thing …

# an9.3:11.1
source: Puna caparaṃ, meghiya, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.
sc_po: Furthermore, a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an9.3:11.2
source: Aparipakkāya, meghiya, cetovimuttiyā ayaṃ dutiyo dhammo paripakkāya saṃvattati. (2)
sc_po: This is the second thing …

# an9.3:12.1
source: Puna caparaṃ, meghiya, yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī.
sc_po: Furthermore, a mendicant gets to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.

# an9.3:12.2
source: Aparipakkāya, meghiya, cetovimuttiyā ayaṃ tatiyo dhammo paripakkāya saṃvattati. (3)
sc_po: This is the third thing …

# an9.3:13.1
source: Puna caparaṃ, meghiya, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an9.3:13.2
source: Aparipakkāya, meghiya, cetovimuttiyā ayaṃ catuttho dhammo paripakkāya saṃvattati. (4)
sc_po: This is the fourth thing …

# an9.3:14.1
source: Puna caparaṃ, meghiya, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an9.3:14.2
source: Aparipakkāya, meghiya, cetovimuttiyā ayaṃ pañcamo dhammo paripakkāya saṃvattati.
sc_po: This is the fifth thing that, when the heart’s release is not ripe, helps it ripen.

# an9.3:15.1
source: Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa:
sc_po: A mendicant with good friends, companions, and associates can expect to

# an9.3:15.2
source: ‘sīlavā bhavissati … pe … samādāya sikkhissati sikkhāpadesu’.
sc_po: be ethical …

# an9.3:16.1
source: Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa:
sc_po: A mendicant with good friends, companions, and associates can expect to

# an9.3:16.2
source: ‘yāyaṃ kathā abhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—appicchakathā … pe … vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī bhavissati akicchalābhī akasiralābhī’.
sc_po: take part in talk about self-effacement that helps open the heart …

# an9.3:17.1
source: Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ‘āraddhavīriyo viharissati … pe … anikkhittadhuro kusalesu dhammesu’.
sc_po: A mendicant with good friends, companions, and associates can expect to be energetic …

# an9.3:18.1
source: Kalyāṇamittassetaṃ, meghiya, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa: ‘paññavā bhavissati … pe … sammādukkhakkhayagāminiyā’. (5)
sc_po: A mendicant with good friends, companions, and associates can expect to be wise …

# an9.3:19.1
source: Tena ca pana, meghiya, bhikkhunā imesu pañcasu dhammesu patiṭṭhāya cattāro dhammā uttari bhāvetabbā—
sc_po: A mendicant grounded on these five things should develop four further things.

# an9.3:19.2
source: asubhā bhāvetabbā rāgassa pahānāya, mettā bhāvetabbā byāpādassa pahānāya, ānāpānassati bhāvetabbā vitakkupacchedāya, aniccasaññā bhāvetabbā asmimānasamugghātāya.
sc_po: They should develop the perception of ugliness to give up greed, love to give up hate, mindfulness of breathing to cut off thinking, and perception of impermanence to uproot the conceit ‘I am’.

# an9.3:19.3
source: Aniccasaññino, meghiya, anattasaññā saṇṭhāti.
sc_po: When you perceive impermanence, the perception of not-self becomes stabilized.

# an9.3:19.4
source: Anattasaññī asmimānasamugghātaṃ pāpuṇāti diṭṭheva dhamme nibbānan”ti. (6–9.)
sc_po: Perceiving not-self, you uproot the conceit ‘I am’ and attain extinguishment in this very life.”
