Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.062.po
Languages: sc_po

# an9.62:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.62:0.2
source: 6. Khemavagga
sc_po: 6. A Safe Place

# an9.62:0.3
source: 62. Abhabbasutta
sc_po: 62. Requirements for Perfection

# an9.62:1.1
source: “Nava, bhikkhave, dhamme appahāya abhabbo arahattaṃ sacchikātuṃ.
sc_po: “Mendicants, without giving up nine things you can’t realize perfection.

# an9.62:1.2
source: Katame nava?
sc_po: What nine?

# an9.62:1.3
source: Rāgaṃ, dosaṃ, mohaṃ, kodhaṃ, upanāhaṃ, makkhaṃ, paḷāsaṃ, issaṃ, macchariyaṃ—
sc_po: Greed, hate, delusion, anger, hostility, offensiveness, contempt, jealousy, and stinginess.

# an9.62:1.4
source: ime kho, bhikkhave, nava dhamme appahāya abhabbo arahattaṃ sacchikātuṃ.
sc_po: Without giving up these nine things you can’t realize perfection.

# an9.62:2.1
source: Nava, bhikkhave, dhamme pahāya bhabbo arahattaṃ sacchikātuṃ.
sc_po: After giving up nine things you can realize perfection.

# an9.62:2.2
source: Katame nava?
sc_po: What nine?

# an9.62:2.3
source: Rāgaṃ, dosaṃ, mohaṃ, kodhaṃ, upanāhaṃ, makkhaṃ, paḷāsaṃ, issaṃ, macchariyaṃ—
sc_po: Greed, hate, delusion, anger, hostility, offensiveness, contempt, jealousy, and stinginess.

# an9.62:2.4
source: ime kho, bhikkhave, nava dhamme pahāya bhabbo arahattaṃ sacchikātun”ti.
sc_po: After giving up these nine things you can realize the fruit of perfection.”
