Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.008.po
Languages: sc_po

# an9.8:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.8:0.2
source: 1. Sambodhivagga
sc_po: 1. Awakening

# an9.8:0.3
source: 8. Sajjhasutta
sc_po: 8. With the Wanderer Sajjha

# an9.8:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.

# an9.8:1.2
source: Atha kho sajjho paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the wanderer Sajjha went up to the Buddha, and exchanged greetings with him.

# an9.8:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho sajjho paribbājako bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# an9.8:2.1
source: “Ekamidāhaṃ, bhante, samayaṃ bhagavā idheva rājagahe viharāmi giribbaje.
sc_po: “Sir, one time the Buddha was staying right here in Rājagaha, the Mountain Keep.

# an9.8:2.2
source: Tatra me, bhante, bhagavato sammukhā sutaṃ sammukhā paṭiggahitaṃ:
sc_po: There I heard and learned this in the presence of the Buddha:

# an9.8:2.3
source: ‘yo so, sajjha, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so pañca ṭhānāni ajjhācarituṃ—
sc_po: ‘A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in five respects.

# an9.8:2.4
source: abhabbo khīṇāsavo bhikkhu sañcicca pāṇaṃ jīvitā voropetuṃ, abhabbo khīṇāsavo bhikkhu adinnaṃ theyyasaṅkhātaṃ ādātuṃ, abhabbo khīṇāsavo bhikkhu methunaṃ dhammaṃ paṭisevituṃ, abhabbo khīṇāsavo bhikkhu sampajānamusā bhāsituṃ, abhabbo khīṇāsavo bhikkhu sannidhikārakaṃ kāme paribhuñjituṃ seyyathāpi pubbe agāriyabhūto’ti.
sc_po: A mendicant with defilements ended can’t deliberately take the life of a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person.’

# an9.8:2.5
source: Kacci metaṃ, bhante, bhagavato sussutaṃ suggahitaṃ sumanasikataṃ sūpadhāritan”ti?
sc_po: I trust I properly heard, learned, attended, and remembered that from the Buddha?”

# an9.8:3.1
source: “Taggha te etaṃ, sajjha, sussutaṃ suggahitaṃ sumanasikataṃ sūpadhāritaṃ.
sc_po: “Indeed, Sajjha, you properly heard, learned, attended, and remembered that.

# an9.8:3.2
source: Pubbe cāhaṃ, sajjha, etarahi ca evaṃ vadāmi:
sc_po: In the past, as today, I say this:

# an9.8:3.3
source: ‘yo so bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so nava ṭhānāni ajjhācarituṃ—
sc_po: ‘A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in nine respects.

# an9.8:3.4
source: abhabbo khīṇāsavo bhikkhu sañcicca pāṇaṃ jīvitā voropetuṃ … pe … abhabbo khīṇāsavo bhikkhu sannidhikārakaṃ kāme paribhuñjituṃ seyyathāpi pubbe agāriyabhūto, abhabbo khīṇāsavo bhikkhu buddhaṃ paccakkhātuṃ, abhabbo khīṇāsavo bhikkhu dhammaṃ paccakkhātuṃ, abhabbo khīṇāsavo bhikkhu saṅghaṃ paccakkhātuṃ, abhabbo khīṇāsavo bhikkhu sikkhaṃ paccakkhātuṃ’.
sc_po: A mendicant with defilements ended can’t deliberately kill a living creature, take something with the intention to steal, have sex, tell a deliberate lie, or store up goods for their own enjoyment like they did as a lay person. And they can’t abandon the Buddha, the teaching, the Saṅgha, or the training.’

# an9.8:3.5
source: Pubbe cāhaṃ, sajjha, etarahi ca evaṃ vadāmi:
sc_po: In the past, as today, I say this:

# an9.8:3.6
source: ‘yo so bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, abhabbo so imāni nava ṭhānāni ajjhācaritun’”ti.
sc_po: ‘A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—can’t transgress in these nine respects.’”
