Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.092.po
Languages: sc_po

# an9.92:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.92:0.2
source: 9. Iddhipādavagga
sc_po: 9. Bases of Psychic Power

# an9.92:0.3
source: 92. Cetasovinibandhasutta
sc_po: 92. Emotional Shackles

# an9.92:1.1
source: “Pañcime, bhikkhave, cetasovinibandhā.
sc_po: “Mendicants, there are these five emotional shackles.

# an9.92:1.2
source: Katame pañca?
sc_po: What five?

# an9.92:1.3
source: Idha, bhikkhave, bhikkhu kāmesu avītarāgo hoti … pe …
sc_po: Firstly, a mendicant isn’t free of greed for sensual pleasures. …

# an9.92:1.4
source: ime kho, bhikkhave, pañca cetasovinibandhā.
sc_po: These are the five emotional shackles.

# an9.92:2.1
source: Imesaṃ kho, bhikkhave, pañcannaṃ cetasovinibandhānaṃ pahānāya ime cattāro iddhipādā bhāvetabbā.
sc_po: To give up these five emotional shackles you should develop the four bases of psychic power.

# an9.92:2.2
source: Katame cattāro?
sc_po: What four?

# an9.92:2.3
source: Idha, bhikkhave, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort.

# an9.92:2.4
source: vīriyasamādhi …
sc_po: They develop the basis of psychic power that has immersion due to energy, and active effort.

# an9.92:2.5
source: cittasamādhi …
sc_po: They develop the basis of psychic power that has immersion due to mental development, and active effort.

# an9.92:2.6
source: vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: They develop the basis of psychic power that has immersion due to inquiry, and active effort.

# an9.92:2.7
source: Imesaṃ kho, bhikkhave, pañcannaṃ cetasovinibandhānaṃ pahānāya ime cattāro iddhipādā bhāvetabbā”ti.
sc_po: To give up these five emotional shackles you should develop these four bases of psychic power.”
