Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.044.po
Languages: sc_po

# an9.44:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.44:0.2
source: 5. Sāmaññavagga
sc_po: 5. Similarity

# an9.44:0.3
source: 44. Paññāvimuttasutta
sc_po: 44. Freed by Wisdom

# an9.44:1.1
source: “‘Paññāvimutto, paññāvimutto’ti, āvuso, vuccati.
sc_po: “Reverend, they speak of a person called ‘freed by wisdom’.

# an9.44:1.2
source: Kittāvatā nu kho, āvuso, paññāvimutto vutto bhagavatā”ti?
sc_po: What is the one freed by wisdom that the Buddha spoke of?”

# an9.44:2.1
source: “Idhāvuso, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati,
sc_po: “First, take a mendicant who, quite secluded from sensual pleasures … enters and remains in the first absorption.

# an9.44:2.2
source: paññāya ca naṃ pajānāti.
sc_po: And they understand that with wisdom.

# an9.44:2.3
source: Ettāvatāpi kho, āvuso, paññāvimutto vutto bhagavatā pariyāyena … pe ….
sc_po: To this extent the Buddha spoke of the one freed by wisdom in a qualified sense. …

# an9.44:3.1
source: Puna caparaṃ, āvuso, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti,
sc_po: Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.

# an9.44:3.2
source: paññāya ca naṃ pajānāti.
sc_po: And they understand that with wisdom.

# an9.44:3.3
source: Ettāvatāpi kho, āvuso, paññāvimutto vutto bhagavatā nippariyāyenā”ti.
sc_po: To this extent the Buddha spoke of the one freed by wisdom in a definitive sense.”
