Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.019.po
Languages: sc_po

# an9.19:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.19:0.2
source: 2. Sīhanādavagga
sc_po: 2. The Lion’s Roar

# an9.19:0.3
source: 19. Devatāsutta
sc_po: 19. A Deity

# an9.19:1.1
source: “Imañca, bhikkhave, rattiṃ sambahulā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho, bhikkhave, tā devatā maṃ etadavocuṃ:
sc_po: “Mendicants, tonight, several glorious deities, lighting up the entire Jeta’s Grove, came to me, bowed, stood to one side, and said to me:

# an9.19:1.2
source: ‘upasaṅkamiṃsu no, bhante, pubbe manussabhūtānaṃ pabbajitā agārāni.
sc_po: ‘Sir, formerly when we were human beings, renunciates came to our homes.

# an9.19:1.3
source: Te mayaṃ, bhante, paccuṭṭhimha, no ca kho abhivādimha.
sc_po: We politely rose for them, but we didn’t bow.

# an9.19:1.4
source: Tā mayaṃ, bhante, aparipuṇṇakammantā vippaṭisāriniyo paccānutāpiniyo hīnaṃ kāyaṃ upapannā’ti.
sc_po: And so, having not fulfilled our duty, full of remorse and regret, we were reborn in a lesser realm.’

# an9.19:2.1
source: Aparāpi maṃ, bhikkhave, sambahulā devatā upasaṅkamitvā etadavocuṃ:
sc_po: Then several other deities came to me and said:

# an9.19:2.2
source: ‘upasaṅkamiṃsu no, bhante, pubbe manussabhūtānaṃ pabbajitā agārāni.
sc_po: ‘Sir, formerly when we were human beings, renunciates came to our homes.

# an9.19:2.3
source: Te mayaṃ, bhante, paccuṭṭhimha abhivādimha, no ca tesaṃ āsanaṃ adamha.
sc_po: We politely rose for them and bowed, but we didn’t offer a seat.

# an9.19:2.4
source: Tā mayaṃ, bhante, aparipuṇṇakammantā vippaṭisāriniyo paccānutāpiniyo hīnaṃ kāyaṃ upapannā’ti.
sc_po: And so, having not fulfilled our duty, full of remorse and regret, we were reborn in a lesser realm.’

# an9.19:3.1
source: Aparāpi maṃ, bhikkhave, sambahulā devatā upasaṅkamitvā etadavocuṃ:
sc_po: Then several other deities came to me and said:

# an9.19:3.2
source: ‘upasaṅkamiṃsu no, bhante, pubbe manussabhūtānaṃ pabbajitā agārāni.
sc_po: ‘Sir, formerly when we were human beings, renunciates came to our homes.

# an9.19:3.3
source: Te mayaṃ, bhante, paccuṭṭhimha abhivādimha āsanaṃ adamha, no ca kho yathāsatti yathābalaṃ saṃvibhajimha … pe …
sc_po: We politely rose for them, bowed, and offered a seat, but we didn’t share as best we could. …’

# an9.19:3.4
source: yathāsatti yathābalaṃ saṃvibhajimha, no ca kho upanisīdimha dhammassavanāya … pe …
sc_po: ‘… we didn’t sit nearby to listen to the teachings. …’

# an9.19:3.5
source: upanisīdimha dhammassavanāya, no ca kho ohitasotā dhammaṃ suṇimha … pe …
sc_po: ‘… we didn’t lend an ear to the teachings. …’

# an9.19:3.6
source: ohitasotā ca dhammaṃ suṇimha, no ca kho sutvā dhammaṃ dhārayimha … pe …
sc_po: ‘… we didn’t memorize the teachings. …’

# an9.19:3.7
source: sutvā ca dhammaṃ dhārayimha, no ca kho dhātānaṃ dhammānaṃ atthaṃ upaparikkhimha … pe …
sc_po: ‘… we didn’t examine the meaning of teachings we’d memorized. …’

# an9.19:3.8
source: dhātānañca dhammānaṃ atthaṃ upaparikkhimha, no ca kho atthamaññāya dhammamaññāya dhammānudhammaṃ paṭipajjimha.
sc_po: ‘… having understood the meaning and the teaching, we didn’t practice accordingly.

# an9.19:3.9
source: Tā mayaṃ, bhante, aparipuṇṇakammantā vippaṭisāriniyo paccānutāpiniyo hīnaṃ kāyaṃ upapannā’ti.
sc_po: And so, having not fulfilled our duty, full of remorse and regret, we were reborn in a lesser realm.’

# an9.19:4.1
source: Aparāpi maṃ, bhikkhave, sambahulā devatā upasaṅkamitvā etadavocuṃ:
sc_po: Then several other deities came to me and said:

# an9.19:4.2
source: ‘upasaṅkamiṃsu no, bhante, pubbe manussabhūtānaṃ pabbajitā agārāni.
sc_po: ‘Sir, formerly when we were human beings, renunciates came to our homes.

# an9.19:4.3
source: Te mayaṃ, bhante, paccuṭṭhimha abhivādimha, āsanaṃ adamha, yathāsatti yathābalaṃ saṃvibhajimha, upanisīdimha dhammassavanāya, ohitasotā ca dhammaṃ suṇimha, sutvā ca dhammaṃ dhārayimha, dhātānañca dhammānaṃ atthaṃ upaparikkhimha, atthamaññāya dhammamaññāya dhammānudhammaṃ paṭipajjimha.
sc_po: We politely rose, bowed, and offered them a seat. We shared as best we could. We sat nearby to listen to the teachings, lent an ear, memorized them, and examined their meaning. Understanding the teaching and the meaning we practiced accordingly.

# an9.19:4.4
source: Tā mayaṃ, bhante, paripuṇṇakammantā avippaṭisāriniyo apaccānutāpiniyo paṇītaṃ kāyaṃ upapannā’ti.
sc_po: And so, having fulfilled our duty, free of remorse and regret, we were reborn in a superior realm.’

# an9.19:4.5
source: Etāni, bhikkhave, rukkhamūlāni etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha, mā pacchā vippaṭisārino ahuvattha seyyathāpi tā purimikā devatā”ti.
sc_po: Here, mendicants, are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later, like those former deities.”
