Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.027.po
Languages: sc_po

# an9.27:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.27:0.2
source: 3. Sattāvāsavagga
sc_po: 3. Abodes of Sentient Beings

# an9.27:0.3
source: 27. Paṭhamaverasutta
sc_po: 27. Dangers and Threats (1st)

# an9.27:1.1
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an9.27:2.1
source: “Yato kho, gahapati, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, so ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: “Householder, when a noble disciple has quelled five dangers and threats, and has the four factors of stream-entry, they may, if they wish, declare of themselves:

# an9.27:2.2
source: ‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti.
sc_po: ‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’

# an9.27:3.1
source: Katamāni pañca bhayāni verāni vūpasantāni honti?
sc_po: What are the five dangers and threats they have quelled?

# an9.27:3.2
source: Yaṃ, gahapati, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, pāṇātipātā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati, na samparāyikampi bhayaṃ veraṃ pasavati, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: Anyone who kills living creatures creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from killing living creatures creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness.

# an9.27:3.3
source: Pāṇātipātā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. (1)
sc_po: So that danger and threat is quelled for anyone who refrains from killing living creatures.

# an9.27:4.1
source: Yaṃ, gahapati, adinnādāyī … pe …
sc_po: Anyone who steals …

# an9.27:4.2
source: kāmesumicchācārī …
sc_po: Anyone who commits sexual misconduct …

# an9.27:4.3
source: musāvādī …
sc_po: Anyone who lies …

# an9.27:4.4
source: surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, surāmerayamajjapamādaṭṭhānā paṭivirato neva diṭṭhadhammikampi bhayaṃ veraṃ pasavati, na samparāyikampi bhayaṃ veraṃ pasavati, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: Anyone who uses alcoholic drinks that cause negligence creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from using alcoholic drinks that cause negligence creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness.

# an9.27:4.5
source: Surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. (4–5.)
sc_po: So that danger and threat is quelled for anyone who refrains from using alcoholic drinks that cause negligence.

# an9.27:5.1
source: Imāni pañca bhayāni verāni vūpasantāni honti.
sc_po: These are the five dangers and threats they have quelled.

# an9.27:6.1
source: “Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti?
sc_po: What are the four factors of stream-entry that they have?

# an9.27:6.2
source: Idha, gahapati, ariyasāvako buddhe aveccappasādena samannāgato hoti:
sc_po: It’s when a noble disciple has experiential confidence in the Buddha:

# an9.27:6.3
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti. (6)
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# an9.27:7.1
source: Dhamme aveccappasādena samannāgato hoti:
sc_po: They have experiential confidence in the teaching:

# an9.27:7.2
source: ‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti. (7)
sc_po: ‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’

# an9.27:8.1
source: Saṅghe aveccappasādena samannāgato hoti:
sc_po: They have experiential confidence in the Saṅgha:

# an9.27:8.2
source: ‘suppaṭipanno bhagavato sāvakasaṅgho ujuppaṭipanno bhagavato sāvakasaṅgho ñāyappaṭipanno bhagavato sāvakasaṅgho sāmīcippaṭipanno bhagavato sāvakasaṅgho; yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti. (8)
sc_po: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’

# an9.27:9.1
source: Ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi.
sc_po: And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# an9.27:9.2
source: Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. (9)
sc_po: These are the four factors of stream-entry that they have.

# an9.27:10.1
source: Yato kho, gahapati, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi ca catūhi sotāpattiyaṅgehi samannāgato hoti, so ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: When a noble disciple has quelled these five dangers and threats, and has these four factors of stream-entry, they may, if they wish, declare of themselves:

# an9.27:10.2
source: ‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto; sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’”ti.
sc_po: ‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’”
