Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.045.po
Languages: sc_po

# an9.45:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.45:0.2
source: 5. Sāmaññavagga
sc_po: 5. Similarity

# an9.45:0.3
source: 45. Ubhatobhāgavimuttasutta
sc_po: 45. Freed Both Ways

# an9.45:1.1
source: “‘Ubhatobhāgavimutto, ubhatobhāgavimutto’ti, āvuso, vuccati.
sc_po: “Reverend, they speak of a person called ‘freed both ways’.

# an9.45:1.2
source: Kittāvatā nu kho, āvuso, ubhatobhāgavimutto vutto bhagavatā”ti?
sc_po: What is the one freed both ways that the Buddha spoke of?”

# an9.45:2.1
source: “Idhāvuso, bhikkhu vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati.
sc_po: “First, take a mendicant who, quite secluded from sensual pleasures … enters and remains in the first absorption.

# an9.45:2.2
source: Yathā yathā ca tadāyatanaṃ tathā tathā naṃ kāyena phusitvā viharati, paññāya ca naṃ pajānāti.
sc_po: They meditate directly experiencing that dimension in every way. And they understand that with wisdom.

# an9.45:2.3
source: Ettāvatāpi kho, āvuso, ubhatobhāgavimutto vutto bhagavatā pariyāyena … pe ….
sc_po: To this extent the Buddha spoke of the one freed both ways in a qualified sense. …

# an9.45:3.1
source: Puna caparaṃ, āvuso, bhikkhu sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati, paññāya cassa disvā āsavā parikkhīṇā honti.
sc_po: Furthermore, take a mendicant who, going totally beyond the dimension of neither perception nor non-perception, enters and remains in the cessation of perception and feeling. And, having seen with wisdom, their defilements come to an end.

# an9.45:3.2
source: Yathā yathā ca tadāyatanaṃ tathā tathā naṃ kāyena phusitvā viharati, paññāya ca naṃ pajānāti.
sc_po: They meditate directly experiencing that dimension in every way. And they understand that with wisdom.

# an9.45:3.3
source: Ettāvatāpi kho, āvuso, ubhatobhāgavimutto vutto bhagavatā nippariyāyenā”ti.
sc_po: To this extent the Buddha spoke of the one freed both ways in a definitive sense.”
