Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.017.po
Languages: sc_po

# an9.17:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.17:0.2
source: 2. Sīhanādavagga
sc_po: 2. The Lion’s Roar

# an9.17:0.3
source: 17. Kulasutta
sc_po: 17. Families

# an9.17:1.1
source: “Navahi, bhikkhave, aṅgehi samannāgataṃ kulaṃ anupagantvā vā nālaṃ upagantuṃ, upagantvā vā nālaṃ nisīdituṃ.
sc_po: “Mendicants, visiting a family with nine factors is not worthwhile, or if you’ve already arrived, sitting down is not worthwhile.

# an9.17:1.2
source: Katamehi navahi?
sc_po: What nine?

# an9.17:1.3
source: Na manāpena paccuṭṭhenti, na manāpena abhivādenti, na manāpena āsanaṃ denti, santamassa pariguhanti, bahukampi thokaṃ denti, paṇītampi lūkhaṃ denti, asakkaccaṃ denti no sakkaccaṃ, na upanisīdanti dhammassavanāya, bhāsitamassa na sussūsanti.
sc_po: They don’t politely rise, bow, or offer a seat. They hide what they have. Even when they have much they give little. Even when they have refined things they give coarse things. They give carelessly, not carefully. They don’t sit nearby to listen to the teachings. When you’re speaking, they don’t listen well.

# an9.17:1.4
source: Imehi kho, bhikkhave, navahaṅgehi samannāgataṃ kulaṃ anupagantvā vā nālaṃ upagantuṃ upagantvā vā nālaṃ nisīdituṃ.
sc_po: Visiting a family with these nine factors is not worthwhile, or if you’ve already arrived, sitting down is not worthwhile.

# an9.17:2.1
source: Navahi, bhikkhave, aṅgehi samannāgataṃ kulaṃ anupagantvā vā alaṃ upagantuṃ, upagantvā vā alaṃ nisīdituṃ.
sc_po: Visiting a family with nine factors is worthwhile, or if you’ve already arrived, sitting down is worthwhile.

# an9.17:2.2
source: Katamehi navahi?
sc_po: What nine?

# an9.17:2.3
source: Manāpena paccuṭṭhenti, manāpena abhivādenti, manāpena āsanaṃ denti, santamassa na pariguhanti, bahukampi bahukaṃ denti, paṇītampi paṇītaṃ denti, sakkaccaṃ denti no asakkaccaṃ, upanisīdanti dhammassavanāya, bhāsitamassa sussūsanti.
sc_po: They politely rise, bow, and offer a seat. They don’t hide what they have. When they have much they give much. When they have refined things they give refined things. They give carefully, not carelessly. They sit nearby to listen to the teachings. When you’re speaking, they listen well.

# an9.17:2.4
source: Imehi kho, bhikkhave, navahaṅgehi samannāgataṃ kulaṃ anupagantvā vā alaṃ upagantuṃ, upagantvā vā alaṃ nisīditun”ti.
sc_po: Visiting a family with these nine factors is worthwhile, or if you’ve already arrived, sitting down is worthwhile.”
