Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.021.po
Languages: sc_po

# an9.21:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.21:0.2
source: 3. Sattāvāsavagga
sc_po: 3. Abodes of Sentient Beings

# an9.21:0.3
source: 21. Tiṭhānasutta
sc_po: 21. In Three Particulars

# an9.21:1.1
source: “Tīhi, bhikkhave, ṭhānehi uttarakurukā manussā deve ca tāvatiṃse adhiggaṇhanti jambudīpake ca manusse.
sc_po: “The humans of Uttarakuru surpass the Gods of the Thirty-Three and the humans of India in three particulars.

# an9.21:1.2
source: Katamehi tīhi?
sc_po: What three?

# an9.21:1.3
source: Amamā, apariggahā, niyatāyukā, visesaguṇā—
sc_po: They’re selfless and not possessive. They have a fixed life span. They have a distinctive nature.

# an9.21:1.4
source: imehi kho, bhikkhave, tīhi ṭhānehi uttarakurukā manussā deve ca tāvatiṃse adhiggaṇhanti jambudīpake ca manusse.
sc_po: The humans of Uttarakuru surpass the Gods of the Thirty-Three and the humans of India in these three particulars.

# an9.21:2.1
source: Tīhi, bhikkhave, ṭhānehi devā tāvatiṃsā uttarakuruke ca manusse adhiggaṇhanti jambudīpake ca manusse.
sc_po: The Gods of the Thirty-Three surpass the humans of Uttarakuru and India in three particulars.

# an9.21:2.2
source: Katamehi tīhi?
sc_po: What three?

# an9.21:2.3
source: Dibbena āyunā, dibbena vaṇṇena, dibbena sukhena—
sc_po: Divine life span, beauty, and happiness.

# an9.21:2.4
source: imehi kho, bhikkhave, tīhi ṭhānehi devā tāvatiṃsā uttarakuruke ca manusse adhiggaṇhanti jambudīpake ca manusse.
sc_po: The Gods of the Thirty-Three surpass the humans of Uttarakuru and India in these three particulars.

# an9.21:3.1
source: Tīhi, bhikkhave, ṭhānehi jambudīpakā manussā uttarakuruke ca manusse adhiggaṇhanti deve ca tāvatiṃse.
sc_po: The humans of India surpass the humans of Uttarakuru and the Gods of the Thirty-Three in three particulars.

# an9.21:3.2
source: Katamehi tīhi?
sc_po: What three?

# an9.21:3.3
source: Sūrā, satimanto, idha brahmacariyavāso—
sc_po: Bravery, mindfulness, and the spiritual life is lived here.

# an9.21:3.4
source: imehi kho, bhikkhave, tīhi ṭhānehi jambudīpakā manussā uttarakuruke ca manusse adhiggaṇhanti deve ca tāvatiṃse”ti.
sc_po: The humans of India surpass the humans of Uttarakuru and the Gods of the Thirty-Three in these three particulars.”
