Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.025.po
Languages: sc_po

# an9.25:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.25:0.2
source: 3. Sattāvāsavagga
sc_po: 3. Abodes of Sentient Beings

# an9.25:0.3
source: 25. Paññāsutta
sc_po: 25. Consolidated by Wisdom

# an9.25:1.1
source: “Yato kho, bhikkhave, bhikkhuno paññāya cittaṃ suparicitaṃ hoti, tassetaṃ, bhikkhave, bhikkhuno kallaṃ vacanāya:
sc_po: “Mendicants, when a mendicant’s mind has been well consolidated with wisdom it’s appropriate for them to say:

# an9.25:1.2
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti.
sc_po: ‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.”’

# an9.25:2.1
source: Kathañca, bhikkhave, bhikkhuno paññāya cittaṃ suparicitaṃ hoti?
sc_po: And how is a mendicant’s mind well consolidated with wisdom?

# an9.25:2.2
source: ‘Vītarāgaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti;
sc_po: The mind is well consolidated with wisdom when they know: ‘My mind is without greed.’

# an9.25:2.3
source: ‘vītadosaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti;
sc_po: … ‘My mind is without hate.’

# an9.25:2.4
source: ‘vītamohaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti;
sc_po: … ‘My mind is without delusion.’

# an9.25:2.5
source: ‘asarāgadhammaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti;
sc_po: … ‘My mind is not liable to become greedy.’

# an9.25:2.6
source: ‘asadosadhammaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti;
sc_po: … ‘My mind is not liable to become hateful.’

# an9.25:2.7
source: ‘asamohadhammaṃ me cittan’ti paññāya cittaṃ suparicitaṃ hoti;
sc_po: … ‘My mind is not liable to become deluded.’

# an9.25:2.8
source: ‘anāvattidhammaṃ me cittaṃ kāmabhavāyā’ti paññāya cittaṃ suparicitaṃ hoti;
sc_po: … ‘My mind is not liable to return to rebirth in the sensual realm.’

# an9.25:2.9
source: ‘anāvattidhammaṃ me cittaṃ rūpabhavāyā’ti paññāya cittaṃ suparicitaṃ hoti;
sc_po: … ‘My mind is not liable to return to rebirth in the realm of luminous form.’

# an9.25:2.10
source: ‘anāvattidhammaṃ me cittaṃ arūpabhavāyā’ti paññāya cittaṃ suparicitaṃ hoti.
sc_po: … ‘My mind is not liable to return to rebirth in the formless realm.’

# an9.25:2.11
source: Yato kho, bhikkhave, bhikkhuno paññāya cittaṃ suparicitaṃ hoti, tassetaṃ, bhikkhave, bhikkhuno kallaṃ vacanāya:
sc_po: When a mendicant’s mind has been well consolidated with wisdom it’s appropriate for them to say:

# an9.25:2.12
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’”ti.
sc_po: ‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.”’”
