Repository: kondannyo/PGP
Catalog: AN/*_text/an09/an9.095-112.po
Languages: sc_po

# an9.95-112:0.1
source: Aṅguttara Nikāya 9
sc_po: Numbered Discourses 9

# an9.95-112:0.2
source: 10. Rāgapeyyāla
sc_po: 10. Abbreviated Texts Beginning with Greed

# an9.95-112:1.1
source: “Rāgassa, bhikkhave, pariññāya … pe …
sc_po: “For the complete understanding of greed …

# an9.95-112:1.2
source: parikkhayāya … pe …
sc_po: complete ending …

# an9.95-112:1.3
source: pahānāya … pe …
sc_po: giving up …

# an9.95-112:1.4
source: khayāya … pe …
sc_po: ending …

# an9.95-112:1.5
source: vayāya … pe …
sc_po: vanishing …

# an9.95-112:1.6
source: virāgāya … pe …
sc_po: fading away …

# an9.95-112:1.7
source: nirodhāya … pe …
sc_po: cessation …

# an9.95-112:1.8
source: cāgāya … pe …
sc_po: giving away …

# an9.95-112:1.9
source: paṭinissaggāya … pe …
sc_po: letting go of greed …

# an9.95-112:1.10
source: ime nava dhammā bhāvetabbā”.
sc_po: these nine things should be developed.”
