Repository: kondannyo/PGP
Catalog: SN/*_text/sn41/sn41.05.po
Languages: sc_po

# sn41.5:0.1
source: Saṃyutta Nikāya 41
sc_po: Linked Discourses 41

# sn41.5:0.2
source: 1. Cittavagga
sc_po: 1. With Citta

# sn41.5:0.3
source: 5. Paṭhamakāmabhūsutta
sc_po: 5. With Kāmabhū (1st)

# sn41.5:1.1
source: Ekaṃ samayaṃ āyasmā kāmabhū macchikāsaṇḍe viharati ambāṭakavane.
sc_po: At one time Venerable Kāmabhū was staying near Macchikāsaṇḍa in the Wild Mango Grove.

# sn41.5:1.2
source: Atha kho citto gahapati yenāyasmā kāmabhū tenupasaṅkami; upasaṅkamitvā āyasmantaṃ kāmabhuṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho cittaṃ gahapatiṃ āyasmā kāmabhū etadavoca:
sc_po: Then Citta the householder went up to Venerable Kāmabhū, bowed, and sat down to one side. Kāmabhū said to him,

# sn41.5:2.1
source: “Vuttamidaṃ, gahapati:
sc_po: “Householder, there is this saying:

# sn41.5:3.1
source: ‘Nelaṅgo setapacchādo,
sc_po: ‘With flawless wheel and white canopy,

# sn41.5:3.2
source: ekāro vattatī ratho;
sc_po: the one-spoke chariot rolls on.

# sn41.5:3.3
source: Anīghaṃ passa āyantaṃ,
sc_po: See it come, untroubled,

# sn41.5:3.4
source: chinnasotaṃ abandhanan’ti.
sc_po: with stream cut, unbound.’

# sn41.5:4.1
source: Imassa nu kho, gahapati, saṅkhittena bhāsitassa kathaṃ vitthārena attho daṭṭhabbo”ti?
sc_po: How should we see the detailed meaning of this brief statement?”

# sn41.5:4.2
source: “Kiṃ nu kho etaṃ, bhante, bhagavatā bhāsitan”ti?
sc_po: “Sir, was this spoken by the Buddha?”

# sn41.5:4.3
source: “Evaṃ, gahapatī”ti.
sc_po: “Yes, householder.”

# sn41.5:4.4
source: “Tena hi, bhante, muhuttaṃ āgamehi yāvassa atthaṃ pekkhāmī”ti.
sc_po: “Well then, sir, please wait a moment while I consider the meaning of this.”

# sn41.5:4.5
source: Atha kho citto gahapati muhuttaṃ tuṇhī hutvā āyasmantaṃ kāmabhuṃ etadavoca:
sc_po: Then after a short silence Citta said to Kāmabhū:

# sn41.5:5.1
source: “‘Nelaṅgan’ti kho, bhante, sīlānametaṃ adhivacanaṃ.
sc_po: “Sir, ‘flawless wheel’ is a term for ethics.

# sn41.5:5.2
source: ‘Setapacchādo’ti kho, bhante, vimuttiyā etaṃ adhivacanaṃ.
sc_po: ‘White canopy’ is a term for freedom.

# sn41.5:5.3
source: ‘Ekāro’ti kho, bhante, satiyā etaṃ adhivacanaṃ.
sc_po: ‘One spoke’ is a term for mindfulness.

# sn41.5:5.4
source: ‘Vattatī’ti kho, bhante, abhikkamapaṭikkamassetaṃ adhivacanaṃ.
sc_po: ‘Rolls on’ is a term for going forward and coming back.

# sn41.5:5.5
source: ‘Ratho’ti kho, bhante, imassetaṃ cātumahābhūtikassa kāyassa adhivacanaṃ mātāpettikasambhavassa odanakummāsūpacayassa aniccucchādanaparimaddanabhedanaviddhaṃsanadhammassa.
sc_po: ‘Chariot’ is a term for this body made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.

# sn41.5:5.6
source: Rāgo kho, bhante, nīgho, doso nīgho, moho nīgho.
sc_po: Greed, hate, and delusion are troubles.

# sn41.5:5.7
source: Te khīṇāsavassa bhikkhuno pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
sc_po: A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future.

# sn41.5:5.8
source: Tasmā khīṇāsavo bhikkhu ‘anīgho’ti vuccati.
sc_po: That’s why a mendicant who has ended the defilements is called ‘untroubled’.

# sn41.5:5.9
source: ‘Āyantan’ti kho, bhante, arahato etaṃ adhivacanaṃ.
sc_po: ‘The one who comes’ is a term for the perfected one.

# sn41.5:5.10
source: ‘Soto’ti kho, bhante, taṇhāyetaṃ adhivacanaṃ.
sc_po: ‘Stream’ is a term for craving.

# sn41.5:5.11
source: Sā khīṇāsavassa bhikkhuno pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
sc_po: A mendicant who has ended the defilements has given this up, cut it off at the root, made it like a palm stump, and obliterated it, so it’s unable to arise in the future.

# sn41.5:5.12
source: Tasmā khīṇāsavo bhikkhu ‘chinnasoto’ti vuccati.
sc_po: That’s why a mendicant who has ended the defilements is said to have ‘cut the stream’.

# sn41.5:5.13
source: Rāgo kho, bhante, bandhanaṃ, doso bandhanaṃ, moho bandhanaṃ.
sc_po: Greed, hate, and delusion are bonds.

# sn41.5:5.14
source: Te khīṇāsavassa bhikkhuno pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
sc_po: A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future.

# sn41.5:5.15
source: Tasmā khīṇāsavo bhikkhu ‘abandhano’ti vuccati.
sc_po: That’s why a mendicant who has ended the defilements is called ‘unbound’.

# sn41.5:5.16
source: Iti kho, bhante, yaṃ taṃ bhagavatā vuttaṃ:
sc_po: So, sir, that’s how I understand the detailed meaning of what the Buddha said in brief:

# sn41.5:6.1
source: ‘Nelaṅgo setapacchādo,
sc_po: ‘With flawless wheel and white canopy,

# sn41.5:6.2
source: ekāro vattatī ratho;
sc_po: the one-spoke chariot rolls on.

# sn41.5:6.3
source: Anīghaṃ passa āyantaṃ,
sc_po: See it come, untroubled,

# sn41.5:6.4
source: chinnasotaṃ abandhanan’ti.
sc_po: with stream cut, unbound.’”

# sn41.5:7.2
source: “Lābhā te, gahapati, suladdhaṃ te, gahapati.
sc_po: “You’re fortunate, householder, so very fortunate,

# sn41.5:7.3
source: Yassa te gambhīre buddhavacane paññācakkhu kamatī”ti.
sc_po: to traverse the Buddha’s deep teachings with the eye of wisdom.”
