Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.15.po
Languages: sc_po

# sn2.15:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.15:0.2
source: 2. Anāthapiṇḍikavagga
sc_po: 2. With Anāthapiṇḍika

# sn2.15:0.3
source: 15. Candanasutta
sc_po: 15. With Candana

# sn2.15:1.1
source: Ekamantaṃ ṭhito kho candano devaputto bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Standing to one side, the god Candana addressed the Buddha in verse:

# sn2.15:2.1
source: “Kathaṃsu tarati oghaṃ,
sc_po: “Who here crosses the flood,

# sn2.15:2.2
source: rattindivamatandito;
sc_po: tireless all day and night?

# sn2.15:2.3
source: Appatiṭṭhe anālambe,
sc_po: Who, not standing and unsupported,

# sn2.15:2.4
source: ko gambhīre na sīdatī”ti.
sc_po: does not sink in the deep?”

# sn2.15:3.1
source: “Sabbadā sīlasampanno,
sc_po: “Someone who is always endowed with ethics,

# sn2.15:3.2
source: Paññavā susamāhito;
sc_po: wise and serene,

# sn2.15:3.3
source: Āraddhavīriyo pahitatto,
sc_po: energetic and resolute,

# sn2.15:3.4
source: Oghaṃ tarati duttaraṃ.
sc_po: crosses the flood so hard to cross.

# sn2.15:4.1
source: Virato kāmasaññāya,
sc_po: Someone who desists from sensual perception,

# sn2.15:4.2
source: rūpasaṃyojanātigo;
sc_po: has moved past the fetter of form,

# sn2.15:4.3
source: Nandīrāgaparikkhīṇo,
sc_po: and has finished with relishing and greed

# sn2.15:4.4
source: so gambhīre na sīdatī”ti.
sc_po: does not sink in the deep.”
