Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.13.po
Languages: sc_po

# sn2.13:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.13:0.2
source: 2. Anāthapiṇḍikavagga
sc_po: 2. With Anāthapiṇḍika

# sn2.13:0.3
source: 13. Dīghalaṭṭhisutta
sc_po: 13. With Dīghalaṭṭhi

# sn2.13:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn2.13:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn2.13:1.3
source: Atha kho dīghalaṭṭhi devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ veḷuvanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: Then, late at night, the glorious god Dīghalaṭṭhi, lighting up the entire Bamboo Grove, went up to the Buddha, bowed, stood to one side,

# sn2.13:1.4
source: Ekamantaṃ ṭhito kho dīghalaṭṭhi devaputto bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: and recited this verse in the Buddha’s presence:

# sn2.13:2.1
source: “Bhikkhu siyā jhāyī vimuttacitto,
sc_po: “Suppose a mendicant is a meditator, freed in mind.

# sn2.13:2.2
source: Ākaṅkhe ce hadayassānupattiṃ;
sc_po: If they want to reach the heart’s peace,

# sn2.13:2.3
source: Lokassa ñatvā udayabbayañca,
sc_po: having known the arising and passing of the world,

# sn2.13:2.4
source: Sucetaso anissito tadānisaṃso”ti.
sc_po: healthy-minded, independent, that is their reward.”
