Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.05.po
Languages: sc_po

# sn2.5:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.5:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn2.5:0.3
source: 5. Dāmalisutta
sc_po: 5. With Dāmali

# sn2.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn2.5:1.2
source: Atha kho dāmali devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: Then, late at night, the glorious god Dāmali, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side,

# sn2.5:1.3
source: Ekamantaṃ ṭhito kho dāmali devaputto bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: and recited this verse in the Buddha’s presence:

# sn2.5:2.1
source: “Karaṇīyametaṃ brāhmaṇena,
sc_po: “This is what should be done by a brahmin:

# sn2.5:2.2
source: Padhānaṃ akilāsunā;
sc_po: unrelenting striving.

# sn2.5:2.3
source: Kāmānaṃ vippahānena,
sc_po: Then, with the giving up of sensual pleasures,

# sn2.5:2.4
source: Na tenāsīsate bhavan”ti.
sc_po: they won’t hope to be reborn.”

# sn2.5:3.1
source: “Natthi kiccaṃ brāhmaṇassa,
sc_po: “The brahmin has nothing left to do,”

# sn2.5:3.2
source: (dāmalīti bhagavā)
sc_po: said the Buddha to Dāmali,

# sn2.5:3.3
source: Katakicco hi brāhmaṇo;
sc_po: “for they’ve completed their task.

# sn2.5:3.4
source: Yāva na gādhaṃ labhati nadīsu,
sc_po: So long as a person fails to gain a footing in the river,

# sn2.5:3.5
source: Āyūhati sabbagattebhi jantu;
sc_po: they strive with every limb.

# sn2.5:3.6
source: Gādhañca laddhāna thale ṭhito yo,
sc_po: But someone who has gained a footing and stands on dry land

# sn2.5:3.7
source: Nāyūhatī pāragato hi sova.
sc_po: need not strive, for they have reached the far shore.

# sn2.5:4.1
source: Esūpamā dāmali brāhmaṇassa,
sc_po: Dāmali, this is a simile for the brahmin,

# sn2.5:4.2
source: Khīṇāsavassa nipakassa jhāyino;
sc_po: alert, a meditator who has ended defilements.

# sn2.5:4.3
source: Pappuyya jātimaraṇassa antaṃ,
sc_po: Since they’ve reached the end of rebirth and death,

# sn2.5:4.4
source: Nāyūhatī pāragato hi so”ti.
sc_po: they need not strive, for they have reached the far shore.”
