Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.07.po
Languages: sc_po

# sn2.7:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.7:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn2.7:0.3
source: 7. Pañcālacaṇḍasutta
sc_po: 7. With Pañcālacaṇḍa

# sn2.7:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn2.7:1.2
source: Ekamantaṃ ṭhito kho pañcālacaṇḍo devaputto bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, the god Pañcālacaṇḍa recited this verse in the Buddha’s presence:

# sn2.7:2.1
source: “Sambādhe vata okāsaṃ,
sc_po: “The opening amid confinement

# sn2.7:2.2
source: Avindi bhūrimedhaso;
sc_po: was discovered by the Buddha of vast intelligence,

# sn2.7:2.3
source: Yo jhānamabujjhi buddho,
sc_po: who woke up to absorption,

# sn2.7:2.4
source: Paṭilīnanisabho munī”ti.
sc_po: the sage, the solitary bull.”

# sn2.7:3.1
source: “Sambādhe vāpi vindanti,
sc_po: “Even amid confinement they discover,”

# sn2.7:3.2
source: (pañcālacaṇḍāti bhagavā)
sc_po: said the Buddha to Pañcālacaṇḍa,

# sn2.7:3.3
source: Dhammaṃ nibbānapattiyā;
sc_po: “the principle for attaining extinguishment.

# sn2.7:3.4
source: Ye satiṃ paccalatthaṃsu,
sc_po: Those who have acquired mindfulness

# sn2.7:3.5
source: Sammā te susamāhitā”ti.
sc_po: are perfectly serene in samādhi.”
