Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.12.po
Languages: sc_po

# sn2.12:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.12:0.2
source: 2. Anāthapiṇḍikavagga
sc_po: 2. With Anāthapiṇḍika

# sn2.12:0.3
source: 12. Veṇḍusutta
sc_po: 12. With Vishnu

# sn2.12:1.1
source: Ekamantaṃ ṭhito kho veṇḍu devaputto bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, the god Vishnu recited this verse in the Buddha’s presence:

# sn2.12:2.1
source: “Sukhitāva te manujā,
sc_po: “Happy are the children of Manu

# sn2.12:2.2
source: sugataṃ payirupāsiya;
sc_po: who pay homage to the Holy One!

# sn2.12:2.3
source: Yuñjaṃ gotamasāsane,
sc_po: They apply themselves to Gotama’s instructions,

# sn2.12:2.4
source: appamattā nu sikkhare”ti.
sc_po: diligently training.”

# sn2.12:3.1
source: “Ye me pavutte siṭṭhipade,
sc_po: “Those who practice absorption in accord with the training”,

# sn2.12:3.2
source: (veṇḍūti bhagavā)
sc_po: said the Buddha to Vishnu,

# sn2.12:3.3
source: Anusikkhanti jhāyino;
sc_po: “in the way of teaching I’ve proclaimed,

# sn2.12:3.4
source: Kāle te appamajjantā,
sc_po: they’re in time to be diligent;

# sn2.12:3.5
source: Na maccuvasagā siyun”ti.
sc_po: they won’t fall under the sway of Death.”
