Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.08.po
Languages: sc_po

# sn2.8:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.8:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn2.8:0.3
source: 8. Tāyanasutta
sc_po: 8. With Tāyana

# sn2.8:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn2.8:1.2
source: Atha kho tāyano devaputto purāṇatitthakaro abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: Then, late at night, the glorious god Tāyana, formerly a religious founder, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side,

# sn2.8:1.3
source: Ekamantaṃ ṭhito kho tāyano devaputto bhagavato santike imā gāthāyo abhāsi:
sc_po: and recited these verses in the Buddha’s presence:

# sn2.8:2.1
source: “Chinda sotaṃ parakkamma,
sc_po: “Strive and cut the stream!

# sn2.8:2.2
source: kāme panuda brāhmaṇa;
sc_po: Dispel sensual pleasures, brahmin.

# sn2.8:2.3
source: Nappahāya munī kāme,
sc_po: A sage who doesn’t give up sensual pleasures

# sn2.8:2.4
source: nekattamupapajjati.
sc_po: is not reborn in a unified state.

# sn2.8:3.1
source: Kayirā ce kayirāthenaṃ,
sc_po: If one is to do what should be done,

# sn2.8:3.2
source: daḷhamenaṃ parakkame;
sc_po: one should staunchly strive.

# sn2.8:3.3
source: Sithilo hi paribbājo,
sc_po: For the life gone forth when laxly led

# sn2.8:3.4
source: bhiyyo ākirate rajaṃ.
sc_po: just stirs up dust all the more.

# sn2.8:4.1
source: Akataṃ dukkaṭaṃ seyyo,
sc_po: It’s better to leave a bad deed undone—

# sn2.8:4.2
source: pacchā tapati dukkaṭaṃ;
sc_po: later you burn for that misdeed.

# sn2.8:4.3
source: Katañca sukataṃ seyyo,
sc_po: It’s better to do a good deed,

# sn2.8:4.4
source: yaṃ katvā nānutappati.
sc_po: after which you’ll not regret.

# sn2.8:5.1
source: Kuso yathā duggahito,
sc_po: When kusa grass is wrongly grasped

# sn2.8:5.2
source: hatthamevānukantati;
sc_po: it only cuts the hand.

# sn2.8:5.3
source: Sāmaññaṃ dupparāmaṭṭhaṃ,
sc_po: So too, the ascetic life, when wrongly taken,

# sn2.8:5.4
source: nirayāyūpakaḍḍhati.
sc_po: drags you to hell.

# sn2.8:6.1
source: Yaṃ kiñci sithilaṃ kammaṃ,
sc_po: Any lax act,

# sn2.8:6.2
source: saṅkiliṭṭhañca yaṃ vataṃ;
sc_po: any corrupt observance,

# sn2.8:6.3
source: Saṅkassaraṃ brahmacariyaṃ,
sc_po: or suspicious spiritual life,

# sn2.8:6.4
source: na taṃ hoti mahapphalan”ti.
sc_po: is not very fruitful.”

# sn2.8:7.1
source: Idamavoca tāyano devaputto;
sc_po: That’s what the god Tāyana said.

# sn2.8:7.2
source: idaṃ vatvā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyīti.
sc_po: Then he bowed and respectfully circled the Buddha, keeping him on his right side, before vanishing right there.

# sn2.8:8.1
source: Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi:
sc_po: Then, when the night had passed, the Buddha told the mendicants all that had happened.

# sn2.8:8.2
source: “imaṃ, bhikkhave, rattiṃ tāyano nāma devaputto purāṇatitthakaro abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: “Mendicants, tonight, the glorious god Tāyana, formerly a religious founder, lighting up the entire Jeta’s Grove, came to me, bowed, stood to one side,

# sn2.8:8.3
source: Ekamantaṃ ṭhito kho, bhikkhave, tāyano devaputto mama santike imā gāthāyo abhāsi:
sc_po: and recited these verses in my presence.” The Buddha repeated the verses in full, adding:

# sn2.8:14.1
source: Idamavoca, bhikkhave, tāyano devaputto, idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.
sc_po: “That’s what the god Tāyana said. Then he bowed and respectfully circled me, keeping me on his right side, before vanishing right there.

# sn2.8:14.2
source: Uggaṇhātha, bhikkhave, tāyanagāthā;
sc_po: Mendicants, learn the verses of Tāyana!

# sn2.8:14.3
source: pariyāpuṇātha, bhikkhave, tāyanagāthā;
sc_po: Memorize the verses of Tāyana!

# sn2.8:14.4
source: dhāretha, bhikkhave, tāyanagāthā.
sc_po: Remember the verses of Tāyana!

# sn2.8:14.5
source: Atthasaṃhitā, bhikkhave, tāyanagāthā ādibrahmacariyikā”ti.
sc_po: These verses are beneficial and relate to the fundamentals of the spiritual life.”
