Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.17.po
Languages: sc_po

# sn2.17:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.17:0.2
source: 2. Anāthapiṇḍikavagga
sc_po: 2. With Anāthapiṇḍika

# sn2.17:0.3
source: 17. Subrahmasutta
sc_po: 17. With Subrahmā

# sn2.17:1.1
source: Ekamantaṃ ṭhito kho subrahmā devaputto bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Standing to one side, the god Subrahmā addressed the Buddha in verse:

# sn2.17:2.1
source: “Niccaṃ utrastamidaṃ cittaṃ,
sc_po: “This mind is always anxious,

# sn2.17:2.2
source: niccaṃ ubbiggamidaṃ mano;
sc_po: this mind is always stressed

# sn2.17:2.3
source: Anuppannesu kicchesu,
sc_po: about stresses that haven’t arisen

# sn2.17:2.4
source: atho uppatitesu ca;
sc_po: and those that have.

# sn2.17:2.5
source: Sace atthi anutrastaṃ,
sc_po: If there is a state free of anxiety,

# sn2.17:2.6
source: taṃ me akkhāhi pucchito”ti.
sc_po: please answer my question.”

# sn2.17:3.1
source: “Nāññatra bojjhā tapasā,
sc_po: “Not without understanding and austerity,

# sn2.17:3.2
source: nāññatrindriyasaṃvarā;
sc_po: not without restraining the sense faculties,

# sn2.17:3.3
source: Nāññatra sabbanissaggā,
sc_po: not without letting go of everything,

# sn2.17:3.4
source: sotthiṃ passāmi pāṇinan”ti.
sc_po: do I see safety for living creatures.”

# sn2.17:4.1
source: Idamavoca … pe …
sc_po: That is what the Buddha said. …

# sn2.17:4.2
source: tatthevantaradhāyīti.
sc_po: The god vanished right there.
