Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.04.po
Languages: sc_po

# sn2.4:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.4:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn2.4:0.3
source: 4. Māgadhasutta
sc_po: 4. With Māghadha

# sn2.4:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn2.4:1.2
source: Ekamantaṃ ṭhito kho māgadho devaputto bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Standing to one side, the god Māgadha addressed the Buddha in verse:

# sn2.4:2.1
source: “Kati lokasmiṃ pajjotā,
sc_po: “How many lamps are there,

# sn2.4:2.2
source: yehi loko pakāsati;
sc_po: to shine their light on the world?

# sn2.4:2.3
source: Bhavantaṃ puṭṭhumāgamma,
sc_po: We’ve come to ask the Buddha;

# sn2.4:2.4
source: kathaṃ jānemu taṃ mayan”ti.
sc_po: how are we to understand this?”

# sn2.4:3.1
source: “Cattāro loke pajjotā,
sc_po: “There are four lamps in the world,

# sn2.4:3.2
source: pañcamettha na vijjati;
sc_po: a fifth is not found.

# sn2.4:3.3
source: Divā tapati ādicco,
sc_po: The sun shines by day,

# sn2.4:3.4
source: rattimābhāti candimā.
sc_po: the moon glows at night,

# sn2.4:4.1
source: Atha aggi divārattiṃ,
sc_po: while a fire burns both

# sn2.4:4.2
source: tattha tattha pakāsati;
sc_po: by day and by night.

# sn2.4:4.3
source: Sambuddho tapataṃ seṭṭho,
sc_po: But a Buddha is the best of lights:

# sn2.4:4.4
source: esā ābhā anuttarā”ti.
sc_po: this is the supreme radiance.”
