Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.27.po
Languages: sc_po

# sn2.27:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.27:0.2
source: 3. Nānātitthiyavagga
sc_po: 3. Various Sectarians

# sn2.27:0.3
source: 27. Nandasutta
sc_po: 27. With Nanda

# sn2.27:1.1
source: Ekamantaṃ ṭhito kho nando devaputto bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, the god Nanda recited this verse in the Buddha’s presence:

# sn2.27:2.1
source: “Accenti kālā tarayanti rattiyo,
sc_po: “Time flies, nights pass by,

# sn2.27:2.2
source: Vayoguṇā anupubbaṃ jahanti;
sc_po: the stages of life leave us one by one.

# sn2.27:2.3
source: Etaṃ bhayaṃ maraṇe pekkhamāno,
sc_po: Seeing this peril in death,

# sn2.27:2.4
source: Puññāni kayirātha sukhāvahānī”ti.
sc_po: you should do good deeds that bring happiness.”

# sn2.27:3.1
source: “Accenti kālā tarayanti rattiyo,
sc_po: “Time flies, nights pass by,

# sn2.27:3.2
source: Vayoguṇā anupubbaṃ jahanti;
sc_po: the stages of life leave us one by one.

# sn2.27:3.3
source: Etaṃ bhayaṃ maraṇe pekkhamāno,
sc_po: Seeing this peril in death,

# sn2.27:3.4
source: Lokāmisaṃ pajahe santipekkho”ti.
sc_po: one looking for peace would drop the world’s bait.”
