Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.19.po
Languages: sc_po

# sn2.19:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.19:0.2
source: 2. Anāthapiṇḍikavagga
sc_po: 2. With Anāthapiṇḍika

# sn2.19:0.3
source: 19. Uttarasutta
sc_po: 19. With Uttara

# sn2.19:1.1
source: Rājagahanidānaṃ.
sc_po: At Rājagaha.

# sn2.19:1.2
source: Ekamantaṃ ṭhito kho uttaro devaputto bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, the god Uttara recited this verse in the Buddha’s presence:

# sn2.19:2.1
source: “Upanīyati jīvitamappamāyu,
sc_po: “This life, so very short, is led onward.

# sn2.19:2.2
source: Jarūpanītassa na santi tāṇā;
sc_po: There’s no shelter for one led on by old age.

# sn2.19:2.3
source: Etaṃ bhayaṃ maraṇe pekkhamāno,
sc_po: Seeing this peril in death,

# sn2.19:2.4
source: Puññāni kayirātha sukhāvahānī”ti.
sc_po: do good deeds that bring happiness.”

# sn2.19:3.1
source: “Upanīyati jīvitamappamāyu,
sc_po: “This life, so very short, is led onward.

# sn2.19:3.2
source: Jarūpanītassa na santi tāṇā;
sc_po: There’s no shelter for one led on by old age.

# sn2.19:3.3
source: Etaṃ bhayaṃ maraṇe pekkhamāno,
sc_po: Seeing this peril in death,

# sn2.19:3.4
source: Lokāmisaṃ pajahe santipekkho”ti.
sc_po: a seeker of peace would drop the world’s bait.”
