Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.01.po
Languages: sc_po

# sn2.1:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.1:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn2.1:0.3
source: 1. Paṭhamakassapasutta
sc_po: 1. With Kassapa (1st)

# sn2.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn2.1:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn2.1:1.3
source: Atha kho kassapo devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho kassapo devaputto bhagavantaṃ etadavoca:
sc_po: Then, late at night, the glorious god Kassapa, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him,

# sn2.1:1.4
source: “bhikkhuṃ bhagavā pakāsesi, no ca bhikkhuno anusāsan”ti.
sc_po: “The Buddha has revealed the mendicant, but not his instructions to a mendicant.”

# sn2.1:1.5
source: “Tena hi, kassapa, taññevettha paṭibhātū”ti.
sc_po: “Well then, Kassapa, clarify this matter yourself.”

# sn2.1:2.1
source: “Subhāsitassa sikkhetha,
sc_po: “They should train in following good advice,

# sn2.1:2.2
source: samaṇūpāsanassa ca;
sc_po: in attending closely to ascetics,

# sn2.1:2.3
source: Ekāsanassa ca raho,
sc_po: in sitting alone in hidden places,

# sn2.1:2.4
source: cittavūpasamassa cā”ti.
sc_po: and in calming the mind.”

# sn2.1:3.1
source: Idamavoca kassapo devaputto;
sc_po: That’s what the god Kassapa said,

# sn2.1:3.2
source: samanuñño satthā ahosi.
sc_po: and the teacher approved.

# sn2.1:3.3
source: Atha kho kassapo devaputto “samanuñño me satthā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyīti.
sc_po: Then Kassapa, knowing that the teacher approved, bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there.
