Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.18.po
Languages: sc_po

# sn2.18:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.18:0.2
source: 2. Anāthapiṇḍikavagga
sc_po: 2. With Anāthapiṇḍika

# sn2.18:0.3
source: 18. Kakudhasutta
sc_po: 18. With Kakudha

# sn2.18:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn2.18:1.2
source: ekaṃ samayaṃ bhagavā sākete viharati añjanavane migadāye.
sc_po: At one time the Buddha was staying near Sāketa in the deer park at the Añjana Wood.

# sn2.18:1.3
source: Atha kho kakudho devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ añjanavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho kakudho devaputto bhagavantaṃ etadavoca:
sc_po: Then, late at night, the glorious god Kakudha, lighting up the entire Añjana Wood, went up to the Buddha, bowed, stood to one side, and said to him,

# sn2.18:1.4
source: “nandasi, samaṇā”ti?
sc_po: “Do you delight, ascetic?”

# sn2.18:1.5
source: “Kiṃ laddhā, āvuso”ti?
sc_po: “What have I gained, sir?”

# sn2.18:1.6
source: “Tena hi, samaṇa, socasī”ti?
sc_po: “Well then, ascetic, do you sorrow?”

# sn2.18:1.7
source: “Kiṃ jīyittha, āvuso”ti?
sc_po: “What have I lost, sir?”

# sn2.18:1.8
source: “Tena hi, samaṇa, neva nandasi na ca socasī”ti?
sc_po: “Well then, ascetic, do you neither delight nor sorrow?”

# sn2.18:1.9
source: “Evamāvuso”ti.
sc_po: “Yes, sir.”

# sn2.18:2.1
source: “Kacci tvaṃ anagho bhikkhu,
sc_po: “I hope you’re untroubled, mendicant,

# sn2.18:2.2
source: kacci nandī na vijjati;
sc_po: I hope that delight isn’t found in you.

# sn2.18:2.3
source: Kacci taṃ ekamāsīnaṃ,
sc_po: I hope that discontent doesn’t

# sn2.18:2.4
source: aratī nābhikīratī”ti.
sc_po: overwhelm you as you sit alone.”

# sn2.18:3.1
source: “Anagho ve ahaṃ yakkha,
sc_po: “I’m genuinely untroubled, spirit,

# sn2.18:3.2
source: atho nandī na vijjati;
sc_po: and no delight is found in me.

# sn2.18:3.3
source: Atho maṃ ekamāsīnaṃ,
sc_po: And also discontent doesn’t

# sn2.18:3.4
source: aratī nābhikīratī”ti.
sc_po: overwhelm me as I sit alone.”

# sn2.18:4.1
source: “Kathaṃ tvaṃ anagho bhikkhu,
sc_po: “How are you untroubled, mendicant?

# sn2.18:4.2
source: kathaṃ nandī na vijjati;
sc_po: How is delight not found in you?

# sn2.18:4.3
source: Kathaṃ taṃ ekamāsīnaṃ,
sc_po: How does discontent not

# sn2.18:4.4
source: aratī nābhikīratī”ti.
sc_po: overwhelm you as you sit alone?”

# sn2.18:5.1
source: “Aghajātassa ve nandī,
sc_po: “Delight is born from misery,

# sn2.18:5.2
source: nandījātassa ve aghaṃ;
sc_po: misery is born from delight;

# sn2.18:5.3
source: Anandī anagho bhikkhu,
sc_po: sir, you should know me as

# sn2.18:5.4
source: evaṃ jānāhi āvuso”ti.
sc_po: a mendicant free of delight and misery.”

# sn2.18:6.1
source: “Cirassaṃ vata passāmi,
sc_po: “After a long time I see

# sn2.18:6.2
source: brāhmaṇaṃ parinibbutaṃ;
sc_po: a brahmin extinguished.

# sn2.18:6.3
source: Anandiṃ anaghaṃ bhikkhuṃ,
sc_po: A mendicant free of delight and misery,

# sn2.18:6.4
source: tiṇṇaṃ loke visattikan”ti.
sc_po: he has crossed over clinging to the world.”
