Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.25.po
Languages: sc_po

# sn2.25:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.25:0.2
source: 3. Nānātitthiyavagga
sc_po: 3. Various Sectarians

# sn2.25:0.3
source: 25. Jantusutta
sc_po: 25. With Jantu

# sn2.25:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn2.25:1.2
source: ekaṃ samayaṃ sambahulā bhikkhū, kosalesu viharanti himavantapasse araññakuṭikāya uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatino asampajānā asamāhitā vibbhantacittā pākatindriyā.
sc_po: Now at that time several mendicants were staying in the Kosalan lands, in a wilderness hut on the slopes of the Himalayas. They were restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and immersion, with straying minds and undisciplined faculties.

# sn2.25:2.1
source: Atha kho jantu devaputto tadahuposathe pannarase yena te bhikkhū tenupasaṅkami; upasaṅkamitvā te bhikkhū gāthāhi ajjhabhāsi:
sc_po: Then on the fifteenth day sabbath the god Jantu went up to those mendicants and addressed them in verse:

# sn2.25:3.1
source: “Sukhajīvino pure āsuṃ,
sc_po: “The mendicants used to live happily,

# sn2.25:3.2
source: bhikkhū gotamasāvakā;
sc_po: as disciples of Gotama.

# sn2.25:3.3
source: Anicchā piṇḍamesanā,
sc_po: Desireless they sought alms;

# sn2.25:3.4
source: anicchā sayanāsanaṃ;
sc_po: desireless they used their lodgings.

# sn2.25:3.5
source: Loke aniccataṃ ñatvā,
sc_po: Knowing that the world was impermanent

# sn2.25:3.6
source: dukkhassantaṃ akaṃsu te.
sc_po: they made an end of suffering.

# sn2.25:4.1
source: Dupposaṃ katvā attānaṃ,
sc_po: But now they’ve made themselves hard to look after,

# sn2.25:4.2
source: gāme gāmaṇikā viya;
sc_po: like chiefs in a village.

# sn2.25:4.3
source: Bhutvā bhutvā nipajjanti,
sc_po: They eat and eat and then lie down,

# sn2.25:4.4
source: parāgāresu mucchitā.
sc_po: unconscious in the homes of others.

# sn2.25:5.1
source: Saṃghassa añjaliṃ katvā,
sc_po: Having raised my joined palms to the Saṅgha,

# sn2.25:5.2
source: idhekacce vadāmahaṃ;
sc_po: I speak here only about certain people.

# sn2.25:5.3
source: Apaviddhā anāthā te,
sc_po: They’re rejects, with no protector,

# sn2.25:5.4
source: yathā petā tatheva te.
sc_po: just like those who have passed away.

# sn2.25:6.1
source: Ye kho pamattā viharanti,
sc_po: I’m speaking about

# sn2.25:6.2
source: te me sandhāya bhāsitaṃ;
sc_po: those who live negligently.

# sn2.25:6.3
source: Ye appamattā viharanti,
sc_po: To those who live diligently

# sn2.25:6.4
source: namo tesaṃ karomahan”ti.
sc_po: I pay homage.”
