Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.11.po
Languages: sc_po

# sn2.11:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.11:0.2
source: 2. Anāthapiṇḍikavagga
sc_po: 2. With Anāthapiṇḍika

# sn2.11:0.3
source: 11. Candimasasutta
sc_po: 11. With Candimasa

# sn2.11:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn2.11:1.2
source: Atha kho candimaso devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: Then, late at night, the glorious god Candimasa, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side,

# sn2.11:1.3
source: Ekamantaṃ ṭhito kho candimaso devaputto bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: and recited this verse in the Buddha’s presence:

# sn2.11:2.1
source: “Te hi sotthiṃ gamissanti,
sc_po: “Like deer in a mosquito-free marsh,

# sn2.11:2.2
source: kacchevāmakase magā;
sc_po: they will reach a safe place

# sn2.11:2.3
source: Jhānāni upasampajja,
sc_po: having entered the absorptions,

# sn2.11:2.4
source: ekodi nipakā satā”ti.
sc_po: unified, alert, and mindful.”

# sn2.11:3.1
source: “Te hi pāraṃ gamissanti,
sc_po: “Like fish when the net is cut,

# sn2.11:3.2
source: chetvā jālaṃva ambujo;
sc_po: they will reach the far shore

# sn2.11:3.3
source: Jhānāni upasampajja,
sc_po: having entered the absorptions,

# sn2.11:3.4
source: appamattā raṇañjahā”ti.
sc_po: diligent, with vices discarded.”
