Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.30.po
Languages: sc_po

# sn2.30:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.30:0.2
source: 3. Nānātitthiyavagga
sc_po: 3. Various Sectarians

# sn2.30:0.3
source: 30. Nānātitthiyasāvakasutta
sc_po: 30. The Disciples of Various Sectarians

# sn2.30:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn2.30:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn2.30:1.3
source: Atha kho sambahulā nānātitthiyasāvakā devaputtā asamo ca sahali ca nīko ca ākoṭako ca vegabbhari ca māṇavagāmiyo ca abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ veḷuvanaṃ obhāsetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.
sc_po: Then, late at night, several glorious gods lit up the entire Bamboo Grove. They were Asama, Sahalī, Niṅka, Ākoṭaka, Vetambarī, and Māṇavagāmiya, and all of them were disciples of various sectarian teachers. They went up to the Buddha, bowed, and stood to one side.

# sn2.30:1.4
source: Ekamantaṃ ṭhito kho asamo devaputto pūraṇaṃ kassapaṃ ārabbha bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, the god Asama recited this verse about Pūraṇa Kassapa in the Buddha’s presence:

# sn2.30:2.1
source: “Idha chinditamārite,
sc_po: “In injuring and killing here,

# sn2.30:2.2
source: Hatajānīsu kassapo;
sc_po: in beating and extortion,

# sn2.30:2.3
source: Na pāpaṃ samanupassati,
sc_po: Kassapa saw no evil,

# sn2.30:2.4
source: Puññaṃ vā pana attano;
sc_po: nor any merit for oneself.

# sn2.30:2.5
source: Sa ve vissāsamācikkhi,
sc_po: What he taught should truly be trusted,

# sn2.30:2.6
source: Satthā arahati mānanan”ti.
sc_po: he’s worthy of esteem as Teacher.”

# sn2.30:3.1
source: Atha kho sahali devaputto makkhaliṃ gosālaṃ ārabbha bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then the god Sahalī recited this verse about Makkhali Gosala in the Buddha’s presence:

# sn2.30:4.1
source: “Tapojigucchāya susaṃvutatto,
sc_po: “Through mortification in disgust of sin he became well restrained.

# sn2.30:4.2
source: Vācaṃ pahāya kalahaṃ janena;
sc_po: He gave up arguing with people.

# sn2.30:4.3
source: Samosavajjā virato saccavādī,
sc_po: Refraining from false speech, he spoke the truth.

# sn2.30:4.4
source: Na hi nūna tādisaṃ karoti pāpan”ti.
sc_po: Surely such a man does no wrong!”

# sn2.30:5.1
source: Atha kho nīko devaputto nigaṇṭhaṃ nāṭaputtaṃ ārabbha bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then the god Niṅka recited this verse about Nigaṇṭha Nātaputta in the Buddha’s presence:

# sn2.30:6.1
source: “Jegucchī nipako bhikkhu,
sc_po: “Disgusted at sin, an alert mendicant,

# sn2.30:6.2
source: Cātuyāmasusaṃvuto;
sc_po: well restrained in the four controls;

# sn2.30:6.3
source: Diṭṭhaṃ sutañca ācikkhaṃ,
sc_po: explaining what is seen and heard:

# sn2.30:6.4
source: Na hi nūna kibbisī siyā”ti.
sc_po: surely he can be no sinner!”

# sn2.30:7.1
source: Atha kho ākoṭako devaputto nānātitthiye ārabbha bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then the god Ākoṭaka recited this verse about various sectarian teachers in the Buddha’s presence:

# sn2.30:8.1
source: “Pakudhako kātiyāno nigaṇṭho,
sc_po: “Pakudhaka, Kātiyāna, and Nigaṇṭha,

# sn2.30:8.2
source: Ye cāpime makkhalipūraṇāse;
sc_po: as well as this Makkhali and Pūraṇa:

# sn2.30:8.3
source: Gaṇassa satthāro sāmaññappattā,
sc_po: Teachers of communities, attained ascetics,

# sn2.30:8.4
source: Na hi nūna te sappurisehi dūre”ti.
sc_po: surely they weren’t far from truly good men!”

# sn2.30:9.1
source: Atha kho vegabbhari devaputto ākoṭakaṃ devaputtaṃ gāthāya paccabhāsi:
sc_po: Then the god Vetambarī replied to the god Ākoṭaka in verse:

# sn2.30:10.1
source: “Sahācaritena chavo sigālo,
sc_po: “Though the wretched jackal howls along,

# sn2.30:10.2
source: Na kotthuko sīhasamo kadāci;
sc_po: it never equals the lion.

# sn2.30:10.3
source: Naggo musāvādī gaṇassa satthā,
sc_po: A naked liar with suspicious conduct,

# sn2.30:10.4
source: Saṅkassarācāro na sataṃ sarikkho”ti.
sc_po: though they teach a community, doesn’t resemble the good.”

# sn2.30:11.1
source: Atha kho māro pāpimā begabbhariṃ devaputtaṃ anvāvisitvā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then Māra the Wicked took possession of the god Vetambarī and recited this verse in the Buddha’s presence:

# sn2.30:12.1
source: “Tapojigucchāya āyuttā,
sc_po: “Those dedicated to mortification in disgust of sin,

# sn2.30:12.2
source: pālayaṃ pavivekiyaṃ;
sc_po: safeguarding their seclusion,

# sn2.30:12.3
source: Rūpe ca ye niviṭṭhāse,
sc_po: attached to form,

# sn2.30:12.4
source: devalokābhinandino;
sc_po: they rejoice in the heavenly realm.

# sn2.30:12.5
source: Te ve sammānusāsanti,
sc_po: Indeed, those mortals give correct instructions

# sn2.30:12.6
source: paralokāya mātiyā”ti.
sc_po: regarding the next world.”

# sn2.30:13.1
source: Atha kho bhagavā “māro ayaṃ pāpimā” iti viditvā, māraṃ pāpimantaṃ gāthāya paccabhāsi:
sc_po: Then the Buddha, knowing that this was Māra the Wicked, replied to him in verse:

# sn2.30:14.1
source: “Ye keci rūpā idha vā huraṃ vā,
sc_po: “Whatever forms there are in this world or the world beyond,

# sn2.30:14.2
source: Ye cantalikkhasmiṃ pabhāsavaṇṇā;
sc_po: and those of shining beauty in the sky,

# sn2.30:14.3
source: Sabbeva te te namucippasatthā,
sc_po: all of these you praise, Namuci,

# sn2.30:14.4
source: Āmisaṃva macchānaṃ vadhāya khittā”ti.
sc_po: like bait tossed out for catching fish.”

# sn2.30:15.1
source: Atha kho māṇavagāmiyo devaputto bhagavantaṃ ārabbha bhagavato santike imā gāthāyo abhāsi:
sc_po: Then the god Māṇavagāmiya recited this verse about the Buddha in his presence:

# sn2.30:16.1
source: “Vipulo rājagahīyānaṃ,
sc_po: “Of all the mountains of Rājagaha,

# sn2.30:16.2
source: giri seṭṭho pavuccati;
sc_po: Vipulo’s said to be the best.

# sn2.30:16.3
source: Seto himavataṃ seṭṭho,
sc_po: Seta is the best of the Himalayan peaks,

# sn2.30:16.4
source: ādicco aghagāminaṃ.
sc_po: and the sun, of travelers in space.

# sn2.30:17.1
source: Samuddo udadhinaṃ seṭṭho,
sc_po: The ocean is the best of seas,

# sn2.30:17.2
source: nakkhattānaṃva candimā;
sc_po: and the moon, of lights that shine at night.

# sn2.30:17.3
source: Sadevakassa lokassa,
sc_po: But in all the world with its gods,

# sn2.30:17.4
source: buddho aggo pavuccatī”ti.
sc_po: the Buddha is declared foremost.”

# sn2.30:18.5
source: Devaputtasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on Gods are complete.
