Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.06.po
Languages: sc_po

# sn2.6:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.6:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn2.6:0.3
source: 6. Kāmadasutta
sc_po: 6. With Kāmada

# sn2.6:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn2.6:1.2
source: Ekamantaṃ ṭhito kho kāmado devaputto bhagavantaṃ etadavoca:
sc_po: Standing to one side, the god Kāmada said to the Buddha,

# sn2.6:1.3
source: “dukkaraṃ, bhagavā, sudukkaraṃ, bhagavā”ti.
sc_po: “It’s too hard, Blessed One! It’s just too hard!”

# sn2.6:2.1
source: “Dukkaraṃ vāpi karonti,
sc_po: “They do it even though it’s hard,”

# sn2.6:2.2
source: (kāmadāti bhagavā)
sc_po: said the Buddha to Kāmada,

# sn2.6:2.3
source: Sekhā sīlasamāhitā;
sc_po: “the stable trainees with ethics, and immersion.

# sn2.6:2.4
source: Ṭhitattā anagāriyupetassa,
sc_po: For one who has entered the homeless life,

# sn2.6:2.5
source: Tuṭṭhi hoti sukhāvahā”ti.
sc_po: contentment brings happiness.”

# sn2.6:3.1
source: “Dullabhā, bhagavā, yadidaṃ tuṭṭhī”ti.
sc_po: “Such contentment, Blessed One, is hard to find.”

# sn2.6:4.1
source: “Dullabhaṃ vāpi labhanti,
sc_po: “They find it even though it’s hard,”

# sn2.6:4.2
source: (kāmadāti bhagavā)
sc_po: said the Buddha to Kāmada,

# sn2.6:4.3
source: Cittavūpasame ratā;
sc_po: “those who love peace of mind;

# sn2.6:4.4
source: Yesaṃ divā ca ratto ca,
sc_po: whose minds love to meditate

# sn2.6:4.5
source: Bhāvanāya rato mano”ti.
sc_po: day and night.”

# sn2.6:5.1
source: “Dussamādahaṃ, bhagavā, yadidaṃ cittan”ti.
sc_po: “But it’s hard, Blessed One, to immerse this mind in samādhi.”

# sn2.6:6.1
source: “Dussamādahaṃ vāpi samādahanti,
sc_po: “They become immersed in samādhi even though it’s hard,”

# sn2.6:6.2
source: (kāmadāti bhagavā)
sc_po: said the Buddha to Kāmada,

# sn2.6:6.3
source: Indriyūpasame ratā;
sc_po: “those who love calming the faculties.

# sn2.6:6.4
source: Te chetvā maccuno jālaṃ,
sc_po: Having cut through the net of Death,

# sn2.6:6.5
source: Ariyā gacchanti kāmadā”ti.
sc_po: the noble ones, Kāmada, go on their way.”

# sn2.6:7.1
source: “Duggamo, bhagavā, visamo maggo”ti.
sc_po: “But this path, Blessed One, is rough and hard to travel.”

# sn2.6:8.1
source: “Duggame visame vāpi,
sc_po: “Though it’s rough, hard to travel,

# sn2.6:8.2
source: Ariyā gacchanti kāmada;
sc_po: the noble ones, Kāmada, go on their way.

# sn2.6:8.3
source: Anariyā visame magge,
sc_po: The ignoble fall headfirst

# sn2.6:8.4
source: Papatanti avaṃsirā;
sc_po: on a rough path.

# sn2.6:8.5
source: Ariyānaṃ samo maggo,
sc_po: But the path of the noble ones is smooth,

# sn2.6:8.6
source: Ariyā hi visame samā”ti.
sc_po: for the noble ones are smooth amid the rough.”
