Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.22.po
Languages: sc_po

# sn2.22:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.22:0.2
source: 3. Nānātitthiyavagga
sc_po: 3. Various Sectarians

# sn2.22:0.3
source: 22. Khemasutta
sc_po: 22. With Khema

# sn2.22:1.1
source: Ekamantaṃ ṭhito kho khemo devaputto bhagavato santike imā gāthāyo abhāsi:
sc_po: Standing to one side, the god Khema recited these verses in the Buddha’s presence:

# sn2.22:2.1
source: “Caranti bālā dummedhā,
sc_po: “Foolish and unintelligent people

# sn2.22:2.2
source: amitteneva attanā;
sc_po: treat themselves like an enemy.

# sn2.22:2.3
source: Karontā pāpakaṃ kammaṃ,
sc_po: They do bad deeds

# sn2.22:2.4
source: yaṃ hoti kaṭukapphalaṃ.
sc_po: with bitter fruit.

# sn2.22:3.1
source: Na taṃ kammaṃ kataṃ sādhu,
sc_po: It’s not good to do a deed

# sn2.22:3.2
source: yaṃ katvā anutappati;
sc_po: after which you will regret.

# sn2.22:3.3
source: Yassa assumukho rodaṃ,
sc_po: you experience the result

# sn2.22:3.4
source: vipākaṃ paṭisevati.
sc_po: weeping, with a tearful face.

# sn2.22:4.1
source: Tañca kammaṃ kataṃ sādhu,
sc_po: It’s good to do a deed

# sn2.22:4.2
source: yaṃ katvā nānutappati;
sc_po: after which you’ll not regret.

# sn2.22:4.3
source: Yassa patīto sumano,
sc_po: you experience the result

# sn2.22:4.4
source: vipākaṃ paṭisevati.
sc_po: joyful, with a happy mind.”

# sn2.22:5.1
source: Paṭikacceva taṃ kayirā,
sc_po: “As a precaution, you should do

# sn2.22:5.2
source: yaṃ jaññā hitamattano;
sc_po: what you know is for your own welfare.

# sn2.22:5.3
source: Na sākaṭikacintāya,
sc_po: A thinker, a wise one would not proceed

# sn2.22:5.4
source: mantā dhīro parakkame.
sc_po: thinking like the cart driver.

# sn2.22:6.1
source: Yathā sākaṭiko maṭṭhaṃ,
sc_po: Suppose a cart driver leaves the highway,

# sn2.22:6.2
source: samaṃ hitvā mahāpathaṃ;
sc_po: so even and well compacted.

# sn2.22:6.3
source: Visamaṃ maggamāruyha,
sc_po: They enter upon a rough road,

# sn2.22:6.4
source: akkhacchinnova jhāyati.
sc_po: and fret when their axle breaks.

# sn2.22:7.1
source: Evaṃ dhammā apakkamma,
sc_po: So too, an idiot departs the good

# sn2.22:7.2
source: adhammamanuvattiya;
sc_po: to follow what’s against the good.

# sn2.22:7.3
source: Mando maccumukhaṃ patto,
sc_po: Fallen in the jaws of death,

# sn2.22:7.4
source: akkhacchinnova jhāyatī”ti.
sc_po: they fret like their axle’s broken.”
