Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.14.po
Languages: sc_po

# sn2.14:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.14:0.2
source: 2. Anāthapiṇḍikavagga
sc_po: 2. With Anāthapiṇḍika

# sn2.14:0.3
source: 14. Nandanasutta
sc_po: 14. With Nandana

# sn2.14:1.1
source: Ekamantaṃ ṭhito kho nandano devaputto bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Standing to one side, the god Nandana addressed the Buddha in verse:

# sn2.14:2.1
source: “Pucchāmi taṃ gotama bhūripañña,
sc_po: “I ask you, Gotama, whose wisdom is vast,

# sn2.14:2.2
source: Anāvaṭaṃ bhagavato ñāṇadassanaṃ;
sc_po: the Blessed One of unhindered knowledge and vision.

# sn2.14:2.3
source: Kathaṃvidhaṃ sīlavantaṃ vadanti,
sc_po: What kind of person do they call ethical?

# sn2.14:2.4
source: Kathaṃvidhaṃ paññavantaṃ vadanti;
sc_po: What kind of person do they call wise?

# sn2.14:2.5
source: Kathaṃvidho dukkhamaticca iriyati,
sc_po: What kind of person lives on after transcending suffering?

# sn2.14:2.6
source: Kathaṃvidhaṃ devatā pūjayantī”ti.
sc_po: What kind of person is worshipped by the deities?”

# sn2.14:3.1
source: “Yo sīlavā paññavā bhāvitatto,
sc_po: “A person who is ethical, wise, self-developed,

# sn2.14:3.2
source: Samāhito jhānarato satīmā;
sc_po: becomes immersed in samādhi, loving absorption, mindful,

# sn2.14:3.3
source: Sabbassa sokā vigatā pahīnā,
sc_po: who’s gotten rid of and given up all sorrows,

# sn2.14:3.4
source: Khīṇāsavo antimadehadhārī.
sc_po: with defilements ended, they bear their final body.

# sn2.14:4.1
source: Tathāvidhaṃ sīlavantaṃ vadanti,
sc_po: That’s the kind of person they call ethical.

# sn2.14:4.2
source: Tathāvidhaṃ paññavantaṃ vadanti;
sc_po: That’s the kind of person they call wise.

# sn2.14:4.3
source: Tathāvidho dukkhamaticca iriyati,
sc_po: That kind of person lives on after transcending suffering.

# sn2.14:4.4
source: Tathāvidhaṃ devatā pūjayantī”ti.
sc_po: That kind of person is worshipped by the deities.”
