Repository: kondannyo/PGP
Catalog: SN/*_text/sn02/sn2.10.po
Languages: sc_po

# sn2.10:0.1
source: Saṃyutta Nikāya 2
sc_po: Linked Discourses 2

# sn2.10:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn2.10:0.3
source: 10. Sūriyasutta
sc_po: 10. The Sun

# sn2.10:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn2.10:1.2
source: Tena kho pana samayena sūriyo devaputto rāhunā asurindena gahito hoti.
sc_po: Now at that time the Sun God had been seized by Rāhu, lord of demons.

# sn2.10:1.3
source: Atha kho sūriyo devaputto bhagavantaṃ anussaramāno tāyaṃ velāyaṃ imaṃ gāthaṃ abhāsi:
sc_po: Then the Sun God, recollecting the Buddha, at that time recited this verse:

# sn2.10:2.1
source: “Namo te buddha vīratthu,
sc_po: “Homage to you, Buddha, hero!

# sn2.10:2.2
source: vippamuttosi sabbadhi;
sc_po: You’re freed in every way.

# sn2.10:2.3
source: Sambādhapaṭipannosmi,
sc_po: I’ve wandered into confinement:

# sn2.10:2.4
source: tassa me saraṇaṃ bhavā”ti.
sc_po: be my refuge!”

# sn2.10:3.1
source: Atha kho bhagavā sūriyaṃ devaputtaṃ ārabbha rāhuṃ asurindaṃ gāthāhi ajjhabhāsi:
sc_po: Then the Buddha addressed Rāhu in verse concerning the Sun God:

# sn2.10:4.1
source: “Tathāgataṃ arahantaṃ,
sc_po: “The Sun God has gone for refuge

# sn2.10:4.2
source: sūriyo saraṇaṃ gato;
sc_po: to the Realized One, the perfected one.

# sn2.10:4.3
source: Rāhu sūriyaṃ pamuñcassu,
sc_po: Rāhu, release the Sun!

# sn2.10:4.4
source: buddhā lokānukampakā.
sc_po: Buddhas have compassion for the world!

# sn2.10:5.1
source: Yo andhakāre tamasi pabhaṅkaro,
sc_po: He fills the darkness with light,

# sn2.10:5.2
source: Verocano maṇḍalī uggatejo;
sc_po: the shining sun, circle of magnificent flame.

# sn2.10:5.3
source: Mā rāhu gilī caramantalikkhe,
sc_po: Rāhu, do not swallow him as he traverses the sky.

# sn2.10:5.4
source: Pajaṃ mamaṃ rāhu pamuñca sūriyan”ti.
sc_po: Rāhu, release my progeny, the Sun!”

# sn2.10:6.1
source: Atha kho rāhu asurindo sūriyaṃ devaputtaṃ muñcitvā taramānarūpo yena vepacitti asurindo tenupasaṅkami; upasaṅkamitvā saṃviggo lomahaṭṭhajāto ekamantaṃ aṭṭhāsi.
sc_po: Then Rāhu, having released the Sun, rushed to see Vepacitti, lord of demons and stood to one side, shocked and awestruck.

# sn2.10:6.2
source: Ekamantaṃ ṭhitaṃ kho rāhuṃ asurindaṃ vepacitti asurindo gāthāya ajjhabhāsi:
sc_po: Vepacitti addressed him in verse:

# sn2.10:7.1
source: “Kiṃ nu santaramānova,
sc_po: “Why the rush?

# sn2.10:7.2
source: rāhu sūriyaṃ pamuñcasi;
sc_po: Rāhu, you released the Sun

# sn2.10:7.3
source: Saṃviggarūpo āgamma,
sc_po: and came here looking like you’re in shock:

# sn2.10:7.4
source: kiṃ nu bhītova tiṭṭhasī”ti.
sc_po: why do you stand there so scared?”

# sn2.10:8.1
source: “Sattadhā me phale muddhā,
sc_po: “My head would have exploded in seven pieces,

# sn2.10:8.2
source: jīvanto na sukhaṃ labhe;
sc_po: I would have found no joy in life,

# sn2.10:8.3
source: Buddhagāthābhigītomhi,
sc_po: if, when enchanted by the Buddha’s spell,

# sn2.10:8.4
source: no ce muñceyya sūriyan”ti.
sc_po: I had not released the Sun.”
