Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.333-377.po
Languages: sc_po

# an1.333-377:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.333-377:0.2
source: 27. Catutthavagga
sc_po: 27. Fourth

# an1.333-377:333.1.1
source: “Seyyathāpi, bhikkhave, appamattakaṃ imasmiṃ jambudīpe ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇirāmaṇeyyakaṃ;
sc_po: “Just as, mendicants, in India the delightful parks, woods, meadows, and lotus ponds are few,

# an1.333-377:333.1.2
source: atha kho etadeva bahutaraṃ yadidaṃ ukkūlavikūlaṃ nadīviduggaṃ khāṇukaṇṭakaṭṭhānaṃ pabbatavisamaṃ;
sc_po: while the hilly terrain, inaccessible riverlands, stumps and thorns, and rugged mountains are many;

# an1.333-377:333.1.3
source: evamevaṃ kho, bhikkhave, appakā te sattā ye thalajā, atha kho eteva sattā bahutarā ye odakā.
sc_po: so too the sentient beings born on land are few, while those born in water are many.

# an1.333-377:334.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye manussesu paccājāyanti;
sc_po: … so too the sentient beings reborn as humans are few,

# an1.333-377:334.1.2
source: atha kho eteva sattā bahutarā ye aññatra manussehi paccājāyanti.
sc_po: while those not reborn as humans are many.

# an1.333-377:334.2.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye majjhimesu janapadesu paccājāyanti;
sc_po: … so too the sentient beings reborn in civilized countries are few,

# an1.333-377:334.2.2
source: atha kho eteva sattā bahutarā ye paccantimesu janapadesu paccājāyanti aviññātāresu milakkhesu.
sc_po: while those reborn in the borderlands, among strange barbarian tribes, are many.

# an1.333-377:335.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye paññavanto ajaḷā aneḷamūgā paṭibalā subhāsitadubbhāsitassa atthamaññātuṃ;
sc_po: … so too the sentient beings who are wise, bright, clever, and able to distinguish what is well said from what is poorly said are few,

# an1.333-377:335.1.2
source: atha kho eteva sattā bahutarā ye duppaññā jaḷā eḷamūgā na paṭibalā subhāsitadubbhāsitassa atthamaññātuṃ.
sc_po: while the sentient beings who are witless, dull, stupid, and unable to distinguish what is well said from what is poorly said are many.

# an1.333-377:336.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye ariyena paññācakkhunā samannāgatā;
sc_po: … so too the sentient beings who have the noble eye of wisdom are few,

# an1.333-377:336.1.2
source: atha kho eteva sattā bahutarā ye avijjāgatā sammūḷhā.
sc_po: while those who are ignorant and confused are many.

# an1.333-377:337.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye labhanti tathāgataṃ dassanāya;
sc_po: … so too the sentient beings who get to see a Realized One are few,

# an1.333-377:337.1.2
source: atha kho eteva sattā bahutarā ye na labhanti tathāgataṃ dassanāya.
sc_po: while those who don’t get to see a Realized One are many.

# an1.333-377:338.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye labhanti tathāgatappaveditaṃ dhammavinayaṃ savanāya;
sc_po: … so too the sentient beings who get to hear the teaching and training proclaimed by a Realized One are few,

# an1.333-377:338.1.2
source: atha kho eteva sattā bahutarā ye na labhanti tathāgatappaveditaṃ dhammavinayaṃ savanāya.
sc_po: while those sentient beings who don’t get to hear the teaching and training proclaimed by a Realized One are many.

# an1.333-377:339.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye sutvā dhammaṃ dhārenti;
sc_po: … so too the sentient beings who remember the teachings they hear are few,

# an1.333-377:339.1.2
source: atha kho eteva sattā bahutarā ye sutvā dhammaṃ na dhārenti.
sc_po: while those who don’t remember the teachings are many.

# an1.333-377:340.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye dhātānaṃ dhammānaṃ atthaṃ upaparikkhanti;
sc_po: … so too the sentient beings who examine the meaning of the teachings they have memorized are few,

# an1.333-377:340.1.2
source: atha kho eteva sattā bahutarā ye dhātānaṃ dhammānaṃ atthaṃ na upaparikkhanti.
sc_po: while those who don’t examine the meaning of the teachings are many.

# an1.333-377:341.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye atthamaññāya dhammamaññāya dhammānudhammaṃ paṭipajjanti;
sc_po: … so too the sentient beings who understand the meaning and the teaching and practice accordingly are few,

# an1.333-377:341.1.2
source: atha kho eteva sattā bahutarā ye atthamaññāya dhammamaññāya dhammānudhammaṃ na paṭipajjanti.
sc_po: while those who understand the meaning and the teaching but don’t practice accordingly are many.

# an1.333-377:342.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye saṃvejaniyesu ṭhānesu saṃvijjanti;
sc_po: … so too the sentient beings inspired by inspiring places are few,

# an1.333-377:342.1.2
source: atha kho eteva sattā bahutarā ye saṃvejaniyesu ṭhānesu na saṃvijjanti.
sc_po: while those who are uninspired are many.

# an1.333-377:343.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye saṃviggā yoniso padahanti;
sc_po: … so too the sentient beings who, being inspired, strive effectively are few,

# an1.333-377:343.1.2
source: atha kho eteva sattā bahutarā ye saṃviggā yoniso na padahanti.
sc_po: while those who, even though inspired, don’t strive effectively are many.

# an1.333-377:344.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye vavassaggārammaṇaṃ karitvā labhanti samādhiṃ labhanti cittassekaggataṃ;
sc_po: … so too the sentient beings who, relying on letting go, gain immersion, gain unification of mind are few,

# an1.333-377:344.1.2
source: atha kho eteva sattā bahutarā ye vavassaggārammaṇaṃ karitvā na labhanti samādhiṃ na labhanti cittassekaggataṃ.
sc_po: while those who don’t gain immersion, don’t gain unification of mind relying on letting go are many.

# an1.333-377:345.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye annaggarasaggānaṃ lābhino;
sc_po: … so too the sentient beings who get the best food and flavors are few,

# an1.333-377:345.1.2
source: atha kho eteva sattā bahutarā ye annaggarasaggānaṃ na lābhino, uñchena kapālābhatena yāpenti.
sc_po: while those who don’t get the best food and flavors, but get by with scraps in an alms bowl are many.

# an1.333-377:346.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye attharasassa dhammarasassa vimuttirasassa lābhino;
sc_po: … so too the sentient beings who get the essence of the meaning, the essence of the teaching, and the essence of freedom are few,

# an1.333-377:346.1.2
source: atha kho eteva sattā bahutarā ye attharasassa dhammarasassa vimuttirasassa na lābhino.
sc_po: while the sentient beings who don’t get the essence of the meaning, the essence of the teaching, and the essence of freedom are many.

# an1.333-377:346.1.3
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# an1.333-377:346.1.4
source: ‘attharasassa dhammarasassa vimuttirasassa lābhino bhavissāmā’ti.
sc_po: ‘We will get the essence of the meaning, the essence of the teaching, the essence of freedom.’

# an1.333-377:346.1.5
source: Evañhi vo, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”

# an1.333-377:347.1.1
source: “Seyyathāpi, bhikkhave, appamattakaṃ imasmiṃ jambudīpe ārāmarāmaṇeyyakaṃ vanarāmaṇeyyakaṃ bhūmirāmaṇeyyakaṃ pokkharaṇirāmaṇeyyakaṃ;
sc_po: “Just as, mendicants, in India the delightful parks, woods, meadows, and lotus ponds are few,

# an1.333-377:347.1.2
source: atha kho etadeva bahutaraṃ yadidaṃ ukkūlavikūlaṃ nadīviduggaṃ khāṇukaṇṭakaṭṭhānaṃ pabbatavisamaṃ.
sc_po: while the hilly terrain, inaccessible riverlands, stumps and thorns, and rugged mountains are many;

# an1.333-377:347.1.3
source: Evamevaṃ kho, bhikkhave, appakā te sattā ye manussā cutā manussesu paccājāyanti, atha kho eteva sattā bahutarā ye manussā cutā niraye paccājāyanti … pe … tiracchānayoniyā paccājāyanti … pe … pettivisaye paccājāyanti”.
sc_po: so too, those who die as humans and are reborn as humans are few, while those who die as humans and are reborn in hell, or the animal realm, or the ghost realm are many.”

# an1.333-377:350.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye manussā cutā devesu paccājāyanti;
sc_po: “… the sentient beings who die as humans and are reborn as gods are few,

# an1.333-377:350.1.2
source: atha kho eteva sattā bahutarā ye manussā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti.
sc_po: while those who die as humans and are reborn in hell, or the animal realm, or the ghost realm are many.”

# an1.333-377:353.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye devā cutā devesu paccājāyanti;
sc_po: “… the sentient beings who die as gods and are reborn as gods are few,

# an1.333-377:353.1.2
source: atha kho eteva sattā bahutarā ye devā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti.
sc_po: while those who die as gods and are reborn in hell, or the animal realm, or the ghost realm are many.”

# an1.333-377:356.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye devā cutā manussesu paccājāyanti;
sc_po: “… the sentient beings who die as gods and are reborn as humans are few,

# an1.333-377:356.1.2
source: atha kho eteva sattā bahutarā ye devā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti.
sc_po: while those who die as gods and are reborn in hell, or the animal realm, or the ghost realm are many.”

# an1.333-377:359.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye nirayā cutā manussesu paccājāyanti;
sc_po: “… the sentient beings who die in hell and are reborn as humans are few,

# an1.333-377:359.1.2
source: atha kho eteva sattā bahutarā ye nirayā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti.
sc_po: while those who die in hell and are reborn in hell, or the animal realm, or the ghost realm are many.”

# an1.333-377:362.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye nirayā cutā devesu paccājāyanti;
sc_po: “… the sentient beings who die in hell and are reborn as gods are few,

# an1.333-377:362.1.2
source: atha kho eteva sattā bahutarā ye nirayā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti.
sc_po: while those who die in hell and are reborn in hell, or the animal realm, or the ghost realm are many.”

# an1.333-377:365.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye tiracchānayoniyā cutā manussesu paccājāyanti;
sc_po: “… the sentient beings who die as animals and are reborn as humans are few,

# an1.333-377:365.1.2
source: atha kho eteva sattā bahutarā ye tiracchānayoniyā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti.
sc_po: while those who die as animals and are reborn in hell, or the animal realm, or the ghost realm are many.”

# an1.333-377:368.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye tiracchānayoniyā cutā devesu paccājāyanti;
sc_po: “… the sentient beings who die as animals and are reborn as gods are few,

# an1.333-377:368.1.2
source: atha kho eteva sattā bahutarā ye tiracchānayoniyā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti.
sc_po: while those who die as animals and are reborn in hell, or the animal realm, or the ghost realm are many.”

# an1.333-377:371.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye pettivisayā cutā manussesu paccājāyanti;
sc_po: “… the sentient beings who die as ghosts and are reborn as humans are few,

# an1.333-377:371.1.2
source: atha kho eteva sattā bahutarā ye pettivisayā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyanti.
sc_po: while those who die as ghosts and are reborn in hell, or the animal realm, or the ghost realm are many.”

# an1.333-377:374.1.1
source: … Evamevaṃ kho, bhikkhave, appakā te sattā ye pettivisayā cutā devesu paccājāyanti;
sc_po: “… the sentient beings who die as ghosts and are reborn as gods are few,

# an1.333-377:374.1.2
source: atha kho eteva sattā bahutarā ye pettivisayā cutā niraye paccājāyanti … tiracchānayoniyā paccājāyanti … pettivisaye paccājāyan”ti.
sc_po: while those who die as ghosts and are reborn in hell, or the animal realm, or the ghost realm are many.”
