Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.316-332.po
Languages: sc_po

# an1.316-332:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.316-332:0.2
source: 26. Tatiyavagga
sc_po: 26. Third

# an1.316-332:316.1.1
source: “Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati bahujanaahitāya bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ.
sc_po: “One person, mendicants, arises in the world for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.

# an1.316-332:316.1.2
source: Katamo ekapuggalo?
sc_po: What one person?

# an1.316-332:316.1.3
source: Micchādiṭṭhiko hoti viparītadassano.
sc_po: Someone with wrong view, whose perspective is distorted.

# an1.316-332:316.1.4
source: So bahujanaṃ saddhammā vuṭṭhāpetvā asaddhamme patiṭṭhāpeti.
sc_po: They draw many people away from the true teaching and establish them in false teachings.

# an1.316-332:316.1.5
source: Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati bahujanaahitāya bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānan”ti.
sc_po: This is one person who arises in the world for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.”

# an1.316-332:317.1.1
source: “Ekapuggalo, bhikkhave, loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ.
sc_po: “One person, mendicants, arises in the world for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# an1.316-332:317.1.2
source: Katamo ekapuggalo?
sc_po: What one person?

# an1.316-332:317.1.3
source: Sammādiṭṭhiko hoti aviparītadassano.
sc_po: Someone with right view, whose perspective is undistorted.

# an1.316-332:317.1.4
source: So bahujanaṃ asaddhammā vuṭṭhāpetvā saddhamme patiṭṭhāpeti.
sc_po: They draw many people away from false teachings and establish them in the true teaching.

# an1.316-332:317.1.5
source: Ayaṃ kho, bhikkhave, ekapuggalo loke uppajjamāno uppajjati bahujanahitāya bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānan”ti.
sc_po: This is one person who arises in the world for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.”

# an1.316-332:318.1.1
source: “Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ mahāsāvajjaṃ yathayidaṃ, bhikkhave, micchādiṭṭhi.
sc_po: “Mendicants, I do not see a single thing that is so very blameworthy as wrong view.

# an1.316-332:318.1.2
source: Micchādiṭṭhiparamāni, bhikkhave, mahāsāvajjānī”ti.
sc_po: Wrong view is the most blameworthy thing of all.”

# an1.316-332:319.1.1
source: “Nāhaṃ, bhikkhave, aññaṃ ekapuggalampi samanupassāmi yo evaṃ bahujanaahitāya paṭipanno bahujanaasukhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ yathayidaṃ, bhikkhave, makkhali moghapuriso.
sc_po: “Mendicants, I do not see a single other person who acts for the hurt and unhappiness of the people, for the harm, hurt, and suffering of many people, of gods and humans like that silly man, Makkhali.

# an1.316-332:319.1.2
source: Seyyathāpi, bhikkhave, nadīmukhe khippaṃ uḍḍeyya bahūnaṃ macchānaṃ ahitāya dukkhāya anayāya byasanāya;
sc_po: Just as a trap set at the mouth of a river would bring harm, suffering, calamity, and disaster for many fish,

# an1.316-332:319.1.3
source: evamevaṃ kho, bhikkhave, makkhali moghapuriso manussakhippaṃ maññe loke uppanno bahūnaṃ sattānaṃ ahitāya dukkhāya anayāya byasanāyā”ti.
sc_po: so too that silly man, Makkhali, is a trap for humans, it seems to me. He has arisen in the world for the harm, suffering, calamity, and disaster of many beings.”

# an1.316-332:320.1.1
source: “Durakkhāte, bhikkhave, dhammavinaye yo ca samādapeti yañca samādapeti yo ca samādapito tathattāya paṭipajjati sabbe te bahuṃ apuññaṃ pasavanti.
sc_po: “Mendicants, the one who encourages someone in a poorly explained teaching and training, the one who they encourage, and the one who practices accordingly all make much bad karma.

# an1.316-332:320.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.316-332:320.1.3
source: Durakkhātattā, bhikkhave, dhammassā”ti.
sc_po: Because the teaching is poorly explained.”

# an1.316-332:321.1.1
source: “Svākkhāte, bhikkhave, dhammavinaye yo ca samādapeti yañca samādapeti yo ca samādapito tathattāya paṭipajjati sabbe te bahuṃ puññaṃ pasavanti.
sc_po: “Mendicants, the one who encourages someone in a well explained teaching and training, the one who they encourage, and the one who practices accordingly all make much merit.

# an1.316-332:321.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.316-332:321.1.3
source: Svākkhātattā, bhikkhave, dhammassā”ti.
sc_po: Because the teaching is well explained.”

# an1.316-332:322.1.1
source: “Durakkhāte, bhikkhave, dhammavinaye dāyakena mattā jānitabbā, no paṭiggāhakena.
sc_po: “Mendicants, in a poorly explained teaching and training, the donor should know moderation, not the recipient.

# an1.316-332:322.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.316-332:322.1.3
source: Durakkhātattā, bhikkhave, dhammassā”ti.
sc_po: Because the teaching is poorly explained.”

# an1.316-332:323.1.1
source: “Svākkhāte, bhikkhave, dhammavinaye paṭiggāhakena mattā jānitabbā, no dāyakena.
sc_po: “Mendicants, in a well explained teaching and training, the recipient should know moderation, not the donor.

# an1.316-332:323.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.316-332:323.1.3
source: Svākkhātattā, bhikkhave, dhammassā”ti.
sc_po: Because the teaching is well explained.”

# an1.316-332:324.1.1
source: “Durakkhāte, bhikkhave, dhammavinaye yo āraddhavīriyo so dukkhaṃ viharati.
sc_po: “Mendicants, in a poorly explained teaching and training an energetic person lives in suffering.

# an1.316-332:324.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.316-332:324.1.3
source: Durakkhātattā, bhikkhave, dhammassā”ti.
sc_po: Because the teaching is poorly explained.”

# an1.316-332:325.1.1
source: “Svākkhāte, bhikkhave, dhammavinaye yo kusīto so dukkhaṃ viharati.
sc_po: “Mendicants, in a well explained teaching and training a lazy person lives in suffering.

# an1.316-332:325.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.316-332:325.1.3
source: Svākkhātattā, bhikkhave, dhammassā”ti.
sc_po: Because the teaching is well explained.”

# an1.316-332:326.1.1
source: “Durakkhāte, bhikkhave, dhammavinaye yo kusīto so sukhaṃ viharati.
sc_po: “Mendicants, in a poorly explained teaching and training a lazy person lives happily.

# an1.316-332:326.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.316-332:326.1.3
source: Durakkhātattā, bhikkhave, dhammassā”ti.
sc_po: Because the teaching is poorly explained.”

# an1.316-332:327.1.1
source: “Svākkhāte, bhikkhave, dhammavinaye yo āraddhavīriyo so sukhaṃ viharati.
sc_po: “Mendicants, in a well explained teaching and training an energetic person lives happily.

# an1.316-332:327.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.316-332:327.1.3
source: Svākkhātattā, bhikkhave, dhammassā”ti.
sc_po: Because the teaching is well explained.”

# an1.316-332:328.1.1
source: “Seyyathāpi, bhikkhave, appamattakopi gūtho duggandho hoti;
sc_po: “Just as, mendicants, even a tiny bit of fecal matter still stinks,

# an1.316-332:328.1.2
source: evamevaṃ kho ahaṃ, bhikkhave, appamattakampi bhavaṃ na vaṇṇemi, antamaso accharāsaṅghātamattampi”.
sc_po: so too I don’t approve of even a tiny bit of continued existence, not even as long as a finger snap.”

# an1.316-332:329.1.1
source: “Seyyathāpi, bhikkhave, appamattakampi muttaṃ duggandhaṃ hoti … appamattakopi kheḷo duggandho hoti … appamattakopi pubbo duggandho hoti … appamattakampi lohitaṃ duggandhaṃ hoti;
sc_po: “Just as even a tiny bit of urine, or spit, or pus, or blood still stinks,

# an1.316-332:329.1.2
source: evamevaṃ kho ahaṃ, bhikkhave, appamattakampi bhavaṃ na vaṇṇemi, antamaso accharāsaṅghātamattampi”.
sc_po: so too I don’t approve of even a tiny bit of continued existence, not even as long as a finger snap.”
