Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.616-627.po
Languages: sc_po

# an1.616-627:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.616-627:0.2
source: 31. Amatavagga
sc_po: 31. The Deathless

# an1.616-627:616.1.1
source: “Amataṃ te, bhikkhave, na paribhuñjanti ye kāyagatāsatiṃ na paribhuñjanti.
sc_po: “Mendicants, those who don’t enjoy mindfulness of the body don’t enjoy the deathless.

# an1.616-627:616.1.2
source: Amataṃ te, bhikkhave, paribhuñjanti ye kāyagatāsatiṃ paribhuñjantī”ti.
sc_po: Those who enjoy mindfulness of the body enjoy the deathless.”

# an1.616-627:617.1.1
source: “Amataṃ tesaṃ, bhikkhave, aparibhuttaṃ yesaṃ kāyagatāsati aparibhuttā.
sc_po: “Mendicants, those who haven’t enjoyed mindfulness of the body haven’t enjoyed the deathless.

# an1.616-627:617.1.2
source: Amataṃ tesaṃ, bhikkhave, paribhuttaṃ yesaṃ kāyagatāsati paribhuttā”ti.
sc_po: Those who have enjoyed mindfulness of the body have enjoyed the deathless.”

# an1.616-627:618.1.1
source: “Amataṃ tesaṃ, bhikkhave, parihīnaṃ yesaṃ kāyagatāsati parihīnā.
sc_po: “Mendicants, those who have lost mindfulness of the body have lost the deathless.

# an1.616-627:618.1.2
source: Amataṃ tesaṃ, bhikkhave, aparihīnaṃ yesaṃ kāyagatāsati aparihīnā”ti.
sc_po: Those who haven’t lost mindfulness of the body haven’t lost the deathless.”

# an1.616-627:619.1.1
source: “Amataṃ tesaṃ, bhikkhave, viraddhaṃ yesaṃ kāyagatāsati viraddhā.
sc_po: “Mendicants, those who have missed out on mindfulness of the body have missed out on the deathless.

# an1.616-627:619.1.2
source: Amataṃ tesaṃ, bhikkhave, āraddhaṃ yesaṃ kāyagatāsati āraddhā”ti.
sc_po: Those who have undertaken mindfulness of the body have not missed out on the deathless.”

# an1.616-627:620.1.1
source: “Amataṃ te, bhikkhave, pamādiṃsu ye kāyagatāsatiṃ pamādiṃsu.
sc_po: “Mendicants, those who have neglected mindfulness of the body have neglected the deathless.

# an1.616-627:620.1.2
source: Amataṃ te, bhikkhave, na pamādiṃsu ye kāyagatāsatiṃ na pamādiṃsu”.
sc_po: Those who have not neglected mindfulness of the body have not neglected the deathless.”

# an1.616-627:621.1.1
source: “Amataṃ tesaṃ, bhikkhave, pamuṭṭhaṃ yesaṃ kāyagatāsati pamuṭṭhā.
sc_po: “Mendicants, those who have forgotten mindfulness of the body have forgotten the deathless.

# an1.616-627:621.1.2
source: Amataṃ tesaṃ, bhikkhave, appamuṭṭhaṃ yesaṃ kāyagatāsati appamuṭṭhā”ti.
sc_po: Those who haven’t forgotten mindfulness of the body haven’t forgotten the deathless.”

# an1.616-627:622.1.1
source: “Amataṃ tesaṃ, bhikkhave, anāsevitaṃ yesaṃ kāyagatāsati anāsevitā.
sc_po: “Mendicants, those who haven’t cultivated mindfulness of the body haven’t cultivated the deathless.

# an1.616-627:622.1.2
source: Amataṃ tesaṃ, bhikkhave, āsevitaṃ yesaṃ kāyagatāsati āsevitā”ti.
sc_po: Those who have cultivated mindfulness of the body have cultivated the deathless.”

# an1.616-627:623.1.1
source: “Amataṃ tesaṃ, bhikkhave, abhāvitaṃ yesaṃ kāyagatāsati abhāvitā.
sc_po: “Mendicants, those who haven’t developed mindfulness of the body haven’t developed the deathless.

# an1.616-627:623.1.2
source: Amataṃ tesaṃ, bhikkhave, bhāvitaṃ yesaṃ kāyagatāsati bhāvitā”ti.
sc_po: Those who have developed mindfulness of the body have developed the deathless.”

# an1.616-627:624.1.1
source: “Amataṃ tesaṃ, bhikkhave, abahulīkataṃ yesaṃ kāyagatāsati abahulīkatā.
sc_po: “Mendicants, those who haven’t practiced mindfulness of the body haven’t practiced the deathless.

# an1.616-627:624.1.2
source: Amataṃ tesaṃ, bhikkhave, bahulīkataṃ yesaṃ kāyagatāsati bahulīkatā”ti.
sc_po: Those who have practiced mindfulness of the body have practiced the deathless.”

# an1.616-627:625.1.1
source: “Amataṃ tesaṃ, bhikkhave, anabhiññātaṃ yesaṃ kāyagatāsati anabhiññātā.
sc_po: “Mendicants, those who haven’t had insight into mindfulness of the body haven’t had insight into the deathless.

# an1.616-627:625.1.2
source: Amataṃ tesaṃ, bhikkhave, abhiññātaṃ yesaṃ kāyagatāsati abhiññātā”ti.
sc_po: Those who have had insight into mindfulness of the body have had insight into the deathless.”

# an1.616-627:626.1.1
source: “Amataṃ tesaṃ, bhikkhave, apariññātaṃ yesaṃ kāyagatāsati apariññātā.
sc_po: “Mendicants, those who haven’t completely understood mindfulness of the body haven’t completely understood the deathless.

# an1.616-627:626.1.2
source: Amataṃ tesaṃ, bhikkhave, pariññātaṃ yesaṃ kāyagatāsati pariññātā”ti.
sc_po: Those who have completely understood mindfulness of the body have completely understood the deathless.”

# an1.616-627:627.1.1
source: “Amataṃ tesaṃ, bhikkhave, asacchikataṃ yesaṃ kāyagatāsati asacchikatā.
sc_po: “Mendicants, those who haven’t realized mindfulness of the body haven’t realized the deathless.

# an1.616-627:627.1.2
source: Amataṃ tesaṃ, bhikkhave, sacchikataṃ yesaṃ kāyagatāsati sacchikatā”ti.
sc_po: Those who have realized mindfulness of the body have realized the deathless.”

# an1.616-627:627.2.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# an1.616-627:627.2.2
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.

# an1.616-627:627.2.4
source: Ekakanipātapāḷi niṭṭhitā.
sc_po: The Book of the Ones is finished.
