Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.209-218.po
Languages: sc_po

# an1.209-218:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.209-218:0.2
source: 16. Tatiyavagga
sc_po: 16. Third

# an1.209-218:1.1
source: “Etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ sikkhākāmānaṃ yadidaṃ rāhulo. (1)
sc_po: “The foremost of my monk disciples who want to train is Rāhula.

# an1.209-218:2.1
source: … Saddhāpabbajitānaṃ yadidaṃ raṭṭhapālo. (2)
sc_po: … who went forth out of faith is Raṭṭhapāla.

# an1.209-218:3.1
source: … Paṭhamaṃ salākaṃ gaṇhantānaṃ yadidaṃ kuṇḍadhāno. (3)
sc_po: … who are the first to pick up a ballot slip is Kuṇḍadhāna.

# an1.209-218:4.1
source: … Paṭibhānavantānaṃ yadidaṃ vaṅgīso. (4)
sc_po: … who are eloquent poets is Vaṅgīsa.

# an1.209-218:5.1
source: … Samantapāsādikānaṃ yadidaṃ upaseno vaṅgantaputto. (5)
sc_po: … who are impressive all around is Upasena Vaṅgantaputta.

# an1.209-218:6.1
source: … Senāsanapaññāpakānaṃ yadidaṃ dabbo mallaputto. (6)
sc_po: … who assign lodgings is Dabba Mallaputta.

# an1.209-218:7.1
source: … devatānaṃ piyamanāpānaṃ yadidaṃ pilindavaccho. (7)
sc_po: … who are beloved of the deities is Pilindavaccha.

# an1.209-218:8.1
source: … Khippābhiññānaṃ yadidaṃ bāhiyo dārucīriyo. (8)
sc_po: … with swift insight is Bāhiya Dārucīriya.

# an1.209-218:9.1
source: … Cittakathikānaṃ yadidaṃ kumārakassapo. (9)
sc_po: … with brilliant speech is Kassapa the Prince.

# an1.209-218:10.1
source: … Paṭisambhidāpattānaṃ yadidaṃ mahākoṭṭhito”ti. (10)
sc_po: … who have attained the methods of textual analysis is Mahākoṭṭhita.”
