Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.235-247.po
Languages: sc_po

# an1.235-247:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.235-247:0.2
source: 18. Pañcamavagga
sc_po: 18. Fifth

# an1.235-247:1.1
source: “Etadaggaṃ, bhikkhave, mama sāvikānaṃ bhikkhunīnaṃ rattaññūnaṃ yadidaṃ mahāpajāpatigotamī. (1)
sc_po: “The foremost of my nun disciples in seniority is Mahāpajāpatī Gotamī.

# an1.235-247:2.1
source: … Mahāpaññānaṃ yadidaṃ khemā. (2)
sc_po: … with great wisdom is Khemā.

# an1.235-247:3.1
source: … Iddhimantīnaṃ yadidaṃ uppalavaṇṇā. (3)
sc_po: … with psychic power is Uppalavaṇṇā.

# an1.235-247:4.1
source: … Vinayadharānaṃ yadidaṃ paṭācārā. (4)
sc_po: … who have memorized the texts on monastic training is Paṭācārā.

# an1.235-247:5.1
source: … Dhammakathikānaṃ yadidaṃ dhammadinnā. (5)
sc_po: … who speak on the teaching is Dhammadinnā.

# an1.235-247:6.1
source: … Jhāyīnaṃ yadidaṃ nandā. (6)
sc_po: … who practice absorption is Nandā.

# an1.235-247:7.1
source: … Āraddhavīriyānaṃ yadidaṃ soṇā. (7)
sc_po: … who are energetic is Soṇā.

# an1.235-247:8.1
source: … Dibbacakkhukānaṃ yadidaṃ bakulā. (8)
sc_po: … with clairvoyance is Sakulā.

# an1.235-247:9.1
source: … Khippābhiññānaṃ yadidaṃ bhaddā kuṇḍalakesā. (9)
sc_po: … with swift insight is Bhaddā Kuṇḍalakesā.

# an1.235-247:10.1
source: … Pubbenivāsaṃ anussarantīnaṃ yadidaṃ bhaddā kāpilānī. (10)
sc_po: … who recollect past lives is Bhaddā Kāpilānī.

# an1.235-247:11.1
source: … Mahābhiññāpattānaṃ yadidaṃ bhaddakaccānā. (11)
sc_po: … who have attained great insight is Bhaddakaccānā.

# an1.235-247:12.1
source: … Lūkhacīvaradharānaṃ yadidaṃ kisāgotamī. (12)
sc_po: … who wear coarse robes is Kisāgotamī.

# an1.235-247:13.1
source: … Saddhādhimuttānaṃ yadidaṃ siṅgālakamātā”ti. (13)
sc_po: … who are strong in faith is Siṅgālakamātā.”
