Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.248-257.po
Languages: sc_po

# an1.248-257:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.248-257:0.2
source: 19. Chaṭṭhavagga
sc_po: 19. Sixth

# an1.248-257:1.1
source: “Etadaggaṃ, bhikkhave, mama sāvakānaṃ upāsakānaṃ paṭhamaṃ saraṇaṃ gacchantānaṃ yadidaṃ tapussabhallikā vāṇijā. (1)
sc_po: “The foremost of my laymen in first going for refuge are the merchants Tapussa and Bhallika.

# an1.248-257:2.1
source: … Dāyakānaṃ yadidaṃ sudatto gahapati anāthapiṇḍiko. (2)
sc_po: … as a donor is the householder Sudatta Anāthapiṇḍika.

# an1.248-257:3.1
source: … Dhammakathikānaṃ yadidaṃ citto gahapati macchikāsaṇḍiko. (3)
sc_po: … who speak on the teaching is the householder Citta Macchikāsaṇḍika.

# an1.248-257:4.1
source: … Catūhi saṅgahavatthūhi parisaṃ saṅgaṇhantānaṃ yadidaṃ hatthako āḷavako. (4)
sc_po: … who attract a congregation by the four ways of being inclusive is Hatthaka Āḷavaka.

# an1.248-257:5.1
source: … Paṇītadāyakānaṃ yadidaṃ mahānāmo sakko. (5)
sc_po: … who donate fine things is Mahānāma Sakka.

# an1.248-257:6.1
source: … Manāpadāyakānaṃ yadidaṃ uggo gahapati vesāliko. (6)
sc_po: … who donate nice things is the householder Ugga of Vesālī.

# an1.248-257:7.1
source: … Saṅghupaṭṭhākānaṃ yadidaṃ hatthigāmako uggato gahapati. (7)
sc_po: … who attend on the Saṅgha is the householder Uggata of Hatthi Village.

# an1.248-257:8.1
source: … Aveccappasannānaṃ yadidaṃ sūrambaṭṭho. (8)
sc_po: … who have experiential confidence is Sūrambaṭṭha.

# an1.248-257:9.1
source: … Puggalappasannānaṃ yadidaṃ jīvako komārabhacco. (9)
sc_po: … who have confidence in a person is Jīvaka Komārabhacca.

# an1.248-257:10.1
source: … Vissāsakānaṃ yadidaṃ nakulapitā gahapatī”ti. (10)
sc_po: … who are intimate is the householder Nakula’s father.”
