Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.188-197.po
Languages: sc_po

# an1.188-197:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.188-197:0.2
source: 14. Paṭhamavagga
sc_po: 14. First

# an1.188-197:1.1
source: “Etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ rattaññūnaṃ yadidaṃ aññāsikoṇḍañño. (1)
sc_po: “The foremost of my monk disciples in seniority is Aññākoṇḍañña.

# an1.188-197:2.1
source: … Mahāpaññānaṃ yadidaṃ sāriputto. (2)
sc_po: … with great wisdom is Sāriputta.

# an1.188-197:3.1
source: … Iddhimantānaṃ yadidaṃ mahāmoggallāno. (3)
sc_po: … with psychic power is Mahāmoggallāna.

# an1.188-197:4.1
source: … Dhutavādānaṃ yadidaṃ mahākassapo. (4)
sc_po: … who advocate austerities is Mahākassapa.

# an1.188-197:5.1
source: … Dibbacakkhukānaṃ yadidaṃ anuruddho. (5)
sc_po: … with clairvoyance is Anuruddha.

# an1.188-197:6.1
source: … Uccākulikānaṃ yadidaṃ bhaddiyo kāḷigodhāya putto. (6)
sc_po: … from eminent families is Bhaddiya Kāḷigodhāyaputta.

# an1.188-197:7.1
source: … Mañjussarānaṃ yadidaṃ lakuṇḍaka bhaddiyo. (7)
sc_po: … with a charming voice is Lakuṇṭaka Bhaddiya.

# an1.188-197:8.1
source: … Sīhanādikānaṃ yadidaṃ piṇḍolabhāradvājo. (8)
sc_po: … with a lion’s roar is Piṇḍolabhāradvāja.

# an1.188-197:9.1
source: … Dhammakathikānaṃ yadidaṃ puṇṇo mantāṇiputto. (9)
sc_po: … who speak on the teaching is Puṇṇa Mantāṇiputta.

# an1.188-197:10.1
source: … Saṅkhittena bhāsitassa vitthārena atthaṃ vibhajantānaṃ yadidaṃ mahākaccāno”ti. (10)
sc_po: … who explain in detail the meaning of a brief statement is Mahākaccāna.”
