Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.041-50.po
Languages: sc_po

# an1.41-50:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.41-50:0.2
source: 5. Paṇihitaacchavagga
sc_po: 5. A Spike

# an1.41-50:41.1.1
source: “Seyyathāpi, bhikkhave, sālisūkaṃ vā yavasūkaṃ vā micchāpaṇihitaṃ hatthena vā pādena vā akkantaṃ hatthaṃ vā pādaṃ vā bhecchati lohitaṃ vā uppādessatīti netaṃ ṭhānaṃ vijjati.
sc_po: “Mendicants, suppose a spike of rice or barley was pointing the wrong way. If you trod on it with hand or foot, there’s no way it could break the skin and produce blood.

# an1.41-50:41.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:41.1.3
source: Micchāpaṇihitattā, bhikkhave, sūkassa.
sc_po: Because the spike is pointing the wrong way.

# an1.41-50:41.1.4
source: Evamevaṃ kho, bhikkhave, so vata bhikkhu micchāpaṇihitena cittena avijjaṃ bhecchati, vijjaṃ uppādessati, nibbānaṃ sacchikarissatīti netaṃ ṭhānaṃ vijjati.
sc_po: In the same way, a mendicant whose mind is pointing the wrong way cannot break ignorance, produce knowledge, and realize extinguishment.

# an1.41-50:41.1.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:41.1.6
source: Micchāpaṇihitattā, bhikkhave, cittassā”ti.
sc_po: Because their mind is pointing the wrong way.”

# an1.41-50:42.1.1
source: “Seyyathāpi, bhikkhave, sālisūkaṃ vā yavasūkaṃ vā sammāpaṇihitaṃ hatthena vā pādena vā akkantaṃ hatthaṃ vā pādaṃ vā bhecchati lohitaṃ vā uppādessatīti ṭhānametaṃ vijjati.
sc_po: “Mendicants, suppose a spike of rice or barley was pointing the right way. If you trod on it with hand or foot, it may well break the skin and produce blood.

# an1.41-50:42.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:42.1.3
source: Sammāpaṇihitattā, bhikkhave, sūkassa.
sc_po: Because the spike is pointing the right way.

# an1.41-50:42.1.4
source: Evamevaṃ kho, bhikkhave, so vata bhikkhu sammāpaṇihitena cittena avijjaṃ bhecchati, vijjaṃ uppādessati, nibbānaṃ sacchikarissatīti ṭhānametaṃ vijjati.
sc_po: In the same way, a mendicant whose mind is pointing the right way can break ignorance, produce knowledge, and realize extinguishment.

# an1.41-50:42.1.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:42.1.6
source: Sammāpaṇihitattā, bhikkhave, cittassā”ti.
sc_po: Because the mind is pointing the right way.”

# an1.41-50:43.1.1
source: “Idhāhaṃ, bhikkhave, ekaccaṃ puggalaṃ paduṭṭhacittaṃ evaṃ cetasā ceto paricca pajānāmi:
sc_po: “Mendicants, when I’ve comprehended the mind of a person whose mind is corrupted, I understand:

# an1.41-50:43.1.2
source: ‘imamhi ce ayaṃ samaye puggalo kālaṃ kareyya, yathābhataṃ nikkhitto evaṃ niraye’.
sc_po: ‘If this person were to die right now, they would be cast down to hell.’

# an1.41-50:43.1.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:43.1.4
source: Cittaṃ hissa, bhikkhave, paduṭṭhaṃ.
sc_po: Because their mind is corrupted.

# an1.41-50:43.1.5
source: Cetopadosahetu pana, bhikkhave, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantī”ti.
sc_po: Depravity of mind is the reason why some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.”

# an1.41-50:44.1.1
source: “Idhāhaṃ, bhikkhave, ekaccaṃ puggalaṃ pasannacittaṃ evaṃ cetasā ceto paricca pajānāmi:
sc_po: “Mendicants, when I’ve comprehended the mind of a person whose mind is confident, I understand:

# an1.41-50:44.1.2
source: ‘imamhi ce ayaṃ samaye puggalo kālaṃ kareyya, yathābhataṃ nikkhitto evaṃ sagge’.
sc_po: ‘If this person were to die right now, they would be raised up to heaven.’

# an1.41-50:44.1.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:44.1.4
source: Cittaṃ hissa, bhikkhave, pasannaṃ.
sc_po: Because their mind is clear.

# an1.41-50:44.1.5
source: Cetopasādahetu pana, bhikkhave, evam’idhekacce sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjantī”ti.
sc_po: Clarity of mind is the reason why some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.”

# an1.41-50:45.1.1
source: “Seyyathāpi, bhikkhave, udakarahado āvilo luḷito kalalībhūto tattha cakkhumā puriso tīre ṭhito na passeyya sippisambukampi sakkharakaṭhalampi macchagumbampi carantampi tiṭṭhantampi.
sc_po: “Suppose, mendicants, there was a lake that was cloudy, murky, and muddy. A person with good eyesight standing on the bank would not see the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.

# an1.41-50:45.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:45.1.3
source: Āvilattā, bhikkhave, udakassa.
sc_po: Because the water is clouded.

# an1.41-50:45.1.4
source: Evamevaṃ kho, bhikkhave, so vata bhikkhu āvilena cittena attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati uttariṃ vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti netaṃ ṭhānaṃ vijjati.
sc_po: In the same way, that a mendicant whose mind is clouded would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones: this is not possible.

# an1.41-50:45.1.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:45.1.6
source: Āvilattā, bhikkhave, cittassā”ti.
sc_po: Because their mind is clouded.”

# an1.41-50:46.1.1
source: “Seyyathāpi, bhikkhave, udakarahado accho vippasanno anāvilo tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakaṭhalampi macchagumbampi carantampi tiṭṭhantampi.
sc_po: “Suppose, mendicants, there was a lake that was transparent, clear, and unclouded. A person with good eyesight standing on the bank would see the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.

# an1.41-50:46.1.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:46.1.3
source: Anāvilattā, bhikkhave, udakassa.
sc_po: Because the water is unclouded.

# an1.41-50:46.1.4
source: Evamevaṃ kho, bhikkhave, so vata bhikkhu anāvilena cittena attatthaṃ vā ñassati paratthaṃ vā ñassati ubhayatthaṃ vā ñassati uttariṃ vā manussadhammā alamariyañāṇadassanavisesaṃ sacchikarissatīti ṭhānametaṃ vijjati.
sc_po: In the same way, that a mendicant whose mind is not clouded would know what’s for their own good, the good of another, or the good of both; or that they would realize any superhuman distinction in knowledge and vision worthy of the noble ones: this is possible.

# an1.41-50:46.1.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# an1.41-50:46.1.6
source: Anāvilattā, bhikkhave, cittassā”ti.
sc_po: Because their mind is unclouded.”

# an1.41-50:47.1.1
source: “Seyyathāpi, bhikkhave, yāni kānici rukkhajātānaṃ phandano tesaṃ aggamakkhāyati yadidaṃ mudutāya ceva kammaññatāya ca.
sc_po: “Just as, mendicants, the <i>papra</i> is said to be the best kind of tree in terms of its pliability and workability,

# an1.41-50:47.1.2
source: Evamevaṃ kho ahaṃ, bhikkhave, nāññaṃ ekadhammampi samanupassāmi yaṃ evaṃ bhāvitaṃ bahulīkataṃ mudu ca hoti kammaññañca yathayidaṃ cittaṃ.
sc_po: so too, I do not see a single thing that’s as pliable and workable as the mind, when it is developed and cultivated.

# an1.41-50:47.1.3
source: Cittaṃ, bhikkhave, bhāvitaṃ bahulīkataṃ mudu ca hoti kammaññañca hotī”ti.
sc_po: A mind that is developed and cultivated is pliable and workable.”

# an1.41-50:48.1.1
source: “Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi yaṃ evaṃ lahuparivattaṃ yathayidaṃ cittaṃ.
sc_po: “Mendicants, I do not see a single thing that’s as quick to change as the mind.

# an1.41-50:48.1.2
source: Yāvañcidaṃ, bhikkhave, upamāpi na sukarā yāva lahuparivattaṃ cittan”ti.
sc_po: So much so that it’s not easy to give a simile for how quickly the mind changes.”

# an1.41-50:49.1.1
source: “Pabhassaramidaṃ, bhikkhave, cittaṃ.
sc_po: “This mind, mendicants, is radiant.

# an1.41-50:49.1.2
source: Tañca kho āgantukehi upakkilesehi upakkiliṭṭhan”ti.
sc_po: But it’s corrupted by passing corruptions.”

# an1.41-50:50.1.1
source: “Pabhassaramidaṃ, bhikkhave, cittaṃ.
sc_po: “This mind, mendicants, is radiant.

# an1.41-50:50.1.2
source: Tañca kho āgantukehi upakkilesehi vippamuttan”ti.
sc_po: And it is freed from passing corruptions.”
