Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.268-277.po
Languages: sc_po

# an1.268-277:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.268-277:0.2
source: 21. Paṭhamavagga
sc_po: 21. First

# an1.268-277:268.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo kañci saṅkhāraṃ niccato upagaccheyya. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for a person accomplished in view to take any condition as permanent. That is not possible.

# an1.268-277:268.1.2
source: Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano kañci saṅkhāraṃ niccato upagaccheyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for an ordinary person to take some condition as permanent. That is possible.”

# an1.268-277:269.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo kañci saṅkhāraṃ sukhato upagaccheyya. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for a person accomplished in view to take any condition as pleasant.

# an1.268-277:269.1.2
source: Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano kañci saṅkhāraṃ sukhato upagaccheyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for an ordinary person to take some condition as pleasant.”

# an1.268-277:270.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo kañci dhammaṃ attato upagaccheyya. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for a person accomplished in view to take anything as self.

# an1.268-277:270.1.2
source: Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano kañci dhammaṃ attato upagaccheyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for an ordinary person to take something as self.”

# an1.268-277:271.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo mātaraṃ jīvitā voropeyya. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for a person accomplished in view to murder their mother.

# an1.268-277:271.1.2
source: Ṭhānañca kho, bhikkhave, vijjati yaṃ puthujjano mātaraṃ jīvitā voropeyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for an ordinary person to murder their mother.”

# an1.268-277:272.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo pitaraṃ jīvitā voropeyya. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for a person accomplished in view to murder their father.

# an1.268-277:272.1.2
source: Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano pitaraṃ jīvitā voropeyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for an ordinary person to murder their father.”

# an1.268-277:273.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo arahantaṃ jīvitā voropeyya. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for a person accomplished in view to murder a perfected one.

# an1.268-277:273.1.2
source: Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano arahantaṃ jīvitā voropeyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for an ordinary person to murder a perfected one.”

# an1.268-277:274.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo tathāgatassa paduṭṭhacitto lohitaṃ uppādeyya. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for a person accomplished in view to injure a Realized One with malicious intent.

# an1.268-277:274.1.2
source: Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano tathāgatassa paduṭṭhacitto lohitaṃ uppādeyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for an ordinary person to injure a Realized One with malicious intent.”

# an1.268-277:275.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo saṅghaṃ bhindeyya. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for a person accomplished in view to cause a schism in the Saṅgha.

# an1.268-277:275.1.2
source: Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano saṅghaṃ bhindeyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for an ordinary person to cause a schism in the Saṅgha.”

# an1.268-277:276.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ diṭṭhisampanno puggalo aññaṃ satthāraṃ uddiseyya. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for a person accomplished in view to acknowledge another teacher.

# an1.268-277:276.1.2
source: Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ puthujjano aññaṃ satthāraṃ uddiseyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for an ordinary person to acknowledge another teacher.”

# an1.268-277:277.1.1
source: “Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ ekissā lokadhātuyā dve arahanto sammāsambuddhā apubbaṃ acarimaṃ uppajjeyyuṃ. Netaṃ ṭhānaṃ vijjati.
sc_po: “It is impossible, mendicants, it cannot happen for two perfected ones, fully awakened Buddhas to arise in the same solar system at the same time.

# an1.268-277:277.1.2
source: Ṭhānañca kho etaṃ, bhikkhave, vijjati yaṃ ekissā lokadhātuyā ekova arahaṃ sammāsambuddho uppajjeyya. Ṭhānametaṃ vijjatī”ti.
sc_po: But it is possible for just one perfected one, a fully awakened Buddha, to arise in one solar system.”
