Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.258-267.po
Languages: sc_po

# an1.258-267:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.258-267:0.2
source: 20. Sattamavagga
sc_po: 20. Seventh

# an1.258-267:1.1
source: “Etadaggaṃ, bhikkhave, mama sāvikānaṃ upāsikānaṃ paṭhamaṃ saraṇaṃ gacchantīnaṃ yadidaṃ sujātā seniyadhītā. (1)
sc_po: “The foremost of my laywomen in first going for refuge is Sujātā Seniyadhītā.

# an1.258-267:2.1
source: … Dāyikānaṃ yadidaṃ visākhā migāramātā. (2)
sc_po: … as a donor is Visākhā, Migāra’s mother.

# an1.258-267:3.1
source: … Bahussutānaṃ yadidaṃ khujjuttarā. (3)
sc_po: … who are very learned is Khujjuttarā.

# an1.258-267:4.1
source: … Mettāvihārīnaṃ yadidaṃ sāmāvatī. (4)
sc_po: … who dwell in love is Sāmāvatī.

# an1.258-267:5.1
source: … Jhāyīnaṃ yadidaṃ uttarānandamātā. (5)
sc_po: … who practice absorption is Uttarānandamātā.

# an1.258-267:6.1
source: … Paṇītadāyikānaṃ yadidaṃ suppavāsā koliyadhītā. (6)
sc_po: … who give fine things is Suppavāsā Koliyadhītā.

# an1.258-267:7.1
source: … Gilānupaṭṭhākīnaṃ yadidaṃ suppiyā upāsikā. (7)
sc_po: … who care for the sick is the laywoman Suppiyā.

# an1.258-267:8.1
source: … Aveccappasannānaṃ yadidaṃ kātiyānī. (8)
sc_po: … who have experiential confidence is Kātiyānī.

# an1.258-267:9.1
source: … Vissāsikānaṃ yadidaṃ nakulamātā gahapatānī. (9)
sc_po: … who are intimate is the householder Nakula’s mother.

# an1.258-267:10.1
source: … Anussavappasannānaṃ yadidaṃ kāḷī upāsikā kuraragharikā”ti. (10)
sc_po: … whose confidence is based on oral transmission is the laywoman Kāḷī of Kuraraghara.”
