Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.219-234.po
Languages: sc_po

# an1.219-234:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.219-234:0.2
source: 17. Catutthavagga
sc_po: 17. Fourth

# an1.219-234:1.1
source: “Etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ bahussutānaṃ yadidaṃ ānando. (1)
sc_po: “The foremost of my monk disciples who are very learned is Ānanda.

# an1.219-234:2.1
source: … Satimantānaṃ yadidaṃ ānando. (2)
sc_po: … with a good memory is Ānanda.

# an1.219-234:3.1
source: … Gatimantānaṃ yadidaṃ ānando. (3)
sc_po: … with an extensive range is Ānanda.

# an1.219-234:4.1
source: … Dhitimantānaṃ yadidaṃ ānando. (4)
sc_po: … in retention is Ānanda.

# an1.219-234:5.1
source: … Upaṭṭhākānaṃ yadidaṃ ānando. (5)
sc_po: … as a personal attendant is Ānanda.

# an1.219-234:6.1
source: … Mahāparisānaṃ yadidaṃ uruvelakassapo. (6)
sc_po: … with a large congregation is Uruvelakassapa.

# an1.219-234:7.1
source: … Kulappasādakānaṃ yadidaṃ kāḷudāyī. (7)
sc_po: … who inspire lay families is Kāḷudāyī.

# an1.219-234:8.1
source: … Appābādhānaṃ yadidaṃ bākulo. (8)
sc_po: … with good health is Bakkula.

# an1.219-234:9.1
source: … Pubbenivāsaṃ anussarantānaṃ yadidaṃ sobhito. (9)
sc_po: … who recollect past lives is Sobhita.

# an1.219-234:10.1
source: … Vinayadharānaṃ yadidaṃ upāli. (10)
sc_po: … who have memorized the texts on monastic training is Upāli.

# an1.219-234:11.1
source: … Bhikkhunovādakānaṃ yadidaṃ nandako. (11)
sc_po: … who advise the nuns is Nandaka.

# an1.219-234:12.1
source: … Indriyesu guttadvārānaṃ yadidaṃ nando. (12)
sc_po: … who guard the sense doors is Nanda.

# an1.219-234:13.1
source: … Bhikkhuovādakānaṃ yadidaṃ mahākappino. (13)
sc_po: … who advise the monks is Mahākappina.

# an1.219-234:14.1
source: … Tejodhātukusalānaṃ yadidaṃ sāgato. (14)
sc_po: … who are skilled in the fire element is Sāgata.

# an1.219-234:15.1
source: … Paṭibhāneyyakānaṃ yadidaṃ rādho. (15)
sc_po: … who inspire eloquent teachings is Rādha.

# an1.219-234:16.1
source: … Lūkhacīvaradharānaṃ yadidaṃ mogharājā”ti. (16)
sc_po: … who wear coarse robes is Mogharāja.”
