Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.198-208.po
Languages: sc_po

# an1.198-208:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.198-208:0.2
source: 15. Dutiyavagga
sc_po: 15. Second

# an1.198-208:1.1
source: “Etadaggaṃ, bhikkhave, mama sāvakānaṃ bhikkhūnaṃ manomayaṃ kāyaṃ abhinimminantānaṃ yadidaṃ cūḷapanthako. (1)
sc_po: “The foremost of my monk disciples in creating a mind-made body is Cūḷapanthaka.

# an1.198-208:2.1
source: … Cetovivaṭṭakusalānaṃ yadidaṃ cūḷapanthako. (2)
sc_po: … who are skilled in the evolution of consciousness is Cūḷapanthaka.

# an1.198-208:3.1
source: … Saññāvivaṭṭakusalānaṃ yadidaṃ mahāpanthako. (3)
sc_po: … who are skilled in the evolution of perception is Mahāpanthaka.

# an1.198-208:4.1
source: … Araṇavihārīnaṃ yadidaṃ subhūti. (4)
sc_po: … who live without conflict is Subhūti.

# an1.198-208:5.1
source: … Dakkhiṇeyyānaṃ yadidaṃ subhūti. (5)
sc_po: … who are worthy of a religious donation is Subhūti.

# an1.198-208:6.1
source: … Āraññakānaṃ yadidaṃ revato khadiravaniyo. (6)
sc_po: … who stay in the wilderness is Revata of the Acacia Wood.

# an1.198-208:7.1
source: … Jhāyīnaṃ yadidaṃ kaṅkhārevato. (7)
sc_po: … who practice absorption is Kaṅkhārevata.

# an1.198-208:8.1
source: … Āraddhavīriyānaṃ yadidaṃ soṇo koḷiviso. (8)
sc_po: … who are energetic is Soṇa Koḷivisa.

# an1.198-208:9.1
source: … Kalyāṇavākkaraṇānaṃ yadidaṃ soṇo kuṭikaṇṇo. (9)
sc_po: … who are good speakers is Soṇa Kuṭikaṇṇa.

# an1.198-208:10.1
source: … Lābhīnaṃ yadidaṃ sīvali. (10)
sc_po: … who receive many possessions is Sīvali.

# an1.198-208:11.1
source: … Saddhādhimuttānaṃ yadidaṃ vakkalī”ti. (11)
sc_po: … who are strong in faith is Vakkalī.”
