Repository: kondannyo/PGP
Catalog: AN/*_text/an01/an1.575-615.po
Languages: sc_po

# an1.575-615:0.1
source: Aṅguttara Nikāya 1
sc_po: Numbered Discourses 1

# an1.575-615:0.2
source: 30. Kāyagatāsativagga
sc_po: 30. Mindfulness of the Body

# an1.575-615:575.1.1
source: “Yassa kassaci, bhikkhave, mahāsamuddo cetasā phuṭo antogadhā tassa kunnadiyo yā kāci samuddaṅgamā;
sc_po: “Mendicants, anyone who brings into their mind the great ocean includes all of the streams that run into it.

# an1.575-615:575.1.2
source: evamevaṃ, bhikkhave, yassa kassaci kāyagatā sati bhāvitā bahulīkatā antogadhā tassa kusalā dhammā ye keci vijjābhāgiyā”ti.
sc_po: In the same way, anyone who has developed and cultivated mindfulness of the body includes all of the skillful qualities that play a part in realization.”

# an1.575-615:576.1.1
source: “Ekadhammo, bhikkhave, bhāvito bahulīkato mahato saṃvegāya saṃvattati … mahato atthāya saṃvattati … mahato yogakkhemāya saṃvattati … satisampajaññāya saṃvattati … ñāṇadassanappaṭilābhāya saṃvattati … diṭṭhadhammasukhavihārāya saṃvattati … vijjāvimuttiphalasacchikiriyāya saṃvattati.
sc_po: “One thing, mendicants, when developed and cultivated leads to great urgency … great benefit … great sanctuary … mindfulness and awareness … gaining knowledge and vision … blissful meditation in the present life … the realization of the fruit of knowledge and freedom.

# an1.575-615:576.1.2
source: Katamo ekadhammo?
sc_po: What one thing?

# an1.575-615:576.1.3
source: Kāyagatā sati.
sc_po: Mindfulness of the body.

# an1.575-615:576.1.4
source: Ayaṃ kho, bhikkhave, ekadhammo bhāvito bahulīkato mahato saṃvegāya saṃvattati … mahato atthāya saṃvattati … mahato yogakkhemāya saṃvattati … satisampajaññāya saṃvattati … ñāṇadassanappaṭilābhāya saṃvattati … diṭṭhadhammasukhavihārāya saṃvattati … vijjāvimuttiphalasacchikiriyāya saṃvattatī”ti.
sc_po: This one thing, when developed and cultivated, leads to great urgency … great benefit … great sanctuary … mindfulness and awareness … gaining knowledge and vision … a happy abiding in the present life … the realization of the fruit of knowledge and freedom.”

# an1.575-615:583.1.1
source: “Ekadhamme, bhikkhave, bhāvite bahulīkate kāyopi passambhati, cittampi passambhati, vitakkavicārāpi vūpasammanti, kevalāpi vijjābhāgiyā dhammā bhāvanāpāripūriṃ gacchanti.
sc_po: “When one thing, mendicants, is developed and cultivated the body and mind become tranquil, thinking and considering settle down, and all of the qualities that play a part in realization are fully developed.

# an1.575-615:583.1.2
source: Katamasmiṃ ekadhamme?
sc_po: What one thing?

# an1.575-615:583.1.3
source: Kāyagatāya satiyā.
sc_po: Mindfulness of the body.

# an1.575-615:583.1.4
source: Imasmiṃ kho, bhikkhave, ekadhamme bhāvite bahulīkate kāyopi passambhati, cittampi passambhati, vitakkavicārāpi vūpasammanti, kevalāpi vijjābhāgiyā dhammā bhāvanāpāripūriṃ gacchantī”ti.
sc_po: When this one thing is developed and cultivated, the body and mind become tranquil, thinking and considering settle down, and all of the qualities that play a part in realization are fully developed.”

# an1.575-615:584.1.1
source: “Ekadhamme, bhikkhave, bhāvite bahulīkate anuppannā ceva akusalā dhammā nuppajjanti, uppannā ca akusalā dhammā pahīyanti.
sc_po: “When one thing, mendicants, is developed and cultivated, unskillful qualities do not arise, and, if they’ve already arisen, they are given up.

# an1.575-615:584.1.2
source: Katamasmiṃ ekadhamme?
sc_po: What one thing?

# an1.575-615:584.1.3
source: Kāyagatāya satiyā.
sc_po: Mindfulness of the body.

# an1.575-615:584.1.4
source: Imasmiṃ kho, bhikkhave, ekadhamme bhāvite bahulīkate anuppannā ceva akusalā dhammā nuppajjanti, uppannā ca akusalā dhammā pahīyantī”ti.
sc_po: When this one thing is developed and cultivated, unskillful qualities do not arise, and, if they’ve already arisen, they are given up.”

# an1.575-615:585.1.1
source: “Ekadhamme, bhikkhave, bhāvite bahulīkate anuppannā ceva kusalā dhammā uppajjanti, uppannā ca kusalā dhammā bhiyyobhāvāya vepullāya saṃvattanti.
sc_po: “When one thing, mendicants, is developed and cultivated, skillful qualities arise, and, once they’ve arisen, they increase and grow.

# an1.575-615:585.1.2
source: Katamasmiṃ ekadhamme?
sc_po: What one thing?

# an1.575-615:585.1.3
source: Kāyagatāya satiyā.
sc_po: Mindfulness of the body.

# an1.575-615:585.1.4
source: Imasmiṃ kho, bhikkhave, ekadhamme bhāvite bahulīkate anuppannā ceva kusalā dhammā uppajjanti, uppannā ca kusalā dhammā bhiyyobhāvāya vepullāya saṃvattantī”ti.
sc_po: When this one thing is developed and cultivated, skillful qualities arise, and, once they’ve arisen, they increase and grow.”

# an1.575-615:586.1.1
source: “Ekadhamme, bhikkhave, bhāvite bahulīkate avijjā pahīyati, vijjā uppajjati, asmimāno pahīyati, anusayā samugghātaṃ gacchanti, saṃyojanā pahīyanti.
sc_po: “When one thing, mendicants, is developed and cultivated, ignorance is given up, knowledge arises, the conceit ‘I am’ is given up, the underlying tendencies are uprooted, and the fetters are given up.

# an1.575-615:586.1.2
source: Katamasmiṃ ekadhamme?
sc_po: What one thing?

# an1.575-615:586.1.3
source: Kāyagatāya satiyā.
sc_po: Mindfulness of the body.

# an1.575-615:586.1.4
source: Imasmiṃ kho, bhikkhave, ekadhamme bhāvite bahulīkate avijjā pahīyati, vijjā uppajjati, asmimāno pahīyati, anusayā samugghātaṃ gacchanti, saṃyojanā pahīyantī”ti.
sc_po: When this one thing is developed and cultivated, ignorance is given up, knowledge arises, the conceit ‘I am’ is given up, the underlying tendencies are uprooted, and the fetters are given up.”

# an1.575-615:587.1.1
source: “Ekadhammo, bhikkhave, bhāvito bahulīkato paññāpabhedāya saṃvattati … anupādāparinibbānāya saṃvattati.
sc_po: “One thing, mendicants, when developed and cultivated leads to demolition by wisdom … to extinguishment by not grasping.

# an1.575-615:587.1.2
source: Katamo ekadhammo?
sc_po: What one thing?

# an1.575-615:587.1.3
source: Kāyagatā sati.
sc_po: Mindfulness of the body.

# an1.575-615:587.1.4
source: Ayaṃ kho, bhikkhave, ekadhammo bhāvito bahulīkato paññāpabhedāya saṃvattati … anupādāparinibbānāya saṃvattatī”ti.
sc_po: This one thing, mendicants, when developed and cultivated leads to demolition by wisdom … to extinguishment by not grasping.”

# an1.575-615:589.1.1
source: “Ekadhamme, bhikkhave, bhāvite bahulīkate anekadhātupaṭivedho hoti … nānādhātupaṭivedho hoti … anekadhātupaṭisambhidā hoti.
sc_po: “When one thing is developed and cultivated there is the penetration of many elements … the penetration of diverse elements … the analysis of many elements.

# an1.575-615:589.1.2
source: Katamasmiṃ ekadhamme?
sc_po: What one thing?

# an1.575-615:589.1.3
source: Kāyagatāya satiyā.
sc_po: Mindfulness of the body.

# an1.575-615:589.1.4
source: Imasmiṃ kho, bhikkhave, ekadhamme bhāvite bahulīkate anekadhātupaṭivedho hoti … nānādhātupaṭivedho hoti … anekadhātupaṭisambhidā hotī”ti.
sc_po: When this one thing is developed and cultivated there is the penetration of many elements … the penetration of diverse elements … the analysis of many elements.”

# an1.575-615:592.1.1
source: “Ekadhammo, bhikkhave, bhāvito bahulīkato sotāpattiphalasacchikiriyāya saṃvattati … sakadāgāmiphalasacchikiriyāya saṃvattati … anāgāmiphalasacchikiriyāya saṃvattati … arahattaphalasacchikiriyāya saṃvattati.
sc_po: “One thing, mendicants, when developed and cultivated leads to the realization of the fruit of stream-entry … once-return … non-return … perfection.

# an1.575-615:592.1.2
source: Katamo ekadhammo?
sc_po: What one thing?

# an1.575-615:592.1.3
source: Kāyagatā sati.
sc_po: Mindfulness of the body.

# an1.575-615:592.1.4
source: Ayaṃ kho, bhikkhave, ekadhammo bhāvito bahulīkato sotāpattiphalasacchikiriyāya saṃvattati … sakadāgāmiphalasacchikiriyāya saṃvattati … anāgāmiphalasacchikiriyāya saṃvattati … arahattaphalasacchikiriyāya saṃvattatī”ti.
sc_po: This one thing, when developed and cultivated, leads to the realization of the fruit of stream-entry … once-return … non-return … perfection.”

# an1.575-615:596.1.1
source: “Ekadhammo, bhikkhave, bhāvito bahulīkato paññāpaṭilābhāya saṃvattati … paññāvuddhiyā saṃvattati … paññāvepullāya saṃvattati … mahāpaññatāya saṃvattati … puthupaññatāya saṃvattati … vipulapaññatāya saṃvattati … gambhīrapaññatāya saṃvattati … asāmantapaññatāya saṃvattati … bhūripaññatāya saṃvattati … paññābāhullāya saṃvattati … sīghapaññatāya saṃvattati … lahupaññatāya saṃvattati … hāsapaññatāya saṃvattati … javanapaññatāya saṃvattati … tikkhapaññatāya saṃvattati … nibbedhikapaññatāya saṃvattati.
sc_po: “One thing, mendicants, when developed and cultivated, leads to the getting of wisdom … the growth of wisdom … the increase of wisdom … to great wisdom … to widespread wisdom … to abundant wisdom … to deep wisdom … to extraordinary wisdom … to vast wisdom … to much wisdom … to fast wisdom … to light wisdom … to laughing wisdom … to swift wisdom … to sharp wisdom … to penetrating wisdom.

# an1.575-615:596.1.2
source: Katamo ekadhammo?
sc_po: What one thing?

# an1.575-615:596.1.3
source: Kāyagatā sati.
sc_po: Mindfulness of the body.

# an1.575-615:596.1.4
source: Ayaṃ kho, bhikkhave, ekadhammo bhāvito bahulīkato paññāpaṭilābhāya saṃvattati … paññāvuddhiyā saṃvattati … paññāvepullāya saṃvattati … mahāpaññatāya saṃvattati … puthupaññatāya saṃvattati … vipulapaññatāya saṃvattati … gambhīrapaññatāya saṃvattati … asāmantapaññatāya saṃvattati … bhūripaññatāya saṃvattati … paññābāhullāya saṃvattati … sīghapaññatāya saṃvattati … lahupaññatāya saṃvattati … hāsapaññatāya saṃvattati … javanapaññatāya saṃvattati … tikkhapaññatāya saṃvattati … nibbedhikapaññatāya saṃvattatī”ti.
sc_po: This one thing, when developed and cultivated, leads to the getting of wisdom … the growth of wisdom … the increase of wisdom … to great wisdom … to widespread wisdom … to abundant wisdom … to deep wisdom … to extraordinary wisdom … to vast wisdom … to much wisdom … to fast wisdom … to light wisdom … to laughing wisdom … to swift wisdom … to sharp wisdom … to penetrating wisdom.”
