Repository: kondannyo/PGP
Catalog: SN/*_text/sn34/sn34.02.po
Languages: sc_po

# sn34.2:0.1
source: Saṃyutta Nikāya 34
sc_po: Linked Discourses 34

# sn34.2:0.2
source: 1. Jhānavagga
sc_po: 1. Absorption

# sn34.2:0.3
source: 2. Samādhimūlakaṭhitisutta
sc_po: 2. Remaining in Immersion

# sn34.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn34.2:1.2
source: “Cattārome, bhikkhave, jhāyī.
sc_po: “Mendicants, there are these four meditators.

# sn34.2:1.3
source: Katame cattāro?
sc_po: What four?

# sn34.2:1.4
source: Idha, bhikkhave, ekacco jhāyī samādhismiṃ samādhikusalo hoti, na samādhismiṃ ṭhitikusalo.
sc_po: One meditator is skilled in immersion but not in remaining in it.

# sn34.2:1.5
source: Idha pana, bhikkhave, ekacco jhāyī samādhismiṃ ṭhitikusalo hoti, na samādhismiṃ samādhikusalo.
sc_po: One meditator is skilled in remaining in immersion but is not skilled in immersion.

# sn34.2:1.6
source: Idha pana, bhikkhave, ekacco jhāyī neva samādhismiṃ samādhikusalo hoti, na ca samādhismiṃ ṭhitikusalo.
sc_po: One meditator is skilled neither in immersion nor in remaining in it.

# sn34.2:1.7
source: Idha pana, bhikkhave, ekacco jhāyī samādhismiṃ samādhikusalo ca hoti, samādhismiṃ ṭhitikusalo ca.
sc_po: One meditator is skilled both in immersion and in remaining in it.

# sn34.2:1.8
source: Tatra, bhikkhave, yvāyaṃ jhāyī samādhismiṃ samādhikusalo ca hoti samādhismiṃ ṭhitikusalo ca ayaṃ imesaṃ catunnaṃ jhāyīnaṃ aggo ca seṭṭho ca mokkho ca uttamo ca pavaro ca.
sc_po: Of these, the meditator skilled in immersion and in remaining in it is the foremost, best, leading, highest, and finest of the four.

# sn34.2:1.9
source: Seyyathāpi, bhikkhave, gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo tatra aggamakkhāyati;
sc_po: From a cow comes milk, from milk comes curds, from curds come butter, from butter comes ghee, and from ghee comes cream of ghee. And the cream of ghee is said to be the best of these.

# sn34.2:1.10
source: evameva kho, bhikkhave, yvāyaṃ jhāyī samādhismiṃ samādhikusalo ca hoti samādhismiṃ ṭhitikusalo ca ayaṃ imesaṃ catunnaṃ jhāyīnaṃ aggo ca seṭṭho ca mokkho ca uttamo ca pavaro cā”ti.
sc_po: In the same way, the meditator skilled in immersion and remaining in it is the foremost, best, leading, highest, and finest of the four.”
