Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.048.po
Languages: sc_po

# an6.48:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.48:0.2
source: 5. Dhammikavagga
sc_po: 5. About Dhammika

# an6.48:0.3
source: 48. Dutiyasandiṭṭhikasutta
sc_po: 48. Visible in This Very Life (2nd)

# an6.48:1.1
source: Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then a certain brahmin went up to the Buddha, and exchanged greetings with him.

# an6.48:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# an6.48:1.3
source: “‘sandiṭṭhiko dhammo, sandiṭṭhiko dhammo’ti, bho gotama, vuccati.
sc_po: “Master Gotama, they speak of ‘a teaching visible in this very life’.

# an6.48:1.4
source: Kittāvatā nu kho, bho gotama, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti?
sc_po: In what way is the teaching visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”

# an6.48:2.1
source: “Tena hi, brāhmaṇa, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi.
sc_po: “Well then, brahmin, I’ll ask you about this in return, and you can answer as you like.

# an6.48:2.2
source: Taṃ kiṃ maññasi, brāhmaṇa,
sc_po: What do you think, brahmin?

# an6.48:2.3
source: santaṃ vā ajjhattaṃ rāgaṃ ‘atthi me ajjhattaṃ rāgo’ti pajānāsi, asantaṃ vā ajjhattaṃ rāgaṃ ‘natthi me ajjhattaṃ rāgo’ti pajānāsī”ti?
sc_po: When there’s greed in you, do you understand ‘I have greed in me’? And when there’s no greed in you, do you understand ‘I have no greed in me’?”

# an6.48:2.4
source: “Evaṃ, bho”.
sc_po: “Yes, sir.”

# an6.48:2.5
source: “Yaṃ kho tvaṃ, brāhmaṇa, santaṃ vā ajjhattaṃ rāgaṃ ‘atthi me ajjhattaṃ rāgo’ti pajānāsi, asantaṃ vā ajjhattaṃ rāgaṃ ‘natthi me ajjhattaṃ rāgo’ti pajānāsi—
sc_po: “Since you know this,

# an6.48:2.6
source: evampi kho, brāhmaṇa, sandiṭṭhiko dhammo hoti … pe ….
sc_po: this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# an6.48:3.1
source: Taṃ kiṃ maññasi, brāhmaṇa,
sc_po: What do you think, brahmin?

# an6.48:3.2
source: santaṃ vā ajjhattaṃ dosaṃ … pe …
sc_po: When there’s hate …

# an6.48:3.3
source: santaṃ vā ajjhattaṃ mohaṃ … pe …
sc_po: delusion …

# an6.48:3.4
source: santaṃ vā ajjhattaṃ kāyasandosaṃ … pe …
sc_po: corruption that leads to physical deeds …

# an6.48:3.5
source: santaṃ vā ajjhattaṃ vacīsandosaṃ … pe …
sc_po: corruption that leads to speech …

# an6.48:3.6
source: santaṃ vā ajjhattaṃ manosandosaṃ ‘atthi me ajjhattaṃ manosandoso’ti pajānāsi, asantaṃ vā ajjhattaṃ manosandosaṃ ‘natthi me ajjhattaṃ manosandoso’ti pajānāsī”ti?
sc_po: When there’s corruption that leads to mental deeds in you, do you understand ‘I have corruption that leads to mental deeds in me’? And when there’s no corruption that leads to mental deeds in you, do you understand ‘I have no corruption that leads to mental deeds in me’?”

# an6.48:3.7
source: “Evaṃ, bho”.
sc_po: “Yes, sir.”

# an6.48:3.8
source: “Yaṃ kho tvaṃ, brāhmaṇa, santaṃ vā ajjhattaṃ manosandosaṃ ‘atthi me ajjhattaṃ manosandoso’ti pajānāsi, asantaṃ vā ajjhattaṃ manosandosaṃ ‘natthi me ajjhattaṃ manosandoso’ti pajānāsi—
sc_po: “Since you know this,

# an6.48:3.9
source: evaṃ kho, brāhmaṇa, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti.
sc_po: this is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”

# an6.48:4.1
source: “Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# an6.48:4.2
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
