Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.064.po
Languages: sc_po

# an6.64:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.64:0.2
source: 6. Mahāvagga
sc_po: 6. The Great Chapter

# an6.64:0.3
source: 64. Sīhanādasutta
sc_po: 64. The Lion’s Roar

# an6.64:1.1
source: “Chayimāni, bhikkhave, tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.
sc_po: “Mendicants, the Realized One possesses six powers of a Realized One. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# an6.64:1.2
source: Katamāni cha?
sc_po: What six?

# an6.64:1.3
source: Idha, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti.
sc_po: Firstly, the Realized One truly understands the possible as possible and the impossible as impossible.

# an6.64:1.4
source: Yampi, bhikkhave, tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (1)
sc_po: Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# an6.64:2.1
source: Puna caparaṃ, bhikkhave, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti.
sc_po: Furthermore, the Realized One truly understands the result of deeds undertaken in the past, future, and present in terms of causes and reasons.

# an6.64:2.2
source: Yampi, bhikkhave, tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (2)
sc_po: Since he truly understands this, this is a power of the Realized One. …

# an6.64:3.1
source: Puna caparaṃ, bhikkhave, tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ pajānāti.
sc_po: Furthermore, the Realized One truly understands corruption, cleansing, and emergence regarding the absorptions, liberations, immersions, and attainments.

# an6.64:3.2
source: Yampi, bhikkhave, tathāgato … pe … idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (3)
sc_po: Since he truly understands this, this is a power of the Realized One. …

# an6.64:4.1
source: Puna caparaṃ, bhikkhave, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
sc_po: Furthermore, the Realized One recollects many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. He remembers: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so he recollects his many kinds of past lives, with features and details.

# an6.64:4.2
source: Yampi, bhikkhave, tathāgato anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (4)
sc_po: Since he truly understands this, this is a power of the Realized One. …

# an6.64:5.1
source: Puna caparaṃ, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajānāti.
sc_po: Furthermore, with clairvoyance that is purified and superhuman, the Realized One sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. He understands how sentient beings are reborn according to their deeds.

# an6.64:5.2
source: Yampi, bhikkhave, tathāgato dibbena cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajānāti, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (5)
sc_po: Since he truly understands this, this is a power of the Realized One. …

# an6.64:6.1
source: Puna caparaṃ, bhikkhave, tathāgato āsavānaṃ khayā … pe … sacchikatvā upasampajja viharati.
sc_po: Furthermore, the Realized One has realized the undefiled freedom of heart and freedom by wisdom in this very life. And he lives having realized it with his own insight due to the ending of defilements.

# an6.64:6.2
source: Yampi, bhikkhave, tathāgato āsavānaṃ khayā … pe … sacchikatvā upasampajja viharati, idampi, bhikkhave, tathāgatassa tathāgatabalaṃ hoti, yaṃ balaṃ āgamma tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti.
sc_po: Since he truly understands this, this is a power of the Realized One. Relying on this he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# an6.64:6.3
source: Imāni kho, bhikkhave, cha tathāgatassa tathāgatabalāni, yehi balehi samannāgato tathāgato āsabhaṃ ṭhānaṃ paṭijānāti, parisāsu sīhanādaṃ nadati, brahmacakkaṃ pavatteti. (6)
sc_po: These are the six powers of a Realized One that the Realized One possesses. With these he claims the bull’s place, roars his lion’s roar in the assemblies, and turns the holy wheel.

# an6.64:7.1
source: Tatra ce, bhikkhave, pare tathāgataṃ ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ ñāṇena upasaṅkamitvā pañhaṃ pucchanti.
sc_po: If others come to the Realized One and ask questions about his true knowledge of the possible as possible and the impossible as impossible,

# an6.64:7.2
source: Yathā yathā, bhikkhave, tathāgatassa ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ ñāṇaṃ viditaṃ tathā tathā tesaṃ tathāgato ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ ñāṇena pañhaṃ puṭṭho byākaroti. (1)
sc_po: the Realized One answers them in whatever manner he has truly known it.

# an6.64:8.1
source: Tatra ce, bhikkhave, pare tathāgataṃ atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ ñāṇena upasaṅkamitvā pañhaṃ pucchanti.
sc_po: If others come to the Realized One and ask questions about his true knowledge of the result of deeds undertaken in the past, future, and present in terms of causes and reasons,

# an6.64:8.2
source: Yathā yathā, bhikkhave, tathāgatassa atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ ñāṇaṃ viditaṃ tathā tathā tesaṃ tathāgato atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ ñāṇena pañhaṃ puṭṭho byākaroti. (2)
sc_po: the Realized One answers them in whatever manner he has truly known it.

# an6.64:9.1
source: Tatra ce, bhikkhave, pare tathāgataṃ jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ ñāṇena upasaṅkamitvā pañhaṃ pucchanti.
sc_po: If others come to the Realized One and ask questions about his true knowledge of corruption, cleansing, and emergence regarding the absorptions, liberations, immersions, and attainments,

# an6.64:9.2
source: Yathā yathā, bhikkhave, tathāgatassa jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ ñāṇaṃ viditaṃ tathā tathā tesaṃ tathāgato jhānavimokkhasamādhisamāpattīnaṃ saṅkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ ñāṇena pañhaṃ puṭṭho byākaroti. (3)
sc_po: the Realized One answers them in whatever manner he has truly known it.

# an6.64:10.1
source: Tatra ce, bhikkhave, pare tathāgataṃ pubbenivāsānussatiṃ yathābhūtaṃ ñāṇena upasaṅkamitvā pañhaṃ pucchanti.
sc_po: If others come to the Realized One and ask questions about his true knowledge of recollection of past lives,

# an6.64:10.2
source: Yathā yathā, bhikkhave, tathāgatassa pubbenivāsānussatiṃ yathābhūtaṃ ñāṇaṃ viditaṃ tathā tathā tesaṃ tathāgato pubbenivāsānussatiṃ yathābhūtaṃ ñāṇena pañhaṃ puṭṭho byākaroti. (4)
sc_po: the Realized One answers them in whatever manner he has truly known it.

# an6.64:11.1
source: Tatra ce, bhikkhave, pare tathāgataṃ sattānaṃ cutūpapātaṃ yathābhūtaṃ ñāṇena upasaṅkamitvā pañhaṃ pucchanti.
sc_po: If others come to the Realized One and ask questions about his true knowledge of passing away and rebirth of sentient beings,

# an6.64:11.2
source: Yathā yathā, bhikkhave, tathāgatassa sattānaṃ cutūpapātaṃ yathābhūtaṃ ñāṇaṃ viditaṃ tathā tathā tesaṃ tathāgato sattānaṃ cutūpapātaṃ yathābhūtaṃ ñāṇena pañhaṃ puṭṭho byākaroti. (5)
sc_po: the Realized One answers them in whatever manner he has truly known it.

# an6.64:12.1
source: Tatra ce, bhikkhave, pare tathāgataṃ āsavānaṃ khayā … pe … yathābhūtaṃ ñāṇena upasaṅkamitvā pañhaṃ pucchanti.
sc_po: If others come to the Realized One and ask questions about his true knowledge of the ending of defilements,

# an6.64:12.2
source: Yathā yathā, bhikkhave, tathāgatassa āsavānaṃ khayā … pe … yathābhūtaṃ ñāṇaṃ viditaṃ tathā tathā tesaṃ tathāgato āsavānaṃ khayā … pe … yathābhūtaṃ ñāṇena pañhaṃ puṭṭho byākaroti. (6)
sc_po: the Realized One answers them in whatever manner he has truly known it.

# an6.64:13.1
source: Tatra, bhikkhave, yampidaṃ ṭhānañca ṭhānato aṭṭhānañca aṭṭhānato yathābhūtaṃ ñāṇaṃ tampi samāhitassa vadāmi no asamāhitassa.
sc_po: And I say that true knowledge of the possible as possible and the impossible as impossible is for those with immersion, not for those without immersion.

# an6.64:13.2
source: Yampidaṃ atītānāgatapaccuppannānaṃ kammasamādānānaṃ ṭhānaso hetuso vipākaṃ yathābhūtaṃ ñāṇaṃ tampi samāhitassa vadāmi no asamāhitassa.
sc_po: And true knowledge of the result of deeds undertaken in the past, future, and present in terms of causes and reasons is for those with immersion, not for those without immersion.

# an6.64:13.3
source: Yampidaṃ jhānavimokkhasamādhisamāpattīnaṃ saṃkilesaṃ vodānaṃ vuṭṭhānaṃ yathābhūtaṃ ñāṇaṃ tampi samāhitassa vadāmi no asamāhitassa.
sc_po: And true knowledge of corruption, cleansing, and emergence regarding the absorptions, liberations, immersions, and attainments is for those with immersion, not for those without immersion.

# an6.64:13.4
source: Yampidaṃ pubbenivāsānussatiṃ yathābhūtaṃ ñāṇaṃ tampi samāhitassa vadāmi no asamāhitassa.
sc_po: And true knowledge of the recollection of past lives is for those with immersion, not for those without immersion.

# an6.64:13.5
source: Yampidaṃ sattānaṃ cutūpapātaṃ yathābhūtaṃ ñāṇaṃ tampi samāhitassa vadāmi no asamāhitassa.
sc_po: And true knowledge of the passing away and rebirth of sentient beings is for those with immersion, not for those without immersion.

# an6.64:13.6
source: Yampidaṃ āsavānaṃ khayā … pe … yathābhūtaṃ ñāṇaṃ tampi samāhitassa vadāmi no asamāhitassa.
sc_po: And true knowledge of the ending of defilements is for those with immersion, not for those without immersion.

# an6.64:13.7
source: Iti kho, bhikkhave, samādhi maggo, asamādhi kummaggo”ti.
sc_po: And so, mendicants, immersion is the path. No immersion is the wrong path.”
