Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.052.po
Languages: sc_po

# an6.52:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.52:0.2
source: 5. Dhammikavagga
sc_po: 5. About Dhammika

# an6.52:0.3
source: 52. Khattiyasutta
sc_po: 52. Aristocrats

# an6.52:1.1
source: Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: And then the brahmin Jāṇussoṇi went up to the Buddha, and exchanged greetings with him.

# an6.52:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# an6.52:2.1
source: “Khattiyā, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?
sc_po: “Aristocrats, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?”

# an6.52:2.2
source: “Khattiyā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā balādhiṭṭhānā pathavībhinivesā issariyapariyosānā”ti. (1)
sc_po: “Aristocrats, brahmin, have wealth as their ambition. They’re preoccupied with wisdom. They’re dedicated to power. They insist on territory. Their ultimate goal is authority.”

# an6.52:3.1
source: “Brāhmaṇā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?
sc_po: “Brahmins, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?”

# an6.52:3.2
source: “Brāhmaṇā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā mantādhiṭṭhānā yaññābhinivesā brahmalokapariyosānā”ti. (2)
sc_po: “Brahmins have wealth as their ambition. They’re preoccupied with wisdom. They’re dedicated to the hymns. They insist on sacrifice. Their ultimate goal is the Brahmā realm.”

# an6.52:4.1
source: “Gahapatikā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?
sc_po: “Householders, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?”

# an6.52:4.2
source: “Gahapatikā kho, brāhmaṇa, bhogādhippāyā paññūpavicārā sippādhiṭṭhānā kammantābhinivesā niṭṭhitakammantapariyosānā”ti. (3)
sc_po: “Householders have wealth as their ambition. They’re preoccupied with wisdom. They’re dedicated to their profession. They insist on work. Their ultimate goal is to complete their work.”

# an6.52:5.1
source: “Itthī pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?
sc_po: “Women, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?”

# an6.52:5.2
source: “Itthī kho, brāhmaṇa, purisādhippāyā alaṅkārūpavicārā puttādhiṭṭhānā asapattībhinivesā issariyapariyosānā”ti. (4)
sc_po: “Women have a man as their ambition. They’re preoccupied with adornments. They’re dedicated to their children. They insist on being without a co-wife. Their ultimate goal is authority.”

# an6.52:6.1
source: “Corā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?
sc_po: “Bandits, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?”

# an6.52:6.2
source: “Corā kho, brāhmaṇa, ādānādhippāyā gahanūpavicārā satthādhiṭṭhānā andhakārābhinivesā adassanapariyosānā”ti. (5)
sc_po: “Bandits have theft as their ambition. They’re preoccupied with a hiding place. They’re dedicated to their sword. They insist on darkness. Their ultimate goal is invisibility.”

# an6.52:7.1
source: “Samaṇā pana, bho gotama, kiṃadhippāyā, kiṃupavicārā, kiṃadhiṭṭhānā, kiṃabhinivesā, kiṃpariyosānā”ti?
sc_po: “Ascetics, Master Gotama, have what as their ambition? What is their preoccupation? What are they dedicated to? What do they insist on? What is their ultimate goal?”

# an6.52:7.2
source: “Samaṇā kho, brāhmaṇa, khantisoraccādhippāyā paññūpavicārā sīlādhiṭṭhānā ākiñcaññābhinivesā nibbānapariyosānā”ti. (6)
sc_po: “Ascetics have patience and gentleness as their ambition. They’re preoccupied with wisdom. They’re dedicated to ethical conduct. They insist on owning nothing. Their ultimate goal is extinguishment.”

# an6.52:8.1
source: “Acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.
sc_po: “It’s incredible, Master Gotama, it’s amazing!

# an6.52:8.2
source: Khattiyānampi bhavaṃ gotamo jānāti adhippāyañca upavicārañca adhiṭṭhānañca abhinivesañca pariyosānañca. Brāhmaṇānampi bhavaṃ gotamo jānāti … pe … gahapatīnampi bhavaṃ gotamo jānāti … itthīnampi bhavaṃ gotamo jānāti … corānampi bhavaṃ gotamo jānāti … samaṇānampi bhavaṃ gotamo jānāti adhippāyañca upavicārañca adhiṭṭhānañca abhinivesañca pariyosānañca.
sc_po: Master Gotama knows the ambition, preoccupation, dedication, insistence, and ultimate goal of aristocrats, brahmins, householders, women, bandits, and ascetics.

# an6.52:8.3
source: Abhikkantaṃ, bho gotama … pe …
sc_po: Excellent, Master Gotama! Excellent! …

# an6.52:8.4
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
