Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.059.po
Languages: sc_po

# an6.59:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.59:0.2
source: 6. Mahāvagga
sc_po: 6. The Great Chapter

# an6.59:0.3
source: 59. Dārukammikasutta
sc_po: 59. With Dārukammika

# an6.59:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an6.59:1.2
source: ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe.
sc_po: At one time the Buddha was staying at Nādika in the brick house.

# an6.59:1.3
source: Atha kho dārukammiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho dārukammikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Dārukammika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him,

# an6.59:1.4
source: “api nu te, gahapati, kule dānaṃ dīyatī”ti?
sc_po: “Householder, I wonder whether your family gives gifts?”

# an6.59:1.5
source: “Dīyati me, bhante, kule dānaṃ.
sc_po: “It does, sir.

# an6.59:1.6
source: Tañca kho ye te bhikkhū āraññikā piṇḍapātikā paṃsukūlikā arahanto vā arahattamaggaṃ vā samāpannā, tathārūpesu me, bhante, bhikkhūsu dānaṃ dīyatī”ti.
sc_po: Gifts are given to those mendicants who are perfected or on the path to perfection; they live in the wilderness, eat only alms-food, and wear rag robes.”

# an6.59:2.1
source: “Dujjānaṃ kho etaṃ, gahapati, tayā gihinā kāmabhoginā puttasambādhasayanaṃ ajjhāvasantena, kāsikacandanaṃ paccanubhontena, mālāgandhavilepanaṃ dhārayantena, jātarūparajataṃ sādiyantena ime vā arahanto ime vā arahattamaggaṃ samāpannāti.
sc_po: “Householder, as a layman enjoying sensual pleasures, living at home with your children, using sandalwood imported from Kāsi, wearing garlands, fragrance, and makeup, and accepting gold and money, it’s hard for you to know who is perfected or on the path to perfection.

# an6.59:3.1
source: Āraññiko cepi, gahapati, bhikkhu hoti uddhato unnaḷo capalo mukharo vikiṇṇavāco muṭṭhassati asampajāno asamāhito vibbhantacitto pākatindriyo.
sc_po: If a mendicant living in the wilderness is restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and immersion, with straying mind and undisciplined faculties,

# an6.59:3.2
source: Evaṃ so tenaṅgena gārayho.
sc_po: then in this respect they’re reprehensible.

# an6.59:3.3
source: Āraññiko cepi, gahapati, bhikkhu hoti anuddhato anunnaḷo acapalo amukharo avikiṇṇavāco upaṭṭhitassati sampajāno samāhito ekaggacitto saṃvutindriyo.
sc_po: If a mendicant living in the wilderness is not restless, insolent, fickle, gossipy, or loose-tongued, but has established mindfulness, situational awareness and immersion, with unified mind and restrained faculties,

# an6.59:3.4
source: Evaṃ so tenaṅgena pāsaṃso. (1)
sc_po: then in this respect they’re praiseworthy.

# an6.59:4.1
source: Gāmantavihārī cepi, gahapati, bhikkhu hoti uddhato … pe …
sc_po: If a mendicant who lives in the neighborhood of a village is restless …

# an6.59:4.2
source: evaṃ so tenaṅgena gārayho.
sc_po: then in this respect they’re reprehensible.

# an6.59:4.3
source: Gāmantavihārī cepi, gahapati, bhikkhu hoti anuddhato … pe …
sc_po: If a mendicant who lives in the neighborhood of a village is not restless …

# an6.59:4.4
source: evaṃ so tenaṅgena pāsaṃso. (2)
sc_po: then in this respect they’re praiseworthy.

# an6.59:5.1
source: Piṇḍapātiko cepi, gahapati, bhikkhu hoti uddhato … pe …
sc_po: If a mendicant who eats only alms-food is restless …

# an6.59:5.2
source: evaṃ so tenaṅgena gārayho.
sc_po: then in this respect they’re reprehensible.

# an6.59:5.3
source: Piṇḍapātiko cepi, gahapati, bhikkhu hoti anuddhato … pe …
sc_po: If a mendicant who eats only alms-food is not restless …

# an6.59:5.4
source: evaṃ so tenaṅgena pāsaṃso. (3)
sc_po: then in this respect they’re praiseworthy.

# an6.59:6.1
source: Nemantaniko cepi, gahapati, bhikkhu hoti uddhato … pe …
sc_po: If a mendicant who accepts invitations is restless …

# an6.59:6.2
source: evaṃ so tenaṅgena gārayho.
sc_po: then in this respect they’re reprehensible.

# an6.59:6.3
source: Nemantaniko cepi, gahapati, bhikkhu hoti anuddhato … pe …
sc_po: If a mendicant who accepts invitations is not restless …

# an6.59:6.4
source: evaṃ so tenaṅgena pāsaṃso. (4)
sc_po: then in this respect they’re praiseworthy.

# an6.59:7.1
source: Paṃsukūliko cepi, gahapati, bhikkhu hoti uddhato … pe …
sc_po: If a mendicant who wears rag robes is restless …

# an6.59:7.2
source: evaṃ so tenaṅgena gārayho.
sc_po: then in this respect they’re reprehensible.

# an6.59:7.3
source: Paṃsukūliko cepi, gahapati, bhikkhu hoti anuddhato … pe …
sc_po: If a mendicant who wears rag robes is not restless …

# an6.59:7.4
source: evaṃ so tenaṅgena pāsaṃso. (5)
sc_po: then in this respect they’re praiseworthy.

# an6.59:8.1
source: Gahapaticīvaradharo cepi, gahapati, bhikkhu hoti uddhato unnaḷo capalo mukharo vikiṇṇavāco muṭṭhassati asampajāno asamāhito vibbhantacitto pākatindriyo.
sc_po: If a mendicant who wears robes offered by householders is restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and immersion, with straying mind and undisciplined faculties,

# an6.59:8.2
source: Evaṃ so tenaṅgena gārayho.
sc_po: then in this respect they’re reprehensible.

# an6.59:8.3
source: Gahapaticīvaradharo cepi, gahapati, bhikkhu hoti anuddhato anunnaḷo acapalo amukharo avikiṇṇavāco upaṭṭhitassati sampajāno samāhito ekaggacitto saṃvutindriyo.
sc_po: If a mendicant who wears robes offered by householders is not restless, insolent, fickle, gossipy, or loose-tongued, but has established mindfulness, situational awareness and immersion, with unified mind and restrained faculties,

# an6.59:8.4
source: Evaṃ so tenaṅgena pāsaṃso. (6)
sc_po: then in this respect they’re praiseworthy.

# an6.59:9.1
source: Iṅgha tvaṃ, gahapati, saṃghe dānaṃ dehi.
sc_po: Go ahead, householder, give gifts to the Saṅgha.

# an6.59:9.2
source: Saṃghe te dānaṃ dadato cittaṃ pasīdissati.
sc_po: Your mind will become bright and clear,

# an6.59:9.3
source: So tvaṃ pasannacitto kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjissasī”ti.
sc_po: and when your body breaks up, after death, you’ll be reborn in a good place, a heavenly realm.”

# an6.59:9.4
source: “Esāhaṃ, bhante, ajjatagge saṃghe dānaṃ dassāmī”ti.
sc_po: “Sir, from this day forth I will give gifts to the Saṅgha.”
