Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.005.po
Languages: sc_po

# an6.5:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.5:0.2
source: 1. Āhuneyyavagga
sc_po: 1. Worthy of Offerings

# an6.5:0.3
source: 5. Paṭhamaājānīyasutta
sc_po: 5. The Thoroughbred (1st)

# an6.5:1.1
source: “Chahi, bhikkhave, aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati.
sc_po: “Mendicants, a fine royal thoroughbred with six factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.

# an6.5:2.1
source: Katamehi chahi?
sc_po: What six?

# an6.5:2.2
source: Idha, bhikkhave, rañño bhadro assājānīyo khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ, vaṇṇasampanno ca hoti.
sc_po: It’s when a fine royal thoroughbred can endure sights, sounds, smells, tastes, and touches. And it’s beautiful.

# an6.5:2.3
source: Imehi kho, bhikkhave, chahi aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅgantveva saṅkhaṃ gacchati.
sc_po: A fine royal thoroughbred with these six factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.

# an6.5:3.1
source: Evamevaṃ kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti … pe … anuttaraṃ puññakkhettaṃ lokassa.
sc_po: In the same way, a mendicant with six factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.

# an6.5:3.2
source: Katamehi chahi?
sc_po: What six?

# an6.5:3.3
source: Idha, bhikkhave, bhikkhu khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ, khamo dhammānaṃ.
sc_po: It’s when a mendicant can endure sights, sounds, smells, tastes, touches, and thoughts.

# an6.5:3.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti … pe … anuttaraṃ puññakkhettaṃ lokassā”ti.
sc_po: A mendicant with these six factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.”
