Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.072.po
Languages: sc_po

# an6.72:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.72:0.2
source: 7. Devatāvagga
sc_po: 7. A God

# an6.72:0.3
source: 72. Balasutta
sc_po: 72. Strength

# an6.72:1.1
source: “Chahi, bhikkhave, dhammehi samannāgato bhikkhu abhabbo samādhismiṃ balataṃ pāpuṇituṃ.
sc_po: “Mendicants, a mendicant who has six qualities can’t attain strength in immersion.

# an6.72:1.2
source: Katamehi chahi?
sc_po: What six?

# an6.72:1.3
source: Idha, bhikkhave, bhikkhu na samādhissa samāpattikusalo hoti, na samādhissa ṭhitikusalo hoti, na samādhissa vuṭṭhānakusalo hoti, asakkaccakārī ca hoti, asātaccakārī ca, asappāyakārī ca.
sc_po: It’s when a mendicant is not skilled in entering immersion, skilled in remaining in immersion, or skilled in emerging from immersion. And they don’t practice carefully and persistently, and they don’t do what’s suitable.

# an6.72:1.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu abhabbo samādhismiṃ balataṃ pāpuṇituṃ.
sc_po: A mendicant who has these six qualities can’t attain strength in immersion.

# an6.72:2.1
source: Chahi, bhikkhave, dhammehi samannāgato bhikkhu bhabbo samādhismiṃ balataṃ pāpuṇituṃ.
sc_po: A mendicant who has six qualities can attain strength in immersion.

# an6.72:2.2
source: Katamehi chahi?
sc_po: What six?

# an6.72:2.3
source: Idha, bhikkhave, bhikkhu samādhissa samāpattikusalo hoti, samādhissa ṭhitikusalo hoti, samādhissa vuṭṭhānakusalo hoti, sakkaccakārī ca hoti, sātaccakārī ca, sappāyakārī ca.
sc_po: It’s when a mendicant is skilled in entering immersion, skilled in remaining in immersion, and skilled in emerging from immersion. And they practice carefully and persistently, and do what’s suitable.

# an6.72:2.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu bhabbo samādhismiṃ balataṃ pāpuṇitun”ti.
sc_po: A mendicant who has these six qualities can attain strength in immersion.”
