Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.106.po
Languages: sc_po

# an6.106:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.106:0.2
source: 10. Ānisaṃsavagga
sc_po: 10. Benefit

# an6.106:0.3
source: 106. Taṇhāsutta
sc_po: 106. Craving

# an6.106:1.1
source: “Tisso imā, bhikkhave, taṇhā pahātabbā, tayo ca mānā.
sc_po: “Mendicants, you should give up these three cravings and three conceits.

# an6.106:1.2
source: Katamā tisso taṇhā pahātabbā?
sc_po: What three cravings should you give up?

# an6.106:1.3
source: Kāmataṇhā, bhavataṇhā, vibhavataṇhā—
sc_po: Craving for sensual pleasures, craving for continued existence, and craving to end existence.

# an6.106:1.4
source: imā tisso taṇhā pahātabbā.
sc_po: These are the three cravings you should give up.

# an6.106:1.5
source: Katame tayo mānā pahātabbā?
sc_po: What three conceits should you give up?

# an6.106:1.6
source: Māno, omāno, atimāno—
sc_po: Conceit, inferiority complex, and superiority complex.

# an6.106:1.7
source: ime tayo mānā pahātabbā.
sc_po: These are the three conceits you should give up.

# an6.106:1.8
source: Yato kho, bhikkhave, bhikkhuno imā tisso taṇhā pahīnā honti, ime ca tayo mānā;
sc_po: When a mendicant has given up these three cravings and these three conceits

# an6.106:1.9
source: ayaṃ vuccati, bhikkhave, bhikkhu acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā”ti.
sc_po: they’re called a mendicant who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.”
