Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.077.po
Languages: sc_po

# an6.77:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.77:0.2
source: 8. Arahattavagga
sc_po: 8. Perfection

# an6.77:0.3
source: 77. Uttarimanussadhammasutta
sc_po: 77. Superhuman States

# an6.77:1.1
source: “Cha, bhikkhave, dhamme appahāya abhabbo uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ sacchikātuṃ.
sc_po: “Mendicants, without giving up six qualities you can’t realize a superhuman distinction in knowledge and vision worthy of the noble ones.

# an6.77:1.2
source: Katame cha?
sc_po: What six?

# an6.77:1.3
source: Muṭṭhassaccaṃ, asampajaññaṃ, indriyesu aguttadvārataṃ, bhojane amattaññutaṃ, kuhanaṃ, lapanaṃ.
sc_po: Lack of mindfulness and situational awareness, not guarding the sense doors, eating too much, deceit, and flattery.

# an6.77:1.4
source: Ime kho, bhikkhave, cha dhamme appahāya abhabbo uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ sacchikātuṃ.
sc_po: Without giving up these six qualities you can’t realize a superhuman distinction in knowledge and vision worthy of the noble ones.

# an6.77:2.1
source: Cha, bhikkhave, dhamme pahāya bhabbo uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ sacchikātuṃ.
sc_po: But after giving up six qualities you can realize a superhuman distinction in knowledge and vision worthy of the noble ones.

# an6.77:2.2
source: Katame cha?
sc_po: What six?

# an6.77:2.3
source: Muṭṭhassaccaṃ, asampajaññaṃ, indriyesu aguttadvārataṃ, bhojane amattaññutaṃ, kuhanaṃ, lapanaṃ.
sc_po: Lack of mindfulness and situational awareness, not guarding the sense doors, eating too much, deceit, and flattery.

# an6.77:2.4
source: Ime kho, bhikkhave, cha dhamme pahāya bhabbo uttari manussadhammaṃ alamariyañāṇadassanavisesaṃ sacchikātun”ti.
sc_po: After giving up these six qualities you can realize a superhuman distinction in knowledge and vision worthy of the noble ones.”
