Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.074.po
Languages: sc_po

# an6.74:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.74:0.2
source: 7. Devatāvagga
sc_po: 7. A God

# an6.74:0.3
source: 74. Dutiyatajjhānasutta
sc_po: 74. First Absorption (2nd)

# an6.74:1.1
source: “Cha, bhikkhave, dhamme appahāya abhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ.
sc_po: “Mendicants, without giving up these six qualities you can’t enter and remain in the first absorption.

# an6.74:1.2
source: Katame cha?
sc_po: What six?

# an6.74:1.3
source: Kāmavitakkaṃ, byāpādavitakkaṃ, vihiṃsāvitakkaṃ, kāmasaññaṃ, byāpādasaññaṃ, vihiṃsāsaññaṃ—
sc_po: Sensual, malicious, and cruel thoughts and perceptions.

# an6.74:1.4
source: ime kho, bhikkhave, cha dhamme appahāya abhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ.
sc_po: Without giving up these six qualities you can’t enter and remain in the first absorption.

# an6.74:2.1
source: Cha, bhikkhave, dhamme pahāya bhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ.
sc_po: But after giving up these six qualities you can enter and remain in the first absorption.

# an6.74:2.2
source: Katame cha?
sc_po: What six?

# an6.74:2.3
source: Kāmavitakkaṃ, byāpādavitakkaṃ, vihiṃsāvitakkaṃ, kāmasaññaṃ, byāpādasaññaṃ, vihiṃsāsaññaṃ—
sc_po: Sensual, malicious, and cruel thoughts and perceptions.

# an6.74:2.4
source: ime kho, bhikkhave, cha dhamme pahāya bhabbo paṭhamaṃ jhānaṃ upasampajja viharitun”ti.
sc_po: After giving up these six qualities you can enter and remain in the first absorption.”
