Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.031.po
Languages: sc_po

# an6.31:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.31:0.2
source: 4. Devatāvagga
sc_po: 4. Deities

# an6.31:0.3
source: 31. Sekhasutta
sc_po: 31. A Trainee

# an6.31:1.1
source: “Chayime, bhikkhave, dhammā sekhassa bhikkhuno parihānāya saṃvattanti.
sc_po: “These six things lead to the decline of a mendicant trainee.

# an6.31:1.2
source: Katame cha?
sc_po: What six?

# an6.31:1.3
source: Kammārāmatā, bhassārāmatā, niddārāmatā, saṅgaṇikārāmatā, indriyesu aguttadvāratā, bhojane amattaññutā—
sc_po: They relish work, talk, sleep, and company. They don’t guard the sense doors, and they eat too much.

# an6.31:1.4
source: ime kho, bhikkhave, cha dhammā sekhassa bhikkhuno parihānāya saṃvattanti.
sc_po: These six things lead to the decline of a mendicant trainee.

# an6.31:2.1
source: Chayime, bhikkhave, dhammā sekhassa bhikkhuno aparihānāya saṃvattanti.
sc_po: These six things don’t lead to the decline of a mendicant trainee.

# an6.31:2.2
source: Katame cha?
sc_po: What six?

# an6.31:2.3
source: Na kammārāmatā, na bhassārāmatā, na niddārāmatā, na saṅgaṇikārāmatā, indriyesu guttadvāratā, bhojane mattaññutā—
sc_po: They don’t relish work, talk, sleep, and company. They guard the sense doors, and they don’t eat too much.

# an6.31:2.4
source: ime kho, bhikkhave, cha dhammā sekhassa bhikkhuno aparihānāya saṃvattantī”ti.
sc_po: These six things don’t lead to the decline of a mendicant trainee.”
