Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.089.po
Languages: sc_po

# an6.89:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.89:0.2
source: 9. Sītivagga
sc_po: 9. Coolness

# an6.89:0.3
source: 89. Appahāyasutta
sc_po: 89. Not Giving Up

# an6.89:1.1
source: “Cha, bhikkhave, dhamme appahāya abhabbo diṭṭhisampadaṃ sacchikātuṃ.
sc_po: “Mendicants, without giving up six things you can’t become accomplished in view.

# an6.89:1.2
source: Katame cha?
sc_po: What six?

# an6.89:1.3
source: Sakkāyadiṭṭhiṃ, vicikicchaṃ, sīlabbataparāmāsaṃ, apāyagamanīyaṃ rāgaṃ, apāyagamanīyaṃ dosaṃ, apāyagamanīyaṃ mohaṃ.
sc_po: Identity view, doubt, misapprehension of precepts and observances, and forms of greed, hate, and delusion that lead to rebirth in places of loss.

# an6.89:1.4
source: Ime kho, bhikkhave, cha dhamme appahāya abhabbo diṭṭhisampadaṃ sacchikātuṃ.
sc_po: Without giving up these six things you can’t become accomplished in view.

# an6.89:2.1
source: Cha, bhikkhave, dhamme pahāya bhabbo diṭṭhisampadaṃ sacchikātuṃ.
sc_po: After giving up six things you can become accomplished in view.

# an6.89:2.2
source: Katame cha?
sc_po: What six?

# an6.89:2.3
source: Sakkāyadiṭṭhiṃ, vicikicchaṃ, sīlabbataparāmāsaṃ, apāyagamanīyaṃ rāgaṃ, apāyagamanīyaṃ dosaṃ, apāyagamanīyaṃ mohaṃ.
sc_po: Identity view, doubt, misapprehension of precepts and observances, and forms of greed, hate, and delusion that lead to rebirth in places of loss.

# an6.89:2.4
source: Ime kho, bhikkhave, cha dhamme pahāya bhabbo diṭṭhisampadaṃ sacchikātun”ti.
sc_po: After giving up these six things you can become accomplished in view.”
