Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.058.po
Languages: sc_po

# an6.58:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.58:0.2
source: 6. Mahāvagga
sc_po: 6. The Great Chapter

# an6.58:0.3
source: 58. Āsavasutta
sc_po: 58. Defilements

# an6.58:1.1
source: “Chahi, bhikkhave, dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.
sc_po: “Mendicants, a mendicant with six factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.

# an6.58:2.1
source: Katamehi chahi?
sc_po: What six?

# an6.58:2.2
source: Idha, bhikkhave, bhikkhuno ye āsavā saṃvarā pahātabbā te saṃvarena pahīnā honti,
sc_po: It’s a mendicant who, by restraint, has given up the defilements that should be given up by restraint.

# an6.58:2.3
source: ye āsavā paṭisevanā pahātabbā te paṭisevanāya pahīnā honti,
sc_po: By using, they’ve given up the defilements that should be given up by using.

# an6.58:2.4
source: ye āsavā adhivāsanā pahātabbā te adhivāsanāya pahīnā honti,
sc_po: By enduring, they’ve given up the defilements that should be given up by enduring.

# an6.58:2.5
source: ye āsavā parivajjanā pahātabbā te parivajjanāya pahīnā honti,
sc_po: By avoiding, they’ve given up the defilements that should be given up by avoiding.

# an6.58:2.6
source: ye āsavā vinodanā pahātabbā te vinodanāya pahīnā honti,
sc_po: By getting rid, they’ve given up the defilements that should be given up by getting rid.

# an6.58:2.7
source: ye āsavā bhāvanā pahātabbā te bhāvanāya pahīnā honti.
sc_po: By developing, they’ve given up the defilements that should be given up by developing.

# an6.58:3.1
source: Katame ca, bhikkhave, āsavā saṃvarā pahātabbā ye saṃvarena pahīnā honti?
sc_po: And what are the defilements that should be given up by restraint?

# an6.58:3.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cakkhundriyasaṃvarasaṃvuto viharati.
sc_po: Take a mendicant who, reflecting properly, lives restraining the eye faculty.

# an6.58:3.3
source: Yaṃ hissa, bhikkhave, cakkhundriyasaṃvaraṃ asaṃvutassa viharato uppajjeyyuṃ āsavā vighātapariḷāhā, cakkhundriyasaṃvaraṃ saṃvutassa viharato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without restraint of the eye faculty do not arise when there is such restraint.

# an6.58:3.4
source: Paṭisaṅkhā yoniso sotindriya … pe …
sc_po: Reflecting properly, they live restraining the ear faculty …

# an6.58:3.5
source: ghānindriya …
sc_po: the nose faculty …

# an6.58:3.6
source: jivhindriya …
sc_po: the tongue faculty …

# an6.58:3.7
source: kāyindriya …
sc_po: the body faculty …

# an6.58:3.8
source: manindriyasaṃvarasaṃvuto viharati.
sc_po: the mind faculty.

# an6.58:3.9
source: Yaṃ hissa, bhikkhave, manindriyasaṃvaraṃ asaṃvutassa viharato uppajjeyyuṃ āsavā vighātapariḷāhā, manindriyasaṃvaraṃ saṃvutassa viharato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without restraint of the mind faculty do not arise when there is such restraint.

# an6.58:3.10
source: Ime vuccanti, bhikkhave, āsavā saṃvarā pahātabbā ye saṃvarena pahīnā honti. (1)
sc_po: These are called the defilements that should be given up by restraint.

# an6.58:4.1
source: Katame ca, bhikkhave, āsavā paṭisevanā pahātabbā ye paṭisevanāya pahīnā honti?
sc_po: And what are the defilements that should be given up by using?

# an6.58:4.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cīvaraṃ paṭisevati:
sc_po: Take a mendicant who, reflecting properly, makes use of robes:

# an6.58:4.3
source: ‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva hirikopīnapaṭicchādanatthaṃ’.
sc_po: ‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for covering up the private parts.’

# an6.58:4.4
source: Paṭisaṅkhā yoniso piṇḍapātaṃ paṭisevati:
sc_po: Reflecting properly, they make use of almsfood:

# an6.58:4.5
source: ‘neva davāya na madāya na maṇḍanāya na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca’.
sc_po: ‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’

# an6.58:4.6
source: Paṭisaṅkhā yoniso senāsanaṃ paṭisevati:
sc_po: Reflecting properly, they make use of lodgings:

# an6.58:4.7
source: ‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṃ’.
sc_po: ‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; to shelter from harsh weather and to enjoy retreat.’

# an6.58:4.8
source: Paṭisaṅkhā yoniso gilānapaccayabhesajjaparikkhāraṃ paṭisevati:
sc_po: Reflecting properly, they make use of medicines and supplies for the sick:

# an6.58:4.9
source: ‘yāvadeva uppannānaṃ veyyābādhikānaṃ vedanānaṃ paṭighātāya, abyābajjhaparamatāyā’ti.
sc_po: ‘Only for the sake of warding off the pains of illness and to promote good health.’

# an6.58:4.10
source: Yaṃ hissa, bhikkhave, appaṭisevato uppajjeyyuṃ āsavā vighātapariḷāhā, paṭisevato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without using these things do not arise when they are used.

# an6.58:4.11
source: Ime vuccanti, bhikkhave, āsavā paṭisevanā pahātabbā ye paṭisevanāya pahīnā honti. (2)
sc_po: These are called the defilements that should be given up by using.

# an6.58:5.1
source: Katame ca, bhikkhave, āsavā adhivāsanā pahātabbā ye adhivāsanāya pahīnā honti?
sc_po: And what are the defilements that should be given up by enduring?

# an6.58:5.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso khamo hoti sītassa uṇhassa, jighacchāya, pipāsāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ, duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti.
sc_po: Take a mendicant who, reflecting properly, endures cold, heat, hunger, and thirst. They endure the touch of flies, mosquitoes, wind, sun, and reptiles. They endure rude and unwelcome criticism. And they put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.

# an6.58:5.3
source: Yaṃ hissa, bhikkhave, anadhivāsato uppajjeyyuṃ āsavā vighātapariḷāhā, adhivāsato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without enduring these things do not arise when they are endured.

# an6.58:5.4
source: Ime vuccanti, bhikkhave, āsavā adhivāsanā pahātabbā ye adhivāsanāya pahīnā honti. (3)
sc_po: These are called the defilements that should be given up by enduring.

# an6.58:6.1
source: Katame ca, bhikkhave, āsavā parivajjanā pahātabbā ye parivajjanāya pahīnā honti?
sc_po: And what are the defilements that should be given up by avoiding?

# an6.58:6.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso caṇḍaṃ hatthiṃ parivajjeti, caṇḍaṃ assaṃ parivajjeti, caṇḍaṃ goṇaṃ parivajjeti, caṇḍaṃ kukkuraṃ parivajjeti, ahiṃ khāṇuṃ kaṇṭakaṭṭhānaṃ sobbhaṃ papātaṃ candanikaṃ oḷigallaṃ, yathārūpe anāsane nisinnaṃ, yathārūpe agocare carantaṃ, yathārūpe pāpake mitte bhajantaṃ viññū sabrahmacārī pāpakesu ṭhānesu okappeyyuṃ, so tañca anāsanaṃ tañca agocaraṃ te ca pāpake mitte paṭisaṅkhā yoniso parivajjeti.
sc_po: Take a mendicant who, reflecting properly, avoids a wild elephant, a wild horse, a wild ox, a wild dog, a snake, a stump, thorny ground, a pit, a cliff, a swamp, and a sewer. Reflecting properly, they avoid sitting on inappropriate seats, walking in inappropriate neighborhoods, and mixing with bad friends—whatever sensible spiritual companions would believe to be a bad setting.

# an6.58:6.3
source: Yaṃ hissa, bhikkhave, aparivajjayato uppajjeyyuṃ āsavā vighātapariḷāhā, parivajjayato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without avoiding these things do not arise when they are avoided.

# an6.58:6.4
source: Ime vuccanti, bhikkhave, āsavā parivajjanā pahātabbā ye parivajjanāya pahīnā honti. (4)
sc_po: These are called the defilements that should be given up by avoiding.

# an6.58:7.1
source: Katame ca, bhikkhave, āsavā vinodanā pahātabbā ye vinodanāya pahīnā honti?
sc_po: And what are the defilements that should be given up by getting rid?

# an6.58:7.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso uppannaṃ kāmavitakkaṃ nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti, paṭisaṅkhā yoniso uppannaṃ byāpādavitakkaṃ … uppannaṃ vihiṃsāvitakkaṃ … uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti.
sc_po: Take a mendicant who, reflecting properly, doesn’t tolerate a sensual, malicious, or cruel thought that has arisen. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them.

# an6.58:7.3
source: Yaṃ hissa, bhikkhave, avinodayato uppajjeyyuṃ āsavā vighātapariḷāhā, vinodayato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without getting rid of these things do not arise when they are gotten rid of.

# an6.58:7.4
source: Ime vuccanti, bhikkhave, āsavā vinodanā pahātabbā ye vinodanāya pahīnā honti. (5)
sc_po: These are called the defilements that should be given up by getting rid.

# an6.58:8.1
source: Katame ca, bhikkhave, āsavā bhāvanā pahātabbā ye bhāvanāya pahīnā honti?
sc_po: And what are the defilements that should be given up by developing?

# an6.58:8.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vosaggapariṇāmiṃ, paṭisaṅkhā yoniso dhammavicayasambojjhaṅgaṃ bhāveti … vīriyasambojjhaṅgaṃ bhāveti … pītisambojjhaṅgaṃ bhāveti … passaddhisambojjhaṅgaṃ bhāveti … samādhisambojjhaṅgaṃ bhāveti … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vosaggapariṇāmiṃ.
sc_po: Take a mendicant who, reflecting properly, develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# an6.58:8.3
source: Yaṃ hissa, bhikkhave, abhāvayato uppajjeyyuṃ āsavā vighātapariḷāhā, bhāvayato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without developing these things do not arise when they are developed.

# an6.58:8.4
source: Ime vuccanti, bhikkhave, āsavā bhāvanā pahātabbā ye bhāvanāya pahīnā honti. (6)
sc_po: These are called the defilements that should be given up by developing.

# an6.58:9.1
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti.
sc_po: A mendicant with these six factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.”
