Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.038.po
Languages: sc_po

# an6.38:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.38:0.2
source: 4. devatāvagga
sc_po: 4. Deities

# an6.38:0.3
source: 38. Attakārīsutta
sc_po: 38. One’s Own Volition

# an6.38:1.1
source: Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then a certain brahmin went up to the Buddha, and exchanged greetings with him.

# an6.38:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# an6.38:1.3
source: “ahañhi, bho gotama, evaṃvādī evaṃdiṭṭhi:
sc_po: “Master Gotama, this is my doctrine and view:

# an6.38:1.4
source: ‘natthi attakāro, natthi parakāro’”ti.
sc_po: One does not act of one’s own volition, nor does one act of another’s volition.”

# an6.38:1.5
source: “Māhaṃ, brāhmaṇa, evaṃvādiṃ evaṃdiṭṭhiṃ addasaṃ vā assosiṃ vā.
sc_po: “Well, brahmin, I’ve never seen or heard of anyone holding such a doctrine or view.

# an6.38:1.6
source: Kathañhi nāma sayaṃ abhikkamanto, sayaṃ paṭikkamanto evaṃ vakkhati:
sc_po: How on earth can someone who comes and goes on his own say that

# an6.38:1.7
source: ‘natthi attakāro, natthi parakāro’ti.
sc_po: one does not act of one’s own volition, nor does one act of another’s volition?

# an6.38:2.1
source: Taṃ kiṃ maññasi, brāhmaṇa, atthi ārabbhadhātū”ti?
sc_po: What do you think, brahmin, is there an element of initiative?”

# an6.38:2.2
source: “Evaṃ, bho”.
sc_po: “Yes, sir.”

# an6.38:2.3
source: “Ārabbhadhātuyā sati ārabbhavanto sattā paññāyantī”ti?
sc_po: “Since this is so, do we find sentient beings who initiate activity?”

# an6.38:2.4
source: “Evaṃ, bho”.
sc_po: “Yes, sir.”

# an6.38:2.5
source: “Yaṃ kho, brāhmaṇa, ārabbhadhātuyā sati ārabbhavanto sattā paññāyanti, ayaṃ sattānaṃ attakāro ayaṃ parakāro.
sc_po: “Since there is an element of initiative, and sentient beings who initiate activity are found, sentient beings act of their own volition or that of another.

# an6.38:3.1
source: Taṃ kiṃ maññasi, brāhmaṇa, atthi nikkamadhātu … pe …
sc_po: What do you think, brahmin, is there an element of persistence …

# an6.38:3.2
source: atthi parakkamadhātu …
sc_po: exertion …

# an6.38:3.3
source: atthi thāmadhātu …
sc_po: strength …

# an6.38:3.4
source: atthi ṭhitidhātu …
sc_po: persistence …

# an6.38:3.5
source: atthi upakkamadhātū”ti?
sc_po: energy?”

# an6.38:3.6
source: “Evaṃ, bho”.
sc_po: “Yes, sir.”

# an6.38:3.7
source: “Upakkamadhātuyā sati upakkamavanto sattā paññāyantī”ti?
sc_po: “Since this is so, do we find sentient beings who have energy?”

# an6.38:3.8
source: “Evaṃ, bho”.
sc_po: “Yes, sir.”

# an6.38:3.9
source: “Yaṃ kho, brāhmaṇa, upakkamadhātuyā sati upakkamavanto sattā paññāyanti, ayaṃ sattānaṃ attakāro ayaṃ parakāro.
sc_po: “Since there is an element of energy, and sentient beings who have energy are found, sentient beings act of their own volition or that of another.

# an6.38:4.1
source: Māhaṃ, brāhmaṇa, evaṃvādiṃ evaṃdiṭṭhiṃ addasaṃ vā assosiṃ vā.
sc_po: Well, brahmin, I’ve never seen or heard of anyone holding such a doctrine or view.

# an6.38:4.2
source: Kathañhi nāma sayaṃ abhikkamanto sayaṃ paṭikkamanto evaṃ vakkhati:
sc_po: How on earth can someone who comes and goes on his own say that

# an6.38:4.3
source: ‘natthi attakāro natthi parakāro’”ti.
sc_po: one does not act of one’s own volition, nor does one act of another’s volition?”

# an6.38:5.1
source: “Abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# an6.38:5.2
source: ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
