Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.018.po
Languages: sc_po

# an6.18:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.18:0.2
source: 2. Sāraṇīyavagga
sc_po: 2. Warm-hearted

# an6.18:0.3
source: 18. Macchabandhasutta
sc_po: 18. A Fish Dealer

# an6.18:1.1
source: Ekaṃ samayaṃ bhagavā kosalesu cārikaṃ carati mahatā bhikkhusaṅghena saddhiṃ.
sc_po: At one time the Buddha was wandering in the land of the Kosalans together with a large Saṅgha of mendicants.

# an6.18:1.2
source: Addasā kho bhagavā addhānamaggappaṭipanno aññatarasmiṃ padese macchikaṃ macchabandhaṃ macche vadhitvā vadhitvā vikkiṇamānaṃ.
sc_po: While walking along the road he saw a fish dealer in a certain spot selling fish that he had killed himself.

# an6.18:1.3
source: Disvā maggā okkamma aññatarasmiṃ rukkhamūle paññatte āsane nisīdi.
sc_po: Seeing this he left the road, sat at the root of a tree on the seat spread out,

# an6.18:1.4
source: Nisajja kho bhagavā bhikkhū āmantesi:
sc_po: and addressed the mendicants,

# an6.18:1.5
source: “passatha no tumhe, bhikkhave, amuṃ macchikaṃ macchabandhaṃ macche vadhitvā vadhitvā vikkiṇamānan”ti?
sc_po: “Mendicants, do you see that fish dealer selling fish that he killed himself?”

# an6.18:1.6
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an6.18:2.1
source: “Taṃ kiṃ maññatha, bhikkhave,
sc_po: “What do you think, mendicants?

# an6.18:2.2
source: api nu tumhehi diṭṭhaṃ vā sutaṃ vā:
sc_po: Have you ever seen or heard

# an6.18:2.3
source: ‘macchiko macchabandho macche vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṃ vā bhogakkhandhaṃ ajjhāvasanto’”ti?
sc_po: of a fish dealer selling fish that he killed himself who, by means of that work and livelihood, got to travel by elephant, horse, chariot, or vehicle, or to enjoy wealth, or to live off a large fortune?”

# an6.18:2.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# an6.18:2.5
source: “Sādhu, bhikkhave.
sc_po: “Good, mendicants!

# an6.18:2.6
source: Mayāpi kho etaṃ, bhikkhave, neva diṭṭhaṃ na sutaṃ:
sc_po: I too have never seen or heard of such a thing.

# an6.18:2.8
source: Taṃ kissa hetu?
sc_po: Why is that?

# an6.18:2.9
source: Te hi so, bhikkhave, macche vajjhe vadhāyupanīte pāpakena manasānupekkhati, tasmā so neva hatthiyāyī hoti na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṃ bhogakkhandhaṃ ajjhāvasati.
sc_po: Because when the fish are brought for the slaughter he regards them with bad intentions.

# an6.18:3.1
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# an6.18:3.2
source: api nu tumhehi diṭṭhaṃ vā sutaṃ vā:
sc_po: Have you ever seen or heard

# an6.18:3.3
source: ‘goghātako gāvo vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṃ vā bhogakkhandhaṃ ajjhāvasanto’”ti?
sc_po: of a butcher of cattle selling cattle that he killed himself who, by means of that work and livelihood, got to travel by elephant, horse, chariot, or vehicle, or to enjoy wealth, or to live off a large fortune?”

# an6.18:3.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# an6.18:3.5
source: “Sādhu, bhikkhave.
sc_po: “Good, mendicants!

# an6.18:3.6
source: Mayāpi kho etaṃ, bhikkhave, neva diṭṭhaṃ na sutaṃ:
sc_po: I too have never seen or heard of such a thing.

# an6.18:3.8
source: Taṃ kissa hetu?
sc_po: Why is that?

# an6.18:3.9
source: Te hi so, bhikkhave, gāvo vajjhe vadhāyupanīte pāpakena manasānupekkhati, tasmā so neva hatthiyāyī hoti na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṃ bhogakkhandhaṃ ajjhāvasati.
sc_po: Because when the cattle are brought for the slaughter he regards them with bad intentions.

# an6.18:4.1
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# an6.18:4.2
source: api nu tumhehi diṭṭhaṃ vā sutaṃ vā:
sc_po: Have you ever seen or heard

# an6.18:4.3
source: ‘orabbhiko … pe …
sc_po: of a butcher of sheep …

# an6.18:4.4
source: sūkariko … pe …
sc_po: a butcher of pigs …

# an6.18:4.5
source: sākuṇiko … pe …
sc_po: a butcher of poultry …

# an6.18:4.6
source: māgaviko mage vadhitvā vadhitvā vikkiṇamāno tena kammena tena ājīvena hatthiyāyī vā assayāyī vā rathayāyī vā yānayāyī vā bhogabhogī vā mahantaṃ vā bhogakkhandhaṃ ajjhāvasanto’”ti?
sc_po: or a deer-hunter selling deer which he killed himself who, by means of that work and livelihood, got to travel by elephant, horse, chariot, or vehicle, or to enjoy wealth, or to live off a large fortune?”

# an6.18:4.7
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# an6.18:4.8
source: “Sādhu, bhikkhave.
sc_po: “Good, mendicants!

# an6.18:4.9
source: Mayāpi kho etaṃ, bhikkhave, neva diṭṭhaṃ na sutaṃ:
sc_po: I too have never seen or heard of such a thing.

# an6.18:4.11
source: Taṃ kissa hetu?
sc_po: Why is that?

# an6.18:4.12
source: Te hi so, bhikkhave, mage vajjhe vadhāyupanīte pāpakena manasānupekkhati, tasmā so neva hatthiyāyī hoti na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṃ bhogakkhandhaṃ ajjhāvasati.
sc_po: Because when the deer are brought for the slaughter he regards them with bad intentions.

# an6.18:4.13
source: Te hi nāma so, bhikkhave, tiracchānagate pāṇe vajjhe vadhāyupanīte pāpakena manasānupekkhamāno neva hatthiyāyī bhavissati na assayāyī na rathayāyī na yānayāyī na bhogabhogī, na mahantaṃ bhogakkhandhaṃ ajjhāvasissati.
sc_po: By regarding even animals brought for the slaughter with bad intentions you don’t get to travel by elephant, horse, chariot, or vehicle, or to enjoy wealth, or to live off a large fortune.

# an6.18:4.14
source: Ko pana vādo yaṃ manussabhūtaṃ vajjhaṃ vadhāyupanītaṃ pāpakena manasānupekkhati.
sc_po: How much worse is someone who regards human beings brought to the slaughter with bad intentions!

# an6.18:4.15
source: Tañhi tassa, bhikkhave, hoti dīgharattaṃ ahitāya dukkhāya.
sc_po: This will be for their lasting harm and suffering.

# an6.18:4.16
source: Kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī”ti.
sc_po: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.”
