Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.019.po
Languages: sc_po

# an6.19:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.19:0.2
source: 2. Sāraṇīyavagga
sc_po: 2. Warm-hearted

# an6.19:0.3
source: 19. Paṭhamamaraṇassatisutta
sc_po: 19. Mindfulness of Death (1st)

# an6.19:1.1
source: Ekaṃ samayaṃ bhagavā nātike viharati giñjakāvasathe.
sc_po: At one time the Buddha was staying at Nādika in the brick house.

# an6.19:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# an6.19:1.3
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# an6.19:1.4
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# an6.19:1.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an6.19:1.6
source: “maraṇassati, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā amatogadhā amatapariyosānā.
sc_po: “Mendicants, when mindfulness of death is developed and cultivated it’s very fruitful and beneficial. It culminates in the deathless and ends with the deathless.

# an6.19:1.7
source: Bhāvetha no tumhe, bhikkhave, maraṇassatin”ti?
sc_po: But do you develop mindfulness of death?”

# an6.19:2.1
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, one of the mendicants said to the Buddha,

# an6.19:2.2
source: “ahaṃ kho, bhante, bhāvemi maraṇassatin”ti.
sc_po: “Sir, I develop mindfulness of death.”

# an6.19:2.3
source: “Yathā kathaṃ pana tvaṃ, bhikkhu, bhāvesi maraṇassatin”ti?
sc_po: “But mendicant, how do you develop it?”

# an6.19:2.4
source: “Idha mayhaṃ, bhante, evaṃ hoti:
sc_po: “In this case, sir, I think:

# an6.19:2.5
source: ‘aho vatāhaṃ rattindivaṃ jīveyyaṃ, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti.
sc_po: ‘Oh, if I’d only live for another day and night, I’d focus on the Buddha’s instructions and I could really achieve a lot.’

# an6.19:2.6
source: Evaṃ kho ahaṃ, bhante, bhāvemi maraṇassatin”ti. (1)
sc_po: That’s how I develop mindfulness of death.”

# an6.19:3.1
source: Aññataropi kho bhikkhu bhagavantaṃ etadavoca:
sc_po: Another mendicant said to the Buddha,

# an6.19:3.2
source: “ahampi kho, bhante, bhāvemi maraṇassatin”ti.
sc_po: “Sir, I too develop mindfulness of death.”

# an6.19:3.3
source: “Yathā kathaṃ pana tvaṃ, bhikkhu, bhāvesi maraṇassatin”ti?
sc_po: “But mendicant, how do you develop it?”

# an6.19:3.4
source: “Idha mayhaṃ, bhante, evaṃ hoti:
sc_po: “In this case, sir, I think:

# an6.19:3.5
source: ‘aho vatāhaṃ divasaṃ jīveyyaṃ, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti.
sc_po: ‘Oh, if I’d only live for another day, I’d focus on the Buddha’s instructions and I could really achieve a lot.’

# an6.19:3.6
source: Evaṃ kho ahaṃ, bhante, bhāvemi maraṇassatin”ti. (2)
sc_po: That’s how I develop mindfulness of death.”

# an6.19:4.1
source: Aññataropi kho bhikkhu bhagavantaṃ etadavoca:
sc_po: Another mendicant said to the Buddha,

# an6.19:4.2
source: “ahampi kho, bhante, bhāvemi maraṇassatin”ti.
sc_po: “Sir, I too develop mindfulness of death.”

# an6.19:4.3
source: “Yathā kathaṃ pana tvaṃ, bhikkhu, bhāvesi maraṇassatin”ti?
sc_po: “But mendicant, how do you develop it?”

# an6.19:4.4
source: “Idha mayhaṃ, bhante, evaṃ hoti:
sc_po: “In this case, sir, I think:

# an6.19:4.5
source: ‘aho vatāhaṃ tadantaraṃ jīveyyaṃ yadantaraṃ ekapiṇḍapātaṃ bhuñjāmi, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti.
sc_po: ‘Oh, if I’d only live as long as it takes to eat a meal of alms-food, I’d focus on the Buddha’s instructions and I could really achieve a lot.’

# an6.19:4.6
source: Evaṃ kho ahaṃ, bhante, bhāvemi maraṇassatin”ti. (3)
sc_po: That’s how I develop mindfulness of death.”

# an6.19:5.1
source: Aññataropi kho bhikkhu bhagavantaṃ etadavoca:
sc_po: Another mendicant said to the Buddha,

# an6.19:5.2
source: “ahampi kho, bhante, bhāvemi maraṇassatin”ti.
sc_po: “Sir, I too develop mindfulness of death.”

# an6.19:5.3
source: “Yathā kathaṃ pana tvaṃ, bhikkhu, bhāvesi maraṇassatin”ti?
sc_po: “But mendicant, how do you develop it?”

# an6.19:5.4
source: “Idha mayhaṃ, bhante, evaṃ hoti:
sc_po: “In this case, sir, I think:

# an6.19:5.5
source: ‘aho vatāhaṃ tadantaraṃ jīveyyaṃ yadantaraṃ cattāro pañca ālope saṅkhāditvā ajjhoharāmi, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti.
sc_po: ‘Oh, if I’d only live as long as it takes to chew and swallow four or five mouthfuls, I’d focus on the Buddha’s instructions and I could really achieve a lot.’

# an6.19:5.6
source: Evaṃ kho ahaṃ, bhante, bhāvemi maraṇassatin”ti. (4)
sc_po: That’s how I develop mindfulness of death.”

# an6.19:6.1
source: Aññataropi kho bhikkhu bhagavantaṃ etadavoca:
sc_po: Another mendicant said to the Buddha,

# an6.19:6.2
source: “ahampi kho, bhante, bhāvemi maraṇassatin”ti.
sc_po: “Sir, I too develop mindfulness of death.”

# an6.19:6.3
source: “Yathā kathaṃ pana tvaṃ, bhikkhu, bhāvesi maraṇassatin”ti?
sc_po: “But mendicant, how do you develop it?”

# an6.19:6.4
source: “Idha mayhaṃ, bhante, evaṃ hoti:
sc_po: “In this case, sir, I think:

# an6.19:6.5
source: ‘aho vatāhaṃ tadantaraṃ jīveyyaṃ yadantaraṃ ekaṃ ālopaṃ saṅkhāditvā ajjhoharāmi, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti.
sc_po: ‘Oh, if I’d only live as long as it takes to chew and swallow a single mouthful, I’d focus on the Buddha’s instructions and I could really achieve a lot.’

# an6.19:6.6
source: Evaṃ kho ahaṃ, bhante, bhāvemi maraṇassatin”ti. (5)
sc_po: That’s how I develop mindfulness of death.”

# an6.19:7.1
source: Aññataropi kho bhikkhu bhagavantaṃ etadavoca:
sc_po: Another mendicant said to the Buddha,

# an6.19:7.2
source: “ahampi kho, bhante, bhāvemi maraṇassatin”ti.
sc_po: “Sir, I too develop mindfulness of death.”

# an6.19:7.3
source: “Yathā kathaṃ pana tvaṃ, bhikkhu, bhāvesi maraṇassatin”ti?
sc_po: “But mendicant, how do you develop it?”

# an6.19:7.4
source: “Idha mayhaṃ, bhante, evaṃ hoti:
sc_po: “In this case, sir, I think:

# an6.19:7.5
source: ‘aho vatāhaṃ tadantaraṃ jīveyyaṃ yadantaraṃ assasitvā vā passasāmi passasitvā vā assasāmi, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti.
sc_po: ‘Oh, if I’d only live as long as it takes to breathe out after breathing in, or to breathe in after breathing out, I’d focus on the Buddha’s instructions and I could really achieve a lot.’

# an6.19:7.6
source: Evaṃ kho ahaṃ, bhante, bhāvemi maraṇassatin”ti. (6)
sc_po: That’s how I develop mindfulness of death.”

# an6.19:8.1
source: Evaṃ vutte, bhagavā te bhikkhū etadavoca:
sc_po: When this was said, the Buddha said to those mendicants:

# an6.19:8.2
source: “yo cāyaṃ, bhikkhave, bhikkhu evaṃ maraṇassatiṃ bhāveti:
sc_po: “As to the mendicants who develop mindfulness of death by wishing

# an6.19:8.3
source: ‘aho vatāhaṃ rattindivaṃ jīveyyaṃ, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti. (1)
sc_po: to live for a day and night …

# an6.19:9.2
source: ‘aho vatāhaṃ divasaṃ jīveyyaṃ, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti. (2)
sc_po: or to live for a day …

# an6.19:10.2
source: ‘aho vatāhaṃ tadantaraṃ jīveyyaṃ yadantaraṃ ekapiṇḍapātaṃ bhuñjāmi, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti. (3)
sc_po: or to live as long as it takes to eat a meal of alms-food …

# an6.19:11.2
source: ‘aho vatāhaṃ tadantaraṃ jīveyyaṃ yadantaraṃ cattāro pañca ālope saṅkhāditvā ajjhoharāmi, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti. (4)
sc_po: or to live as long as it takes to chew and swallow four or five mouthfuls—

# an6.19:12.1
source: Ime vuccanti, bhikkhave, bhikkhū pamattā viharanti dandhaṃ maraṇassatiṃ bhāventi āsavānaṃ khayāya. (1–4.)
sc_po: these are called mendicants who live negligently. They slackly develop mindfulness of death for the ending of defilements.

# an6.19:13.1
source: Yo ca khvāyaṃ, bhikkhave, bhikkhu evaṃ maraṇassatiṃ bhāveti:
sc_po: But as to the mendicants who develop mindfulness of death by wishing

# an6.19:13.2
source: ‘aho vatāhaṃ tadantaraṃ jīveyyaṃ yadantaraṃ ekaṃ ālopaṃ saṅkhāditvā ajjhoharāmi, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti. (5)
sc_po: to live as long as it takes to chew and swallow a single mouthful …

# an6.19:14.2
source: ‘aho vatāhaṃ tadantaraṃ jīveyyaṃ yadantaraṃ assasitvā vā passasāmi passasitvā vā assasāmi, bhagavato sāsanaṃ manasi kareyyaṃ, bahu vata me kataṃ assā’ti. (6)
sc_po: or to live as long as it takes to breathe out after breathing in, or to breathe in after breathing out—

# an6.19:15.1
source: Ime vuccanti, bhikkhave, bhikkhū appamattā viharanti tikkhaṃ maraṇassatiṃ bhāventi āsavānaṃ khayāya. (5–6.)
sc_po: these are called mendicants who live diligently. They keenly develop mindfulness of death for the ending of defilements.

# an6.19:16.1
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# an6.19:16.2
source: ‘appamattā viharissāma, tikkhaṃ maraṇassatiṃ bhāvessāma āsavānaṃ khayāyā’ti.
sc_po: ‘We will live diligently. We will keenly develop mindfulness of death for the ending of defilements.’

# an6.19:16.3
source: Evañhi vo, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”
