Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.051.po
Languages: sc_po

# an6.51:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.51:0.2
source: 5. Dhammikavagga
sc_po: 5. About Dhammika

# an6.51:0.3
source: 51. Ānandasutta
sc_po: 51. With Ānanda

# an6.51:1.1
source: Atha kho āyasmā ānando yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.
sc_po: Then Venerable Ānanda went up to Venerable Sāriputta, and exchanged greetings with him.

# an6.51:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, Ānanda sat down to one side, and said to Sāriputta:

# an6.51:2.1
source: “Kittāvatā nu kho, āvuso sāriputta, bhikkhu assutañceva dhammaṃ suṇāti, sutā cassa dhammā na sammosaṃ gacchanti, ye cassa dhammā pubbe cetasā samphuṭṭhapubbā te ca samudācaranti, aviññātañca vijānātī”ti?
sc_po: “Reverend Sāriputta, how does a mendicant get to hear a teaching they haven’t heard before? How do they remember those teachings they have heard? How do they keep rehearsing the teachings they’ve already got to know? And how do they come to understand what they haven’t understood before?”

# an6.51:2.2
source: “Āyasmā kho ānando bahussuto.
sc_po: “Well, Venerable Ānanda, you’re very learned.

# an6.51:2.3
source: Paṭibhātu āyasmantaṃyeva ānandan”ti.
sc_po: Why don’t you clarify this yourself?”

# an6.51:2.4
source: “Tenahāvuso sāriputta, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
sc_po: “Well then, Reverend Sāriputta, listen and pay close attention, I will speak.”

# an6.51:2.5
source: “Evamāvuso”ti kho āyasmā sāriputto āyasmato ānandassa paccassosi.
sc_po: “Yes, reverend,” Sāriputta replied.

# an6.51:2.6
source: Āyasmā ānando etadavoca:
sc_po: Ānanda said this:

# an6.51:3.1
source: “Idhāvuso sāriputta, bhikkhu dhammaṃ pariyāpuṇāti—
sc_po: “Reverend Sāriputta, take a mendicant who memorizes the teaching—

# an6.51:3.2
source: suttaṃ geyyaṃ veyyākaraṇaṃ gāthaṃ udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ.
sc_po: statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.

# an6.51:3.3
source: So yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ vāceti, yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti, yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati.
sc_po: Then, just as they learned and memorized it, they teach others in detail, make them recite in detail, practice reciting in detail, and think about and consider the teaching in their heart, examining it with the mind.

# an6.51:3.4
source: Yasmiṃ āvāse therā bhikkhū viharanti bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā tasmiṃ āvāse vassaṃ upeti.
sc_po: They enter the rains retreat in a monastery with senior mendicants who are very learned, knowledgeable in the scriptures, who have memorized the teachings, the texts on monastic training, and the outlines.

# an6.51:3.5
source: Te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati:
sc_po: From time to time they go up to those mendicants and ask them questions:

# an6.51:3.6
source: ‘idaṃ, bhante, kathaṃ; imassa kvattho’ti?
sc_po: ‘Why, sir, does it say this? What does that mean?’

# an6.51:3.7
source: Te tassa āyasmato avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti.
sc_po: Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.

# an6.51:3.8
source: Ettāvatā kho, āvuso sāriputta, bhikkhu assutañceva dhammaṃ suṇāti, sutā cassa dhammā na sammosaṃ gacchanti, ye cassa dhammā pubbe cetasā samphuṭṭhapubbā te ca samudācaranti, aviññātañca vijānātī”ti.
sc_po: This is how a mendicant gets to hear a teaching they haven’t heard before. It’s how they remember those teachings they have heard. It’s how they keep rehearsing the teachings they’ve already got to know. And it’s how they come to understand what they haven’t understood before.”

# an6.51:4.1
source: “Acchariyaṃ, āvuso, abbhutaṃ, āvuso, yāva subhāsitañcidaṃ āyasmatā ānandena.
sc_po: “It’s incredible, reverend, it’s amazing! How well said this was by Venerable Ānanda!

# an6.51:4.2
source: Imehi ca mayaṃ chahi dhammehi samannāgataṃ āyasmantaṃ ānandaṃ dhārema.
sc_po: And we will remember Venerable Ānanda as someone who has these six qualities.

# an6.51:4.3
source: Āyasmā hi ānando dhammaṃ pariyāpuṇāti—
sc_po: For Ānanda memorizes the teaching …

# an6.51:4.4
source: suttaṃ geyyaṃ veyyākaraṇaṃ gāthaṃ udānaṃ itivuttakaṃ jātakaṃ abbhutadhammaṃ vedallaṃ.
sc_po: statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.

# an6.51:4.9
source: Te āyasmato ānandassa avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodentī”ti.
sc_po: Those venerables clarify to Ānanda what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.”
