Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.023.po
Languages: sc_po

# an6.23:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.23:0.2
source: 3. Anuttariyavagga
sc_po: 3. Unsurpassable

# an6.23:0.3
source: 23. Bhayasutta
sc_po: 23. Dangers

# an6.23:1.1
source: “‘Bhayan’ti, bhikkhave, kāmānametaṃ adhivacanaṃ;
sc_po: “‘Danger’, mendicants, is a term for sensual pleasures.

# an6.23:1.2
source: ‘dukkhan’ti, bhikkhave, kāmānametaṃ adhivacanaṃ;
sc_po: ‘Suffering’,

# an6.23:1.3
source: ‘rogo’ti, bhikkhave, kāmānametaṃ adhivacanaṃ;
sc_po: ‘disease’,

# an6.23:1.4
source: ‘gaṇḍo’ti, bhikkhave, kāmānametaṃ adhivacanaṃ;
sc_po: ‘boil’,

# an6.23:1.5
source: ‘saṅgo’ti, bhikkhave, kāmānametaṃ adhivacanaṃ;
sc_po: ‘tie’,

# an6.23:1.6
source: ‘paṅko’ti, bhikkhave, kāmānametaṃ adhivacanaṃ.
sc_po: and ‘bog’ are terms for sensual pleasures.

# an6.23:2.1
source: Kasmā ca, bhikkhave, ‘bhayan’ti kāmānametaṃ adhivacanaṃ?
sc_po: And why is ‘danger’ a term for sensual pleasures?

# an6.23:2.2
source: Kāmarāgarattāyaṃ, bhikkhave, chandarāgavinibaddho diṭṭhadhammikāpi bhayā na parimuccati, samparāyikāpi bhayā na parimuccati, tasmā ‘bhayan’ti kāmānametaṃ adhivacanaṃ.
sc_po: Someone who is caught up in sensual greed and shackled by lustful desire is not freed from dangers in the present life or in lives to come. That is why ‘danger’ is a term for sensual pleasures.

# an6.23:2.3
source: Kasmā ca, bhikkhave, dukkhanti … pe …
sc_po: And why are ‘suffering’,

# an6.23:2.4
source: rogoti …
sc_po: ‘disease’,

# an6.23:2.5
source: gaṇḍoti …
sc_po: ‘boil’,

# an6.23:2.6
source: saṅgoti …
sc_po: ‘tie’,

# an6.23:2.7
source: paṅkoti kāmānametaṃ adhivacanaṃ?
sc_po: and ‘bog’ terms for sensual pleasures?

# an6.23:2.8
source: Kāmarāgarattāyaṃ, bhikkhave, chandarāgavinibaddho diṭṭhadhammikāpi paṅkā na parimuccati, samparāyikāpi paṅkā na parimuccati, tasmā ‘paṅko’ti kāmānametaṃ adhivacananti.
sc_po: Someone who is caught up in sensual greed and shackled by lustful desire is not freed from suffering, disease, boils, ties, or bogs in the present life or in lives to come. That is why these are terms for sensual pleasures.

# an6.23:3.1
source: Bhayaṃ dukkhaṃ rogo gaṇḍo,
sc_po: Danger, suffering, disease, boils,

# an6.23:3.2
source: saṅgo paṅko ca ubhayaṃ;
sc_po: and ties and bogs both.

# an6.23:3.3
source: Ete kāmā pavuccanti,
sc_po: These describe the sensual pleasures

# an6.23:3.4
source: yattha satto puthujjano.
sc_po: to which ordinary people are attached.

# an6.23:4.1
source: Upādāne bhayaṃ disvā,
sc_po: Seeing the danger in grasping,

# an6.23:4.2
source: jātimaraṇasambhave;
sc_po: the origin of birth and death,

# an6.23:4.3
source: Anupādā vimuccanti,
sc_po: they’re freed by not grasping,

# an6.23:4.4
source: jātimaraṇasaṅkhaye.
sc_po: with the ending of birth and death.

# an6.23:5.1
source: Te khemappattā sukhino,
sc_po: Happy, they’ve come to a safe place,

# an6.23:5.2
source: diṭṭhadhammābhinibbutā;
sc_po: extinguished in this very life.

# an6.23:5.3
source: Sabbaverabhayātītā,
sc_po: They’ve gone beyond all threats and dangers,

# an6.23:5.4
source: sabbadukkhaṃ upaccagun”ti.
sc_po: and risen above all suffering.”
