Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.069.po
Languages: sc_po

# an6.69:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.69:0.2
source: 7. Devatāvagga
sc_po: 7. A God

# an6.69:0.3
source: 69. Devatāsutta
sc_po: 69. A God

# an6.69:1.1
source: Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā bhagavantaṃ etadavoca:
sc_po: Then, late at night, a glorious deity, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him:

# an6.69:1.2
source: “chayime, bhante, dhammā bhikkhuno aparihānāya saṃvattanti.
sc_po: “Sir, these six things don’t lead to the decline of a mendicant.

# an6.69:1.3
source: Katame cha?
sc_po: What six?

# an6.69:1.4
source: Satthugāravatā, dhammagāravatā, saṅghagāravatā, sikkhāgāravatā, sovacassatā, kalyāṇamittatā—
sc_po: Respect for the Teacher, for the teaching, for the Saṅgha, for the training; being easy to admonish, and good friendship.

# an6.69:1.5
source: ime kho, bhante, cha dhammā bhikkhuno aparihānāya saṃvattantī”ti.
sc_po: These six things don’t lead to the decline of a mendicant.”

# an6.69:1.6
source: Idamavoca sā devatā.
sc_po: That’s what that deity said,

# an6.69:1.7
source: Samanuñño satthā ahosi.
sc_po: and the teacher approved.

# an6.69:1.8
source: Atha kho sā devatā “samanuñño me satthā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.
sc_po: Then that deity, knowing that the teacher approved, bowed, and respectfully circled the Buddha, keeping him on his right, before vanishing right there.

# an6.69:2.1
source: Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi:
sc_po: Then, when the night had passed, the Buddha addressed the mendicants:

# an6.69:2.2
source: “imaṃ, bhikkhave, rattiṃ aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho, bhikkhave, sā devatā maṃ etadavoca:
sc_po: “Tonight, a glorious deity, lighting up the entire Jeta’s Grove, came to me, bowed, stood to one side, and said to me:

# an6.69:2.3
source: ‘chayime, bhante, dhammā bhikkhuno aparihānāya saṃvattanti.
sc_po: ‘Sir, these six things don’t lead to the decline of a mendicant.

# an6.69:2.4
source: Katame cha?
sc_po: What six?

# an6.69:2.5
source: Satthugāravatā, dhammagāravatā, saṅghagāravatā, sikkhāgāravatā, sovacassatā, kalyāṇamittatā—
sc_po: Respect for the Teacher, for the teaching, for the Saṅgha, for the training; being easy to admonish, and good friendship.

# an6.69:2.6
source: ime kho, bhante, cha dhammā bhikkhuno aparihānāya saṃvattantī’ti.
sc_po: These six things don’t lead to the decline of a mendicant.’

# an6.69:2.7
source: Idamavoca, bhikkhave, sā devatā.
sc_po: That is what that deity said.

# an6.69:2.8
source: Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyī”ti.
sc_po: Then he bowed and respectfully circled me, keeping me on his right side, before vanishing right there.”

# an6.69:3.1
source: Evaṃ vutte āyasmā sāriputto bhagavantaṃ abhivādetvā etadavoca:
sc_po: When he said this, Venerable Sāriputta said to the Buddha:

# an6.69:3.2
source: “imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi.
sc_po: “Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.

# an6.69:3.3
source: Idha, bhante, bhikkhu attanā ca satthugāravo hoti satthugāravatāya ca vaṇṇavādī.
sc_po: It’s when a mendicant personally respects the Teacher and praises such respect.

# an6.69:3.4
source: Ye caññe bhikkhū na satthugāravā te ca satthugāravatāya samādapeti.
sc_po: And they encourage other mendicants who lack such respect to respect the Teacher.

# an6.69:3.5
source: Ye caññe bhikkhū satthugāravā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena.
sc_po: And they praise other mendicants who respect the Teacher at the right time, truthfully and substantively.

# an6.69:3.6
source: Attanā ca dhammagāravo hoti …
sc_po: They personally respect the teaching …

# an6.69:3.7
source: saṅghagāravo hoti …
sc_po: They personally respect the Saṅgha …

# an6.69:3.8
source: sikkhāgāravo hoti …
sc_po: They personally respect the training …

# an6.69:3.9
source: suvaco hoti …
sc_po: They are personally easy to admonish …

# an6.69:3.10
source: kalyāṇamitto hoti kalyāṇamittatāya ca vaṇṇavādī.
sc_po: They personally have good friends, and praise such friendship.

# an6.69:3.11
source: Ye caññe bhikkhū na kalyāṇamittā te ca kalyāṇamittatāya samādapeti.
sc_po: And they encourage other mendicants who lack good friends to develop good friendship.

# an6.69:3.12
source: Ye caññe bhikkhū kalyāṇamittā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena.
sc_po: And they praise other mendicants who have good friends at the right time, truthfully and substantively.

# an6.69:3.13
source: Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmī”ti.
sc_po: That’s how I understand the detailed meaning of the Buddha’s brief statement.”

# an6.69:4.1
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# an6.69:4.2
source: Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāsi.
sc_po: It’s good that you understand the detailed meaning of what I’ve said in brief like this.

# an6.69:4.3
source: Idha, sāriputta, bhikkhu attanā ca satthugāravo hoti satthugāravatāya ca vaṇṇavādī.
sc_po: It’s when a mendicant personally respects the Teacher …

# an6.69:4.6
source: Attanā ca dhammagāravo hoti …
sc_po: They personally respect the teaching …

# an6.69:4.7
source: saṅghagāravo hoti …
sc_po: They personally respect the Saṅgha …

# an6.69:4.8
source: sikkhāgāravo hoti …
sc_po: They personally respect the training …

# an6.69:4.9
source: suvaco hoti …
sc_po: They are personally easy to admonish …

# an6.69:4.10
source: kalyāṇamitto hoti kalyāṇamittatāya ca vaṇṇavādī.
sc_po: They personally have good friends, and praise such friendship.

# an6.69:4.11
source: Ye caññe bhikkhū na kalyāṇamittā te ca kalyāṇamittatāya samādapeti.
sc_po: And they encourage other mendicants who lack good friends to develop good friendship.

# an6.69:4.12
source: Ye caññe bhikkhū kalyāṇamittā tesañca vaṇṇaṃ bhaṇati bhūtaṃ tacchaṃ kālena.
sc_po: And they praise other mendicants who have good friends at the right time, truthfully and substantively.

# an6.69:4.13
source: Imassa kho, sāriputta, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo”ti.
sc_po: This is how to understand the detailed meaning of what I said in brief.”
