Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.083.po
Languages: sc_po

# an6.83:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.83:0.2
source: 8. Arahattavagga
sc_po: 8. Perfection

# an6.83:0.3
source: 83. Aggadhammasutta
sc_po: 83. The Best Thing

# an6.83:1.1
source: “Chahi, bhikkhave, dhammehi samannāgato bhikkhu abhabbo aggaṃ dhammaṃ arahattaṃ sacchikātuṃ.
sc_po: “Mendicants, a mendicant with six qualities can’t realize the best thing, perfection.

# an6.83:1.2
source: Katamehi chahi?
sc_po: What six?

# an6.83:1.3
source: Idha, bhikkhave, bhikkhu assaddho hoti, ahiriko hoti, anottappī hoti, kusīto hoti, duppañño hoti, kāye ca jīvite ca sāpekkho hoti.
sc_po: It’s when a mendicant is faithless, shameless, imprudent, lazy, and witless. And they’re concerned with their body and their life.

# an6.83:1.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu abhabbo aggaṃ dhammaṃ arahattaṃ sacchikātuṃ.
sc_po: A mendicant with these six qualities can’t realize the best thing, perfection.

# an6.83:2.1
source: Chahi, bhikkhave, dhammehi samannāgato bhikkhu bhabbo aggaṃ dhammaṃ arahattaṃ sacchikātuṃ.
sc_po: A mendicant with six qualities can realize the best thing, perfection.

# an6.83:2.2
source: Katamehi chahi?
sc_po: What six?

# an6.83:2.3
source: Idha, bhikkhave, bhikkhu saddho hoti, hirīmā hoti, ottappī hoti, āraddhavīriyo hoti, paññavā hoti, kāye ca jīvite ca anapekkho hoti.
sc_po: It’s when a mendicant is faithful, conscientious, prudent, energetic, and wise. And they have no concern for their body and their life.

# an6.83:2.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu bhabbo aggaṃ dhammaṃ arahattaṃ sacchikātun”ti.
sc_po: A mendicant with these six qualities can realize the best thing, perfection.”
