Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.028.po
Languages: sc_po

# an6.28:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.28:0.2
source: 3. Anuttariyavagga
sc_po: 3. Unsurpassable

# an6.28:0.3
source: 28. Dutiyasamayasutta
sc_po: 28. Proper Occasions (2nd)

# an6.28:1.1
source: Ekaṃ samayaṃ sambahulā therā bhikkhū bārāṇasiyaṃ viharanti isipatane migadāye.
sc_po: At one time several senior mendicants were staying near Benares, in the deer park at Isipatana.

# an6.28:1.2
source: Atha kho tesaṃ therānaṃ bhikkhūnaṃ pacchābhattaṃ piṇḍapātapaṭikkantānaṃ maṇḍalamāḷe sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
sc_po: Then after the meal, on their return from alms-round, this discussion came up among them while sitting together in the pavilion.

# an6.28:1.3
source: “ko nu kho, āvuso, samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti?
sc_po: “Reverends, how many occasions are there for going to see an esteemed mendicant?”

# an6.28:2.1
source: Evaṃ vutte, aññataro bhikkhu there bhikkhū etadavoca:
sc_po: When this was said, one of the mendicants said to the senior mendicants:

# an6.28:2.2
source: “yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti.
sc_po: “Reverends, there’s a time after an esteemed mendicant’s meal when they return from alms-round. Having washed their feet they sit down cross-legged, with their body straight, and establish mindfulness right there. That is the proper occasion for going to see an esteemed mendicant.”

# an6.28:3.1
source: Evaṃ vutte, aññataro bhikkhu taṃ bhikkhuṃ etadavoca:
sc_po: When this was said, one of the mendicants said to that mendicant:

# an6.28:3.2
source: “na kho, āvuso, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.
sc_po: “Reverend, that’s not the proper occasion for going to see an esteemed mendicant.

# an6.28:3.3
source: Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto pāde pakkhāletvā nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, cārittakilamathopissa tasmiṃ samaye appaṭippassaddho hoti, bhattakilamathopissa tasmiṃ samaye appaṭippassaddho hoti.
sc_po: For at that time the fatigue from walking and from eating has not faded away.

# an6.28:3.5
source: Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu sāyanhasamayaṃ paṭisallānā vuṭṭhito vihārapacchāyāyaṃ nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti.
sc_po: There’s a time late in the afternoon when an esteemed mendicant comes out of retreat. They sit in the shade of their porch cross-legged, with their body straight, and establish mindfulness right there. That is the proper occasion for going to see an esteemed mendicant.”

# an6.28:4.1
source: Evaṃ vutte, aññataro bhikkhu taṃ bhikkhuṃ etadavoca:
sc_po: When this was said, one of the mendicants said to that mendicant:

# an6.28:4.2
source: “na kho, āvuso, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.
sc_po: “Reverend, that’s not the proper occasion for going to see an esteemed mendicant.

# an6.28:4.3
source: Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu sāyanhasamayaṃ paṭisallānā vuṭṭhito vihārapacchāyāyaṃ nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, yadevassa divā samādhinimittaṃ manasikataṃ hoti tadevassa tasmiṃ samaye samudācarati.
sc_po: For at that time they are still practicing the same meditation subject as a foundation of immersion that they focused on during the day.

# an6.28:4.5
source: Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu rattiyā paccūsasamayaṃ paccuṭṭhāya nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun”ti.
sc_po: There’s a time when an esteemed mendicant has risen at the crack of dawn. They sit down cross-legged, with their body straight, and establish mindfulness right there. That is the proper occasion for going to see an esteemed mendicant.”

# an6.28:5.1
source: Evaṃ vutte, aññataro bhikkhu taṃ bhikkhuṃ etadavoca:
sc_po: When this was said, one of the mendicants said to that mendicant:

# an6.28:5.2
source: “na kho, āvuso, so samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.
sc_po: “Reverend, that’s not the proper occasion for going to see an esteemed mendicant.

# an6.28:5.3
source: Yasmiṃ, āvuso, samaye manobhāvanīyo bhikkhu rattiyā paccūsasamayaṃ paccuṭṭhāya nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā, ojaṭṭhāyissa tasmiṃ samaye kāyo hoti phāsussa hoti buddhānaṃ sāsanaṃ manasi kātuṃ.
sc_po: For at that time their body is full of vitality and they find it easy to focus on the instructions of the Buddhas.”

# an6.28:6.1
source: Evaṃ vutte āyasmā mahākaccāno there bhikkhū etadavoca:
sc_po: When this was said, Venerable Mahākaccāna said to those senior mendicants:

# an6.28:6.2
source: “sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ:
sc_po: “Reverends, I have heard and learned this in the presence of the Buddha:

# an6.28:6.3
source: ‘chayime, bhikkhu, samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ.
sc_po: ‘Mendicants, there are six occasions for going to see an esteemed mendicant.

# an6.28:7.1
source: Katame cha?
sc_po: What six?

# an6.28:7.2
source: Idha, bhikkhu, yasmiṃ samaye bhikkhu kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti, tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:
sc_po: Firstly, there’s a time when a mendicant’s heart is overcome and mired in sensual desire, and they don’t truly understand the escape from sensual desire that has arisen. On that occasion they should go to an esteemed mendicant and say:

# an6.28:7.3
source: “ahaṃ kho, āvuso, kāmarāgapariyuṭṭhitena cetasā viharāmi kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāmi.
sc_po: “My heart is overcome and mired in sensual desire, and I don’t truly understand the escape from sensual desire that has arisen.

# an6.28:7.4
source: Sādhu vata me āyasmā kāmarāgassa pahānāya dhammaṃ desetū”ti.
sc_po: Venerable, please teach me how to give up sensual desire.”

# an6.28:7.5
source: Tassa manobhāvanīyo bhikkhu kāmarāgassa pahānāya dhammaṃ deseti.
sc_po: Then that esteemed mendicant teaches them how to give up sensual desire.

# an6.28:7.6
source: Ayaṃ, bhikkhu, paṭhamo samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ. (1)
sc_po: This is the first occasion for going to see an esteemed mendicant.

# an6.28:8.1
source: Puna caparaṃ, bhikkhu, yasmiṃ samaye bhikkhu byāpādapariyuṭṭhitena cetasā viharati … pe …. (2)
sc_po: Furthermore, there’s a time when a mendicant’s heart is overcome and mired in ill will …

# an6.28:9.1
source: Thinamiddhapariyuṭṭhitena cetasā viharati …. (3)
sc_po: dullness and drowsiness …

# an6.28:10.1
source: Uddhaccakukkuccapariyuṭṭhitena cetasā viharati …. (4)
sc_po: restlessness and remorse …

# an6.28:11.1
source: Vicikicchāpariyuṭṭhitena cetasā viharati …. (5)
sc_po: doubt …

# an6.28:12.1
source: Yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti, taṃ nimittaṃ na jānāti na passati, tasmiṃ samaye manobhāvanīyo bhikkhu upasaṅkamitvā evamassa vacanīyo:
sc_po: Furthermore, there’s a time when a mendicant doesn’t understand what kind of meditation they need to focus on in order to end the defilements in the present life. On that occasion they should go to an esteemed mendicant and say,

# an6.28:12.2
source: “ahaṃ kho, āvuso, yaṃ nimittaṃ āgamma yaṃ nimittaṃ manasikaroto anantarā āsavānaṃ khayo hoti taṃ nimittaṃ na jānāmi na passāmi.
sc_po: “I don’t understand what kind of meditation to focus on in order to end the defilements in the present life.

# an6.28:12.3
source: Sādhu vata me āyasmā āsavānaṃ khayāya dhammaṃ desetū”ti.
sc_po: Venerable, please teach me how to end the defilements.”

# an6.28:12.4
source: Tassa manobhāvanīyo bhikkhu āsavānaṃ khayāya dhammaṃ deseti.
sc_po: Then that esteemed mendicant teaches them how to end the defilements.

# an6.28:12.5
source: Ayaṃ, bhikkhu, chaṭṭho samayo manobhāvanīyassa bhikkhuno dassanāya upasaṅkamituṃ’. (6)
sc_po: This is the sixth occasion for going to see an esteemed mendicant.’

# an6.28:13.1
source: Sammukhā metaṃ, āvuso, bhagavato sutaṃ sammukhā paṭiggahitaṃ:
sc_po: Reverends, I have heard and learned this in the presence of the Buddha:

# an6.28:13.2
source: ‘ime kho, bhikkhu, cha samayā manobhāvanīyassa bhikkhuno dassanāya upasaṅkamitun’”ti.
sc_po: ‘These are the six occasions for going to see an esteemed mendicant.’”
