Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.086.po
Languages: sc_po

# an6.86:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.86:0.2
source: 9. Sītivagga
sc_po: 9. Coolness

# an6.86:0.3
source: 86. Āvaraṇasutta
sc_po: 86. Obstacles

# an6.86:1.1
source: “Chahi, bhikkhave, dhammehi samannāgato suṇantopi saddhammaṃ abhabbo niyāmaṃ okkamituṃ kusalesu dhammesu sammattaṃ.
sc_po: “Mendicants, someone with six qualities is unable to enter the sure path with regards to skillful qualities even when listening to the true teaching.

# an6.86:1.2
source: Katamehi chahi?
sc_po: What six?

# an6.86:1.3
source: Kammāvaraṇatāya samannāgato hoti, kilesāvaraṇatāya samannāgato hoti, vipākāvaraṇatāya samannāgato hoti, assaddho ca hoti, acchandiko ca, duppañño ca.
sc_po: They’re obstructed by deeds, defilements, or results. And they’re faithless, unenthusiastic, and witless.

# an6.86:1.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato suṇantopi saddhammaṃ abhabbo niyāmaṃ okkamituṃ kusalesu dhammesu sammattaṃ.
sc_po: Someone with these six qualities is unable to enter the sure path with regards to skillful qualities, even when listening to the true teaching.

# an6.86:2.1
source: Chahi, bhikkhave, dhammehi samannāgato suṇanto saddhammaṃ bhabbo niyāmaṃ okkamituṃ kusalesu dhammesu sammattaṃ.
sc_po: Someone with six qualities is able to enter the sure path with regards to skillful qualities when listening to the true teaching.

# an6.86:2.2
source: Katamehi chahi?
sc_po: What six?

# an6.86:2.3
source: Na kammāvaraṇatāya samannāgato hoti, na kilesāvaraṇatāya samannāgato hoti, na vipākāvaraṇatāya samannāgato hoti, saddho ca hoti, chandiko ca, paññavā ca.
sc_po: They’re not obstructed by deeds, defilements, or results. And they’re faithful, enthusiastic, and wise.

# an6.86:2.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato suṇanto saddhammaṃ bhabbo niyāmaṃ okkamituṃ kusalesu dhammesu sammattan”ti.
sc_po: Someone with these six qualities is able to enter the sure path with regards to skillful qualities when listening to the true teaching.”
