Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.082.po
Languages: sc_po

# an6.82:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.82:0.2
source: 8. Arahattavagga
sc_po: 8. Perfection

# an6.82:0.3
source: 82. Dutiyanirayasutta
sc_po: 82. Hell (2nd)

# an6.82:1.1
source: “Chahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Mendicants, someone with six qualities is cast down to hell.

# an6.82:1.2
source: Katamehi chahi?
sc_po: What six?

# an6.82:1.3
source: Pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, luddho ca, pagabbho ca.
sc_po: They kill living creatures, steal, commit sexual misconduct, and lie. And they’re greedy and impudent.

# an6.82:1.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.
sc_po: Someone with these six qualities is cast down to hell.

# an6.82:2.1
source: Chahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge.
sc_po: Someone with six qualities is raised up to heaven.

# an6.82:2.2
source: Katamehi chahi?
sc_po: What six?

# an6.82:2.3
source: Pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, aluddho ca, appagabbho ca.
sc_po: They don’t kill living creatures, steal, commit sexual misconduct, or lie. And they’re not greedy or impudent.

# an6.82:2.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: Someone with these six qualities is raised up to heaven.”
