Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.046.po
Languages: sc_po

# an6.46:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.46:0.2
source: 5. Dhammikavagga
sc_po: 5. About Dhammika

# an6.46:0.3
source: 46. Mahācundasutta
sc_po: 46. By Mahācunda

# an6.46:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an6.46:1.2
source: ekaṃ samayaṃ āyasmā mahācundo cetīsu viharati sayaṃjātiyaṃ.
sc_po: At one time Venerable Mahācunda was staying in the land of the Cetis at Sahajāti.

# an6.46:1.3
source: Tatra kho āyasmā mahācundo bhikkhū āmantesi:
sc_po: There he addressed the mendicants:

# an6.46:1.4
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an6.46:1.5
source: “Āvuso”ti kho te bhikkhū āyasmato mahācundassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an6.46:1.6
source: Āyasmā mahācundo etadavoca:
sc_po: Venerable Mahācunda said this:

# an6.46:2.1
source: “Idhāvuso, dhammayogā bhikkhū jhāyī bhikkhū apasādenti:
sc_po: “Take a case where mendicants who practice discernment of principles rebuke mendicants who practice absorption meditation:

# an6.46:2.2
source: ‘ime pana jhāyinomhā, jhāyinomhāti jhāyanti pajjhāyanti nijjhāyanti avajjhāyanti.
sc_po: ‘They say, ‘We practice absorption meditation! We practice absorption meditation!’ And they meditate and concentrate and contemplate and ruminate.

# an6.46:2.3
source: Kimime jhāyanti, kintime jhāyanti, kathaṃ ime jhāyantī’ti?
sc_po: Why do they practice absorption meditation? In what way do they practice absorption meditation? How do they practice absorption meditation?’

# an6.46:2.4
source: Tattha dhammayogā ca bhikkhū nappasīdanti, jhāyī ca bhikkhū nappasīdanti, na ca bahujanahitāya paṭipannā honti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. (1)
sc_po: In this case the mendicants who practice discernment of principles are not inspired, and the mendicants who practice absorption meditation are not inspired. And they’re not acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# an6.46:3.1
source: Idha panāvuso, jhāyī bhikkhū dhammayoge bhikkhū apasādenti:
sc_po: Now, take a case where mendicants who practice absorption meditation rebuke mendicants who practice discernment of principles:

# an6.46:3.2
source: ‘ime pana dhammayogamhā, dhammayogamhāti uddhatā unnaḷā capalā mukharā vikiṇṇavācā muṭṭhassatī asampajānā asamāhitā vibbhantacittā pākatindriyā.
sc_po: ‘They say, “We practice discernment of principles! We practice discernment of principles!” But they’re restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and immersion, with straying minds and undisciplined faculties.

# an6.46:3.3
source: Kimime dhammayogā, kintime dhammayogā, kathaṃ ime dhammayogā’ti?
sc_po: Why do they practice discernment of principles? In what way do they practice discernment of principles? How do they practice discernment of principles?’

# an6.46:3.4
source: Tattha jhāyī ca bhikkhū nappasīdanti, dhammayogā ca bhikkhū nappasīdanti, na ca bahujanahitāya paṭipannā honti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. (2)
sc_po: In this case the mendicants who practice absorption meditation are not inspired, and the mendicants who practice discernment of principles are not inspired. And they’re not acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# an6.46:4.1
source: Idha panāvuso, dhammayogā bhikkhū dhammayogānaññeva bhikkhūnaṃ vaṇṇaṃ bhāsanti, no jhāyīnaṃ bhikkhūnaṃ vaṇṇaṃ bhāsanti.
sc_po: Now, take a case where mendicants who practice discernment of principles praise only others like them, not mendicants who practice absorption meditation.

# an6.46:4.2
source: Tattha dhammayogā ca bhikkhū nappasīdanti, jhāyī ca bhikkhū nappasīdanti, na ca bahujanahitāya paṭipannā honti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. (3)
sc_po: In this case the mendicants who practice discernment of principles are not inspired, and the mendicants who practice absorption meditation are not inspired. And they’re not acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# an6.46:5.1
source: Idha panāvuso, jhāyī bhikkhū jhāyīnaññeva bhikkhūnaṃ vaṇṇaṃ bhāsanti, no dhammayogānaṃ bhikkhūnaṃ vaṇṇaṃ bhāsanti.
sc_po: And take a case where mendicants who practice absorption meditation praise only others like them, not mendicants who practice discernment of principles.

# an6.46:5.2
source: Tattha jhāyī ca bhikkhū nappasīdanti, dhammayogā ca bhikkhū nappasīdanti, na ca bahujanahitāya paṭipannā honti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṃ. (4)
sc_po: In this case the mendicants who practice absorption meditation are not inspired, and the mendicants who practice discernment of principles are not inspired. And they’re not acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# an6.46:6.1
source: Tasmātihāvuso, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# an6.46:6.2
source: ‘dhammayogā samānā jhāyīnaṃ bhikkhūnaṃ vaṇṇaṃ bhāsissāmā’ti.
sc_po: ‘As mendicants who practice discernment of principles, we will praise mendicants who practice absorption meditation.’

# an6.46:6.3
source: Evañhi vo, āvuso, sikkhitabbaṃ.
sc_po: That’s how you should train.

# an6.46:6.4
source: Taṃ kissa hetu?
sc_po: Why is that?

# an6.46:6.5
source: Acchariyā hete, āvuso, puggalā dullabhā lokasmiṃ, ye amataṃ dhātuṃ kāyena phusitvā viharanti. (5)
sc_po: Because it’s incredibly rare to find individuals in the world who have direct meditative experience of the deathless.

# an6.46:7.1
source: Tasmātihāvuso, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# an6.46:7.2
source: ‘jhāyī samānā dhammayogānaṃ bhikkhūnaṃ vaṇṇaṃ bhāsissāmā’ti.
sc_po: ‘As mendicants who practice absorption meditation, we will praise mendicants who practice discernment of principles.’

# an6.46:7.3
source: Evañhi vo, āvuso, sikkhitabbaṃ.
sc_po: That’s how you should train.

# an6.46:7.4
source: Taṃ kissa hetu?
sc_po: Why is that?

# an6.46:7.5
source: Acchariyā hete, āvuso, puggalā dullabhā lokasmiṃ ye gambhīraṃ atthapadaṃ paññāya ativijjha passantī”ti. (6)
sc_po: Because it’s incredibly rare to find individuals in the world who see the meaning of a deep saying with penetrating wisdom.”
