Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.065.po
Languages: sc_po

# an6.65:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.65:0.2
source: 7. Devatāvagga
sc_po: 7. A God

# an6.65:0.3
source: 65. Anāgāmiphalasutta
sc_po: 65. The Fruit of Non-Return

# an6.65:1.1
source: “Cha, bhikkhave, dhamme appahāya abhabbo anāgāmiphalaṃ sacchikātuṃ.
sc_po: “Mendicants, without giving up six things you can’t realize the fruit of non-return.

# an6.65:1.2
source: Katame cha?
sc_po: What six?

# an6.65:1.3
source: Assaddhiyaṃ, ahirikaṃ, anottappaṃ, kosajjaṃ, muṭṭhassaccaṃ, duppaññataṃ—
sc_po: Lack of faith, conscience, and prudence; laziness, unmindfulness, and witlessness.

# an6.65:1.4
source: ime kho, bhikkhave, cha dhamme appahāya abhabbo anāgāmiphalaṃ sacchikātuṃ.
sc_po: Without giving up these six things you can’t realize the fruit of non-return.

# an6.65:2.1
source: Cha, bhikkhave, dhamme pahāya bhabbo anāgāmiphalaṃ sacchikātuṃ.
sc_po: After giving up six things you can realize the fruit of non-return.

# an6.65:2.2
source: Katame cha?
sc_po: What six?

# an6.65:2.3
source: Assaddhiyaṃ, ahirikaṃ, anottappaṃ, kosajjaṃ, muṭṭhassaccaṃ, duppaññataṃ—
sc_po: Lack of faith, conscience, and prudence; laziness, unmindfulness, and witlessness.

# an6.65:2.4
source: ime kho, bhikkhave, cha dhamme pahāya bhabbo anāgāmiphalaṃ sacchikātun”ti.
sc_po: After giving up these six things you can realize the fruit of non-return.”
