Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.066.po
Languages: sc_po

# an6.66:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.66:0.2
source: 7. Devatāvagga
sc_po: 7. A God

# an6.66:0.3
source: 66. Arahattasutta
sc_po: 66. Perfection

# an6.66:1.1
source: “Cha, bhikkhave, dhamme appahāya abhabbo arahattaṃ sacchikātuṃ.
sc_po: “Mendicants, without giving up six things you can’t realize perfection.

# an6.66:1.2
source: Katame cha?
sc_po: What six?

# an6.66:1.3
source: Thinaṃ, middhaṃ, uddhaccaṃ, kukkuccaṃ, assaddhiyaṃ, pamādaṃ—
sc_po: Dullness, drowsiness, restlessness, remorse, lack of faith, and negligence.

# an6.66:1.4
source: ime kho, bhikkhave, cha dhamme appahāya abhabbo arahattaṃ sacchikātuṃ.
sc_po: Without giving up these six things you can’t realize perfection.

# an6.66:2.1
source: Cha, bhikkhave, dhamme pahāya bhabbo arahattaṃ sacchikātuṃ.
sc_po: After giving up six things you can realize perfection.

# an6.66:2.2
source: Katame cha?
sc_po: What six?

# an6.66:2.3
source: Thinaṃ, middhaṃ, uddhaccaṃ, kukkuccaṃ, assaddhiyaṃ, pamādaṃ—
sc_po: Dullness, drowsiness, restlessness, remorse, lack of faith, and negligence.

# an6.66:2.4
source: ime kho, bhikkhave, cha dhamme pahāya bhabbo arahattaṃ sacchikātun”ti.
sc_po: After giving up these six things you can realize perfection.”
