Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.116.po
Languages: sc_po

# an6.116:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.116:0.2
source: 11. Tikavagga
sc_po: 11. Triads

# an6.116:0.3
source: 116. Uddhaccasutta
sc_po: 116. Restlessness

# an6.116:1.1
source: “Tayome, bhikkhave, dhammā.
sc_po: “Mendicants, there are these three things.

# an6.116:1.2
source: Katame tayo?
sc_po: What three?

# an6.116:1.3
source: Uddhaccaṃ, asaṃvaro, pamādo.
sc_po: Restlessness, lack of restraint, and negligence.

# an6.116:1.4
source: Ime kho, bhikkhave, tayo dhammā.
sc_po: These are the three things.

# an6.116:1.5
source: Imesaṃ kho, bhikkhave, tiṇṇaṃ dhammānaṃ pahānāya tayo dhammā bhāvetabbā.
sc_po: To give up these three things you should develop three things.

# an6.116:1.6
source: Katame tayo?
sc_po: What three?

# an6.116:1.7
source: Uddhaccassa pahānāya samatho bhāvetabbo, asaṃvarassa pahānāya saṃvaro bhāvetabbo, pamādassa pahānāya appamādo bhāvetabbo.
sc_po: You should develop serenity to give up restlessness, restraint to give up lack of restraint, and diligence to give up negligence.

# an6.116:1.8
source: Imesaṃ kho, bhikkhave, tiṇṇaṃ dhammānaṃ pahānāya ime tayo dhammā bhāvetabbā”ti.
sc_po: These are the three things you should develop to give up those three things.”
