Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.117.po
Languages: sc_po

# an6.117:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.117:0.2
source: 12. Sāmaññavagga
sc_po: 12. The Ascetic Life

# an6.117:0.3
source: 117. Kāyānupassīsutta
sc_po: 117. Observing the Body

# an6.117:1.1
source: “Cha, bhikkhave, dhamme appahāya abhabbo kāye kāyānupassī viharituṃ.
sc_po: “Mendicants, without giving up these six qualities you can’t meditate observing an aspect of the body.

# an6.117:1.2
source: Katame cha?
sc_po: What six?

# an6.117:1.3
source: Kammārāmataṃ, bhassārāmataṃ, niddārāmataṃ, saṅgaṇikārāmataṃ, indriyesu aguttadvārataṃ, bhojane amattaññutaṃ.
sc_po: Relishing work, talk, sleep, and company, not guarding the sense doors, and eating too much.

# an6.117:1.4
source: Ime kho, bhikkhave, cha dhamme appahāya abhabbo kāye kāyānupassī viharituṃ.
sc_po: Without giving up these six qualities you can’t meditate observing an aspect of the body.

# an6.117:2.1
source: Cha, bhikkhave, dhamme pahāya bhabbo kāye kāyānupassī viharituṃ.
sc_po: But after giving up these six qualities you can meditate observing an aspect of the body.

# an6.117:2.2
source: Katame cha?
sc_po: What six?

# an6.117:2.3
source: Kammārāmataṃ, bhassārāmataṃ, niddārāmataṃ, saṅgaṇikārāmataṃ, indriyesu aguttadvārataṃ, bhojane amattaññutaṃ.
sc_po: Relishing work, talk, sleep, and company, not guarding the sense doors, and eating too much.

# an6.117:2.4
source: Ime kho, bhikkhave, cha dhamme pahāya bhabbo kāye kāyānupassī viharitun”ti.
sc_po: After giving up these six qualities you can meditate observing an aspect of the body.”
