Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.014.po
Languages: sc_po

# an6.14:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.14:0.2
source: 2. Sāraṇīyavagga
sc_po: 2. Warm-hearted

# an6.14:0.3
source: 14. Bhaddakasutta
sc_po: 14. A Good Death

# an6.14:1.1
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
sc_po: There Sāriputta addressed the mendicants:

# an6.14:1.2
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an6.14:1.3
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an6.14:1.4
source: Āyasmā sāriputto etadavoca:
sc_po: Sāriputta said this:

# an6.14:2.1
source: “Tathā tathā, āvuso, bhikkhu vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato na bhaddakaṃ maraṇaṃ hoti, na bhaddikā kālakiriyā.
sc_po: “A mendicant lives life so as to not have a good death.

# an6.14:2.2
source: Kathañcāvuso, bhikkhu tathā tathā vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato na bhaddakaṃ maraṇaṃ hoti, na bhaddikā kālakiriyā?
sc_po: And how do they live life so as to not have a good death?

# an6.14:3.1
source: Idhāvuso, bhikkhu kammārāmo hoti kammarato kammārāmataṃ anuyutto, bhassārāmo hoti bhassarato bhassārāmataṃ anuyutto, niddārāmo hoti niddārato niddārāmataṃ anuyutto, saṅgaṇikārāmo hoti saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto, saṃsaggārāmo hoti saṃsaggarato saṃsaggārāmataṃ anuyutto, papañcārāmo hoti papañcarato papañcārāmataṃ anuyutto.
sc_po: Take a mendicant who relishes work, talk, sleep, company, closeness, and proliferation. They love these things and like to relish them.

# an6.14:3.2
source: Evaṃ kho, āvuso, bhikkhu tathā tathā vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato na bhaddakaṃ maraṇaṃ hoti, na bhaddikā kālakiriyā.
sc_po: A mendicant who lives life like this does not have a good death.

# an6.14:3.3
source: Ayaṃ vuccatāvuso:
sc_po: This is called

# an6.14:3.4
source: ‘bhikkhu sakkāyābhirato nappajahāsi sakkāyaṃ sammā dukkhassa antakiriyāya’.
sc_po: a mendicant who enjoys identity, who hasn’t given up identity to rightly make an end of suffering.

# an6.14:4.1
source: Tathā tathāvuso, bhikkhu vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā.
sc_po: A mendicant lives life so as to have a good death.

# an6.14:4.2
source: Kathañcāvuso, bhikkhu tathā tathā vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā?
sc_po: And how do they live life so as to have a good death?

# an6.14:5.1
source: Idhāvuso, bhikkhu na kammārāmo hoti na kammarato na kammārāmataṃ anuyutto, na bhassārāmo hoti na bhassarato na bhassārāmataṃ anuyutto, na niddārāmo hoti na niddārato na niddārāmataṃ anuyutto, na saṅgaṇikārāmo hoti na saṅgaṇikarato na saṅgaṇikārāmataṃ anuyutto, na saṃsaggārāmo hoti na saṃsaggarato na saṃsaggārāmataṃ anuyutto, na papañcārāmo hoti na papañcarato na papañcārāmataṃ anuyutto.
sc_po: Take a mendicant who doesn’t relish work, talk, sleep, company, closeness, and proliferation. They don’t love these things or like to relish them.

# an6.14:5.2
source: Evaṃ kho, āvuso, bhikkhu tathā tathā vihāraṃ kappeti yathā yathāssa vihāraṃ kappayato bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā.
sc_po: A mendicant who lives life like this has a good death.

# an6.14:5.3
source: Ayaṃ vuccatāvuso:
sc_po: This is called

# an6.14:5.4
source: ‘bhikkhu nibbānābhirato pajahāsi sakkāyaṃ sammā dukkhassa antakiriyāyā’ti.
sc_po: a mendicant who delights in extinguishment, who has given up identity to rightly make an end of suffering.

# an6.14:6.1
source: Yo papañcamanuyutto,
sc_po: A beast who likes to proliferate,

# an6.14:6.2
source: papañcābhirato mago;
sc_po: enjoying proliferation,

# an6.14:6.3
source: Virādhayī so nibbānaṃ,
sc_po: fails to win extinguishment,

# an6.14:6.4
source: yogakkhemaṃ anuttaraṃ.
sc_po: the supreme sanctuary.

# an6.14:7.1
source: Yo ca papañcaṃ hitvāna,
sc_po: But one who gives up proliferation,

# an6.14:7.2
source: nippapañcapade rato;
sc_po: enjoying the state of non-proliferation,

# an6.14:7.3
source: Ārādhayī so nibbānaṃ,
sc_po: wins extinguishment,

# an6.14:7.4
source: yogakkhemaṃ anuttaran”ti.
sc_po: the supreme sanctuary.”
