Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.041.po
Languages: sc_po

# an6.41:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.41:0.2
source: 4. devatāvagga
sc_po: 4. Deities

# an6.41:0.3
source: 41. Dārukkhandhasutta
sc_po: 41. A Tree Trunk

# an6.41:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an6.41:1.2
source: ekaṃ samayaṃ āyasmā sāriputto rājagahe viharati gijjhakūṭe pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.

# an6.41:1.3
source: Atha kho āyasmā sāriputto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sambahulehi bhikkhūhi saddhiṃ gijjhakūṭā pabbatā orohanto addasa aññatarasmiṃ padese mahantaṃ dārukkhandhaṃ.
sc_po: Then Venerable Sāriputta robed up in the morning and, taking his bowl and robe, descended the Vulture’s Peak together with several mendicants. At a certain spot he saw a large tree trunk,

# an6.41:1.4
source: Disvā bhikkhū āmantesi:
sc_po: and he addressed the mendicants,

# an6.41:1.5
source: “passatha no, āvuso, tumhe amuṃ mahantaṃ dārukkhandhan”ti?
sc_po: “Reverends, do you see this large tree trunk?”

# an6.41:1.6
source: “Evamāvuso”ti.
sc_po: “Yes, reverend.”

# an6.41:2.1
source: “Ākaṅkhamāno, āvuso, bhikkhu iddhimā cetovasippatto amuṃ dārukkhandhaṃ pathavītveva adhimucceyya.
sc_po: “If they wanted to, a mendicant with psychic powers who has mastered their mind could determine this tree trunk to be nothing but earth.

# an6.41:2.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an6.41:2.3
source: Atthi, āvuso, amumhi dārukkhandhe pathavīdhātu, yaṃ nissāya bhikkhu iddhimā cetovasippatto amuṃ dārukkhandhaṃ pathavītveva adhimucceyya.
sc_po: Because the earth element exists in the tree trunk. Relying on that a mendicant with psychic powers could determine it to be nothing but earth.

# an6.41:2.4
source: Ākaṅkhamāno, āvuso, bhikkhu iddhimā cetovasippatto amuṃ dārukkhandhaṃ āpotveva adhimucceyya … pe …
sc_po: If they wanted to, a mendicant with psychic powers who has mastered their mind could determine this tree trunk to be nothing but water. …

# an6.41:2.5
source: tejotveva adhimucceyya …
sc_po: Or they could determine it to be nothing but fire …

# an6.41:2.6
source: vāyotveva adhimucceyya …
sc_po: Or they could determine it to be nothing but air …

# an6.41:2.7
source: subhantveva adhimucceyya …
sc_po: Or they could determine it to be nothing but beautiful …

# an6.41:2.8
source: asubhantveva adhimucceyya.
sc_po: Or they could determine it to be nothing but ugly.

# an6.41:2.9
source: Taṃ kissa hetu?
sc_po: Why is that?

# an6.41:2.10
source: Atthi, āvuso, amumhi dārukkhandhe asubhadhātu, yaṃ nissāya bhikkhu iddhimā cetovasippatto amuṃ dārukkhandhaṃ asubhantveva adhimucceyyā”ti.
sc_po: Because the element of ugliness exists in the tree trunk. Relying on that a mendicant with psychic powers could determine it to be nothing but ugly.”
