Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.079.po
Languages: sc_po

# an6.79:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.79:0.2
source: 8. Arahattavagga
sc_po: 8. Perfection

# an6.79:0.3
source: 79. Adhigamasutta
sc_po: 79. Achievement

# an6.79:1.1
source: “Chahi, bhikkhave, dhammehi samannāgato bhikkhu abhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ.
sc_po: “Mendicants, a mendicant who has six factors is unable to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired.

# an6.79:1.2
source: Katamehi chahi?
sc_po: What six?

# an6.79:1.3
source: Idha, bhikkhave, bhikkhu na āyakusalo ca hoti, na apāyakusalo ca hoti, na upāyakusalo ca hoti, anadhigatānaṃ kusalānaṃ dhammānaṃ adhigamāya na chandaṃ janeti, adhigate kusale dhamme na ārakkhati, sātaccakiriyāya na sampādeti.
sc_po: It’s when a mendicant is not skilled in profit, skilled in loss, and skilled in means. They don’t generate enthusiasm to achieve skillful qualities not yet achieved. They don’t protect skillful qualities they have achieved. And they don’t try to persevere in the task.

# an6.79:1.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu abhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ.
sc_po: A mendicant who has these six factors is unable to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired.

# an6.79:2.1
source: Chahi, bhikkhave, dhammehi samannāgato bhikkhu bhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ.
sc_po: A mendicant who has six factors is able to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired.

# an6.79:2.2
source: Katamehi chahi?
sc_po: What six?

# an6.79:2.3
source: Idha, bhikkhave, bhikkhu āyakusalo ca hoti, apāyakusalo ca hoti, upāyakusalo ca hoti, anadhigatānaṃ kusalānaṃ dhammānaṃ adhigamāya chandaṃ janeti, adhigate kusale dhamme ārakkhati, sātaccakiriyāya sampādeti.
sc_po: It’s when a mendicant is skilled in profit, skilled in loss, and skilled in means. They generate enthusiasm to achieve skillful qualities not yet achieved. They protect skillful qualities they have achieved. And they try to persevere in the task.

# an6.79:2.4
source: Imehi kho, bhikkhave, chahi dhammehi samannāgato bhikkhu bhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātun”ti.
sc_po: A mendicant who has these six factors is able to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired.”
