Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.053.po
Languages: sc_po

# an6.53:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.53:0.2
source: 5. Dhammikavagga
sc_po: 5. About Dhammika

# an6.53:0.3
source: 53. Appamādasutta
sc_po: 53. Diligence

# an6.53:1.1
source: Atha kho aññataro brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then a certain brahmin went up to the Buddha, and exchanged greetings with him.

# an6.53:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# an6.53:2.1
source: “Atthi nu kho, bho gotama, eko dhammo bhāvito bahulīkato yo ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko”ti?
sc_po: “Master Gotama, is there one thing that, when developed and cultivated, secures benefits for both the present life and lives to come?”

# an6.53:2.2
source: “Atthi kho, brāhmaṇa, eko dhammo bhāvito bahulīkato yo ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko”ti.
sc_po: “There is, brahmin.”

# an6.53:3.1
source: “Katamo pana, bho gotama, eko dhammo bhāvito bahulīkato yo ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko”ti?
sc_po: “So what is it?”

# an6.53:3.2
source: “Appamādo kho, brāhmaṇa, eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko.
sc_po: “Diligence, brahmin, is one thing that, when developed and cultivated, secures benefits for both the present life and lives to come.

# an6.53:4.1
source: Seyyathāpi, brāhmaṇa, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni, sabbāni tāni hatthipade samodhānaṃ gacchanti; hatthipadaṃ tesaṃ aggamakkhāyati, yadidaṃ mahantattena.
sc_po: The footprints of all creatures that walk can fit inside an elephant’s footprint. So an elephant’s footprint is said to be the biggest of them all.

# an6.53:4.2
source: Evamevaṃ kho, brāhmaṇa, appamādo eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko. (1)
sc_po: In the same way, diligence is one thing that, when developed and cultivated, secures benefits for both the present life and lives to come.

# an6.53:5.1
source: Seyyathāpi, brāhmaṇa, kūṭāgārassa yā kāci gopānasiyo sabbā tā kūṭaṅgamā kūṭaninnā kūṭasamosaraṇā, kūṭaṃ tāsaṃ aggamakkhāyati;
sc_po: The rafters of a bungalow all lean to the peak, slope to the peak, and meet at the peak, so the peak is said to be the topmost of them all.

# an6.53:5.2
source: evamevaṃ kho, brāhmaṇa … pe …. (2)
sc_po: In the same way, diligence is one thing …

# an6.53:6.1
source: Seyyathāpi, brāhmaṇa, pabbajalāyako pabbajaṃ lāyitvā agge gahetvā odhunāti nidhunāti nicchādeti;
sc_po: A reed-cutter, having cut the reeds, grabs them at the top and shakes them down, shakes them about, and shakes them off.

# an6.53:6.2
source: evamevaṃ kho, brāhmaṇa … pe …. (3)
sc_po: In the same way, diligence is one thing …

# an6.53:7.1
source: Seyyathāpi, brāhmaṇa, ambapiṇḍiyā vaṇṭacchinnāya yāni kānici ambāni vaṇṭūpanibandhanāni sabbāni tāni tadanvayāni bhavanti;
sc_po: When the stalk of a bunch of mangoes is cut, all the mangoes attached to the stalk will follow along.

# an6.53:7.2
source: evamevaṃ kho, brāhmaṇa … pe …. (4)
sc_po: In the same way, diligence is one thing …

# an6.53:8.1
source: Seyyathāpi, brāhmaṇa, ye keci khuddarājāno sabbete rañño cakkavattissa anuyantā bhavanti, rājā tesaṃ cakkavattī aggamakkhāyati;
sc_po: All lesser rulers are vassals of a wheel-turning monarch, so the wheel-turning monarch is said to be the foremost of them all.

# an6.53:8.2
source: evamevaṃ kho, brāhmaṇa … pe …. (5)
sc_po: In the same way, diligence is one thing …

# an6.53:9.1
source: Seyyathāpi, brāhmaṇa, yā kāci tārakarūpānaṃ pabhā sabbā tā candassa pabhāya kalaṃ nāgghanti soḷasiṃ, candappabhā tāsaṃ aggamakkhāyati;
sc_po: The radiance of all the stars is not worth a sixteenth part of the moon’s radiance, so the moon’s radiance is said to be the best of them all.

# an6.53:9.2
source: evamevaṃ kho, brāhmaṇa, appamādo eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ yo ca attho samparāyiko. (6)
sc_po: In the same way, diligence is one thing that, when developed and cultivated, secures benefits for both the present life and lives to come.

# an6.53:10.1
source: Ayaṃ kho, brāhmaṇa, eko dhammo bhāvito bahulīkato ubho atthe samadhiggayha tiṭṭhati—diṭṭhadhammikañceva atthaṃ, yo ca attho samparāyiko”ti.
sc_po: This is the one thing that, when developed and cultivated, secures benefits for both the present life and lives to come.”

# an6.53:11.1
source: “Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# an6.53:11.2
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
