Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.070.po
Languages: sc_po

# an6.70:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.70:0.2
source: 7. Devatāvagga
sc_po: 7. A God

# an6.70:0.3
source: 70. Samādhisutta
sc_po: 70. Immersion

# an6.70:1.1
source: “‘So vata, bhikkhave, bhikkhu na santena samādhinā na paṇītena na paṭippassaddhiladdhena na ekodibhāvādhigatena anekavihitaṃ iddhividhaṃ paccanubhavissati—ekopi hutvā bahudhā bhavissati, bahudhāpi hutvā eko bhavissati … pe … yāva brahmalokāpi kāyena vasaṃ vattessatī’ti netaṃ ṭhānaṃ vijjati.
sc_po: “Mendicants, it’s totally impossible that a mendicant without immersion that is peaceful, refined, tranquil, and unified will wield the many kinds of psychic power: multiplying themselves and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the Brahmā realm.

# an6.70:1.2
source: ‘Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇissati—dibbe ca mānuse ca ye dūre santike cā’ti netaṃ ṭhānaṃ vijjati.
sc_po: It’s impossible that with clairaudience that is purified and superhuman, they’ll hear both kinds of sounds, human and divine, whether near or far.

# an6.70:1.3
source: ‘Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānissati—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānissati … pe … vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānissatī’ti netaṃ ṭhānaṃ vijjati.
sc_po: It’s impossible that they’ll understand the minds of other beings and individuals, having comprehended them with their own mind, understanding mind with greed as ‘mind with greed’ … and freed mind as ‘freed mind’.

# an6.70:1.4
source: ‘Anekavihitaṃ pubbenivāsaṃ anussarissati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarissatī’ti netaṃ ṭhānaṃ vijjati.
sc_po: It’s impossible that they’ll recollect many kinds of past lives, with features and details.

# an6.70:1.5
source: ‘Dibbena cakkhunā visuddhena atikkantamānusakena satte passissati … pe … yathākammūpage satte pajānissatī’ti netaṃ ṭhānaṃ vijjati.
sc_po: It’s impossible that with clairvoyance that is purified and surpasses the human, they’ll understand how sentient beings are reborn according to their deeds.

# an6.70:1.6
source: ‘Āsavānaṃ khayā … pe … sacchikatvā upasampajja viharissatī’ti netaṃ ṭhānaṃ vijjati.
sc_po: It’s impossible that they’ll realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# an6.70:2.1
source: ‘So vata, bhikkhave, bhikkhu santena samādhinā paṇītena paṭippassaddhiladdhena ekodibhāvādhigatena anekavihitaṃ iddhividhaṃ paccanubhavissati … pe … yāva brahmalokāpi kāyena vasaṃ vattessatī’ti ṭhānametaṃ vijjati.
sc_po: But it’s totally possible that a mendicant who has immersion that is peaceful, refined, tranquil, and unified will wield the many kinds of psychic power …

# an6.70:2.2
source: ‘Dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇissati—dibbe ca mānuse ca ye dūre santike cā’ti ṭhānametaṃ vijjati.
sc_po: It’s possible that with clairaudience that is purified and superhuman, they’ll hear both kinds of sounds …

# an6.70:2.3
source: ‘Parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānissati—sarāgaṃ vā cittaṃ sarāgaṃ cittanti pajānissati … pe … vimuttaṃ vā cittaṃ vimuttaṃ cittanti pajānissatī’ti ṭhānametaṃ vijjati.
sc_po: It’s possible that they’ll understand the minds of other beings …

# an6.70:2.4
source: ‘Anekavihitaṃ pubbenivāsaṃ anussarissati, seyyathidaṃ—ekampi jātiṃ, dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarissatī’ti ṭhānametaṃ vijjati.
sc_po: It’s possible that they’ll recollect many kinds of past lives, with features and details.

# an6.70:2.5
source: ‘Dibbena cakkhunā visuddhena atikkantamānusakena satte passissati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānissatī’ti ṭhānametaṃ vijjati.
sc_po: It’s possible that with clairvoyance that is purified and superhuman, they’ll understand how sentient beings are reborn according to their deeds.

# an6.70:2.6
source: ‘Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ … pe … sacchikatvā upasampajja viharissatī’ti ṭhānametaṃ vijjatī”ti.
sc_po: It’s possible that they’ll realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.”
