Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.075.po
Languages: sc_po

# an6.75:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.75:0.2
source: 8. Arahattavagga
sc_po: 8. Perfection

# an6.75:0.3
source: 75. Dukkhasutta
sc_po: 75. Suffering

# an6.75:1.1
source: “Chahi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā.
sc_po: “Mendicants, when a mendicant has six qualities they live unhappily in the present life—with distress, anguish, and fever—and when the body breaks up, after death, they can expect a bad rebirth.

# an6.75:1.2
source: Katamehi chahi?
sc_po: What six?

# an6.75:1.3
source: Kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkena, kāmasaññāya, byāpādasaññāya, vihiṃsāsaññāya—
sc_po: Sensual, malicious, and cruel thoughts and perceptions.

# an6.75:1.4
source: imehi, kho, bhikkhave, chahi dhammehi samannāgato bhikkhu diṭṭheva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ, kāyassa bhedā paraṃ maraṇā duggati pāṭikaṅkhā.
sc_po: When a mendicant has these six qualities they live unhappily in the present life—with distress, anguish, and fever—and when the body breaks up, after death, they can expect a bad rebirth.

# an6.75:2.1
source: Chahi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ, kāyassa bhedā paraṃ maraṇā sugati pāṭikaṅkhā.
sc_po: When a mendicant has six qualities they live happily in the present life—without distress, anguish, or fever—and when the body breaks up, after death, they can expect a good rebirth.

# an6.75:2.2
source: Katamehi chahi?
sc_po: What six?

# an6.75:2.3
source: Nekkhammavitakkena, abyāpādavitakkena, avihiṃsāvitakkena, nekkhammasaññāya, abyāpādasaññāya, avihiṃsāsaññāya—
sc_po: Thoughts of renunciation, good will, and harmlessness. And perceptions of renunciation, good will, and harmlessness.

# an6.75:2.4
source: imehi, kho, bhikkhave, chahi dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ, kāyassa bhedā paraṃ maraṇā sugati pāṭikaṅkhā”ti.
sc_po: When a mendicant has these six qualities they live happily in the present life—without distress, anguish, or fever—and when the body breaks up, after death, they can expect a good rebirth.”
