Repository: kondannyo/PGP
Catalog: AN/*_text/an06/an6.105.po
Languages: sc_po

# an6.105:0.1
source: Aṅguttara Nikāya 6
sc_po: Numbered Discourses 6

# an6.105:0.2
source: 10. Ānisaṃsavagga
sc_po: 10. Benefit

# an6.105:0.3
source: 105. Bhavasutta
sc_po: 105. States of Existence

# an6.105:1.1
source: “Tayome, bhikkhave, bhavā pahātabbā, tīsu sikkhāsu sikkhitabbaṃ.
sc_po: “Mendicants, you should give up these three states of existence. And you should train in three trainings.

# an6.105:1.2
source: Katame tayo bhavā pahātabbā?
sc_po: What are the three states of existence you should give up?

# an6.105:1.3
source: Kāmabhavo, rūpabhavo, arūpabhavo—
sc_po: Existence in the sensual realm, the realm of luminous form, and the formless realm.

# an6.105:1.4
source: ime tayo bhavā pahātabbā.
sc_po: These are the three states of existence you should give up.

# an6.105:1.5
source: Katamāsu tīsu sikkhāsu sikkhitabbaṃ?
sc_po: What are the three trainings you should train in?

# an6.105:1.6
source: Adhisīlasikkhāya, adhicittasikkhāya, adhipaññāsikkhāya—
sc_po: The training in the higher ethics, the higher mind, and the higher wisdom.

# an6.105:1.7
source: imāsu tīsu sikkhāsu sikkhitabbaṃ.
sc_po: These are the three trainings you should train in.

# an6.105:1.8
source: Yato kho, bhikkhave, bhikkhuno ime tayo bhavā pahīnā honti, imāsu ca tīsu sikkhāsu sikkhitasikkho hoti—
sc_po: When a mendicant has given up these three states of existence and has trained in these three trainings

# an6.105:1.9
source: ayaṃ vuccati, bhikkhave, bhikkhu acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā”ti.
sc_po: they’re called a mendicant who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.”
