Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.25.po
Languages: sc_po

# sn36.25:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.25:0.2
source: 3. Aṭṭhasatapariyāyavagga
sc_po: 3. The Explanation of the Hundred and Eight

# sn36.25:0.3
source: 25. Ñāṇasutta
sc_po: 25. Knowledge

# sn36.25:1.1
source: “‘Imā vedanā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: “‘These are the feelings.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.

# sn36.25:1.2
source: ‘Ayaṃ vedanāsamudayo’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi … pe … āloko udapādi.
sc_po: ‘This is the origin of feeling.’ …

# sn36.25:1.3
source: ‘Ayaṃ vedanāsamudayagāminī paṭipadā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi … pe …
sc_po: ‘This is the practice that leads to the origin of feeling.’ …

# sn36.25:1.4
source: ‘ayaṃ vedanānirodho’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi … pe …
sc_po: ‘This is the cessation of feeling.’ …

# sn36.25:1.5
source: ‘ayaṃ vedanānirodhagāminī paṭipadā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi … pe …
sc_po: ‘This is the practice that leads to the cessation of feeling.’ …

# sn36.25:1.6
source: ‘ayaṃ vedanāya assādo’ti me, bhikkhave, pubbe ananussutesu dhammesu … pe …
sc_po: ‘This is the gratification of feeling.’ …

# sn36.25:1.7
source: ‘ayaṃ vedanāya ādīnavo’ti me, bhikkhave, pubbe ananussutesu dhammesu … pe …
sc_po: ‘This is the drawback of feeling.’ …

# sn36.25:1.8
source: ‘idaṃ kho nissaraṇan’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti.
sc_po: ‘This is the escape from feeling.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.”
