Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.12.po
Languages: sc_po

# sn36.12:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.12:0.2
source: 2. Rahogatavagga
sc_po: 2. In Private

# sn36.12:0.3
source: 12. Paṭhamaākāsasutta
sc_po: 12. In the Sky (1st)

# sn36.12:1.1
source: “Seyyathāpi, bhikkhave, ākāse vividhā vātā vāyanti.
sc_po: “Mendicants, various winds blow in the sky.

# sn36.12:1.2
source: Puratthimāpi vātā vāyanti, pacchimāpi vātā vāyanti, uttarāpi vātā vāyanti, dakkhiṇāpi vātā vāyanti, sarajāpi vātā vāyanti, arajāpi vātā vāyanti, sītāpi vātā vāyanti, uṇhāpi vātā vāyanti, parittāpi vātā vāyanti, adhimattāpi vātā vāyanti.
sc_po: Winds blow from the east, the west, the north, and the south. There are winds that are dusty and dustless, cool and warm, weak and strong.

# sn36.12:1.3
source: Evameva kho, bhikkhave, imasmiṃ kāyasmiṃ vividhā vedanā uppajjanti, sukhāpi vedanā uppajjati, dukkhāpi vedanā uppajjati, adukkhamasukhāpi vedanā uppajjatīti.
sc_po: In the same way, various feelings arise in this body: pleasant, painful, and neutral feelings.

# sn36.12:2.1
source: Yathāpi vātā ākāse,
sc_po: There are many and various

# sn36.12:2.2
source: vāyanti vividhā puthū;
sc_po: winds that blow in the sky.

# sn36.12:2.3
source: Puratthimā pacchimā cāpi,
sc_po: From the east they come, also the west,

# sn36.12:2.4
source: uttarā atha dakkhiṇā.
sc_po: the north, and then the south.

# sn36.12:3.1
source: Sarajā arajā capi,
sc_po: They are dusty and dustless,

# sn36.12:3.2
source: sītā uṇhā ca ekadā;
sc_po: cool and sometimes warm,

# sn36.12:3.3
source: Adhimattā parittā ca,
sc_po: strong and weak;

# sn36.12:3.4
source: puthū vāyanti mālutā.
sc_po: these are the different breezes that blow.

# sn36.12:4.1
source: Tathevimasmiṃ kāyasmiṃ,
sc_po: So too, in this body

# sn36.12:4.2
source: samuppajjanti vedanā;
sc_po: feelings arise,

# sn36.12:4.3
source: Sukhadukkhasamuppatti,
sc_po: pleasant and painful,

# sn36.12:4.4
source: adukkhamasukhā ca yā.
sc_po: and those that are neutral.

# sn36.12:5.1
source: Yato ca bhikkhu ātāpī,
sc_po: But when a mendicant is keen,

# sn36.12:5.2
source: sampajaññaṃ na riñcati;
sc_po: not neglecting situational awareness,

# sn36.12:5.3
source: Tato so vedanā sabbā,
sc_po: that astute person

# sn36.12:5.4
source: parijānāti paṇḍito.
sc_po: understands all feelings.

# sn36.12:6.1
source: So vedanā pariññāya,
sc_po: Completely understanding feelings,

# sn36.12:6.2
source: diṭṭhe dhamme anāsavo;
sc_po: they’re without defilements in this very life.

# sn36.12:6.3
source: Kāyassa bhedā dhammaṭṭho,
sc_po: That knowledge-master is grounded in the teaching;

# sn36.12:6.4
source: saṅkhyaṃ nopeti vedagū”ti.
sc_po: when their body breaks up, they can’t be reckoned.”
