Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.03.po
Languages: sc_po

# sn36.3:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.3:0.2
source: 1. Sagāthāvagga
sc_po: 1. With Verses

# sn36.3:0.3
source: 3. Pahānasutta
sc_po: 3. Giving Up

# sn36.3:1.1
source: “Tisso imā, bhikkhave, vedanā.
sc_po: “Mendicants, there are these three feelings.

# sn36.3:1.2
source: Katamā tisso?
sc_po: What three?

# sn36.3:1.3
source: Sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā.
sc_po: Pleasant, painful, and neutral feeling.

# sn36.3:1.4
source: Sukhāya, bhikkhave, vedanāya rāgānusayo pahātabbo, dukkhāya vedanāya paṭighānusayo pahātabbo, adukkhamasukhāya vedanāya avijjānusayo pahātabbo.
sc_po: The underlying tendency to greed should be given up when it comes to pleasant feeling. The underlying tendency to repulsion should be given up when it comes to painful feeling. The underlying tendency to ignorance should be given up when it comes to neutral feeling.

# sn36.3:1.5
source: Yato kho, bhikkhave, bhikkhuno sukhāya vedanāya rāgānusayo pahīno hoti, dukkhāya vedanāya paṭighānusayo pahīno hoti, adukkhamasukhāya vedanāya avijjānusayo pahīno hoti, ayaṃ vuccati, bhikkhave, ‘bhikkhu niranusayo sammaddaso acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā’ti.
sc_po: When a mendicant has given up these underlying tendencies, they’re called a mendicant without underlying tendencies, who sees rightly, has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.

# sn36.3:2.1
source: Sukhaṃ vedayamānassa,
sc_po: When you feel pleasure

# sn36.3:2.2
source: vedanaṃ appajānato;
sc_po: without understanding feeling,

# sn36.3:2.3
source: So rāgānusayo hoti,
sc_po: the underlying tendency to greed is there,

# sn36.3:2.4
source: anissaraṇadassino.
sc_po: if you don’t see the escape.

# sn36.3:3.1
source: Dukkhaṃ vedayamānassa,
sc_po: When you feel pain

# sn36.3:3.2
source: vedanaṃ appajānato;
sc_po: without understanding feeling,

# sn36.3:3.3
source: Paṭighānusayo hoti,
sc_po: the underlying tendency to repulsion is there,

# sn36.3:3.4
source: anissaraṇadassino.
sc_po: if you don’t see the escape.

# sn36.3:4.1
source: Adukkhamasukhaṃ santaṃ,
sc_po: As for that peaceful, neutral feeling:

# sn36.3:4.2
source: bhūripaññena desitaṃ;
sc_po: he of vast wisdom has taught

# sn36.3:4.3
source: Tañcāpi abhinandati,
sc_po: that if you relish it,

# sn36.3:4.4
source: neva dukkhā pamuccati.
sc_po: you’re still not released from suffering.

# sn36.3:5.1
source: Yato ca bhikkhu ātāpī,
sc_po: But when a mendicant is keen,

# sn36.3:5.2
source: sampajaññaṃ na riñcati;
sc_po: not neglecting situational awareness,

# sn36.3:5.3
source: Tato so vedanā sabbā,
sc_po: that astute person

# sn36.3:5.4
source: parijānāti paṇḍito.
sc_po: understands all feelings.

# sn36.3:6.1
source: So vedanā pariññāya,
sc_po: Completely understanding feelings,

# sn36.3:6.2
source: diṭṭhe dhamme anāsavo;
sc_po: they’re without defilements in this very life.

# sn36.3:6.3
source: Kāyassa bhedā dhammaṭṭho,
sc_po: That knowledge-master is grounded in the teaching;

# sn36.3:6.4
source: saṅkhyaṃ nopeti vedagū”ti.
sc_po: when their body breaks up, they can’t be reckoned.”
