Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.02.po
Languages: sc_po

# sn36.2:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.2:0.2
source: 1. Sagāthāvagga
sc_po: 1. With Verses

# sn36.2:0.3
source: 2. Sukhasutta
sc_po: 2. Pleasure

# sn36.2:1.1
source: “Tisso imā, bhikkhave, vedanā.
sc_po: “Mendicants, there are these three feelings.

# sn36.2:1.2
source: Katamā tisso?
sc_po: What three?

# sn36.2:1.3
source: Sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā—
sc_po: Pleasant, painful, and neutral feeling.

# sn36.2:1.4
source: imā kho, bhikkhave, tisso vedanāti.
sc_po: These are the three feelings.

# sn36.2:2.1
source: Sukhaṃ vā yadi vā dukkhaṃ,
sc_po: Whatever is felt

# sn36.2:2.2
source: adukkhamasukhaṃ saha;
sc_po: internally and externally—

# sn36.2:2.3
source: Ajjhattañca bahiddhā ca,
sc_po: whether pleasure or pain

# sn36.2:2.4
source: yaṃ kiñci atthi veditaṃ.
sc_po: as well as what’s neutral—

# sn36.2:3.1
source: Etaṃ dukkhanti ñatvāna,
sc_po: having known this as suffering,

# sn36.2:3.2
source: mosadhammaṃ palokinaṃ;
sc_po: deceptive, falling apart,

# sn36.2:3.3
source: Phussa phussa vayaṃ passaṃ,
sc_po: one sees them vanish as they’re experienced again and again:

# sn36.2:3.4
source: evaṃ tattha virajjatī”ti.
sc_po: that’s how to be free of desire them.”
