Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.10.po
Languages: sc_po

# sn36.10:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.10:0.2
source: 1. Sagāthāvagga
sc_po: 1. With Verses

# sn36.10:0.3
source: 10. Phassamūlakasutta
sc_po: 10. Rooted in Contact

# sn36.10:1.1
source: “Tisso imā, bhikkhave, vedanā phassajā phassamūlakā phassanidānā phassapaccayā.
sc_po: “Mendicants, these three feelings are born, rooted, sourced, and conditioned by contact.

# sn36.10:1.2
source: Katamā tisso?
sc_po: What three?

# sn36.10:1.3
source: Sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā.
sc_po: Pleasant, painful, and neutral feeling.

# sn36.10:1.4
source: Sukhavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati sukhā vedanā.
sc_po: Pleasant feeling arises dependent on a contact to be experienced as pleasant.

# sn36.10:1.5
source: Tasseva sukhavedaniyassa phassassa nirodhā, yaṃ tajjaṃ vedayitaṃ sukhavedaniyaṃ phassaṃ paṭicca uppannā sukhā vedanā, sā nirujjhati, sā vūpasammati.
sc_po: With the cessation of that contact to be experienced as pleasant, the corresponding pleasant feeling ceases and stops.

# sn36.10:1.6
source: Dukkhavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati dukkhā vedanā.
sc_po: Painful feeling arises dependent on a contact to be experienced as painful.

# sn36.10:1.7
source: Tasseva dukkhavedaniyassa phassassa nirodhā, yaṃ tajjaṃ vedayitaṃ dukkhavedaniyaṃ phassaṃ paṭicca uppannā dukkhā vedanā, sā nirujjhati, sā vūpasammati.
sc_po: With the cessation of that contact to be experienced as painful, the corresponding painful feeling ceases and stops.

# sn36.10:1.8
source: Adukkhamasukhavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati adukkhamasukhā vedanā.
sc_po: Neutral feeling arises dependent on a contact to be experienced as neutral.

# sn36.10:1.9
source: Tasseva adukkhamasukhavedaniyassa phassassa nirodhā, yaṃ tajjaṃ vedayitaṃ adukkhamasukhavedaniyaṃ phassaṃ paṭicca uppannā adukkhamasukhā vedanā, sā nirujjhati, sā vūpasammati.
sc_po: With the cessation of that contact to be experienced as neutral, the corresponding neutral feeling ceases and stops.

# sn36.10:1.10
source: Seyyathāpi, bhikkhave, dvinnaṃ kaṭṭhānaṃ saṅghaṭṭanasamodhānā usmā jāyati, tejo abhinibbattati. Tesaṃyeva kaṭṭhānaṃ nānābhāvā vinikkhepā, yā tajjā usmā, sā nirujjhati, sā vūpasammati.
sc_po: When you rub two sticks together, heat is generated and fire is produced. But when you part the sticks and lay them aside, any corresponding heat ceases and stops.

# sn36.10:1.11
source: Evameva kho, bhikkhave, imā tisso vedanā phassajā phassamūlakā phassanidānā phassapaccayā.
sc_po: In the same way, these three feelings are born, rooted, sourced, and conditioned by contact.

# sn36.10:1.12
source: Tajjaṃ phassaṃ paṭicca tajjā vedanā uppajjanti.
sc_po: The appropriate feeling arises dependent on the corresponding contact.

# sn36.10:1.13
source: Tajjassa phassassa nirodhā tajjā vedanā nirujjhantī”ti.
sc_po: When the corresponding contact ceases, the appropriate feeling ceases.”
