Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.18.po
Languages: sc_po

# sn36.18:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.18:0.2
source: 2. Rahogatavagga
sc_po: 2. In Private

# sn36.18:0.3
source: 18. Dutiyasambahulasutta
sc_po: 18. With Several Mendicants (2nd)

# sn36.18:1.1
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu … pe …
sc_po: Then several mendicants went up to the Buddha …

# sn36.18:1.2
source: ekamantaṃ nisinnā kho te bhikkhū bhagavā etadavoca:
sc_po: The Buddha said to them:

# sn36.18:1.3
source: “katamā nu kho, bhikkhave, vedanā, katamo vedanāsamudayo, katamo vedanānirodho, katamā vedanānirodhagāminī paṭipadā?
sc_po: “Mendicants, what is feeling? What’s the origin of feeling? What’s the cessation of feeling? What’s the practice that leads to the cessation of feeling?

# sn36.18:1.4
source: Ko vedanāya assādo, ko ādīnavo, kiṃ nissaraṇan”ti?
sc_po: And what is feeling’s gratification, drawback, and escape?”

# sn36.18:1.5
source: “Bhagavaṃmūlakā no, bhante, dhammā … pe …”
sc_po: “Our teachings are rooted in the Buddha. …”

# sn36.18:1.6
source: “tisso imā, bhikkhave, vedanā—
sc_po: “Mendicants, there are these three feelings:

# sn36.18:1.7
source: sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā—
sc_po: pleasant, painful, and neutral.

# sn36.18:1.8
source: imā vuccanti, bhikkhave, vedanā … pe … phassasamudayā … pe ….
sc_po: These are called feeling. …”

# sn36.18:1.9
source: (Yathā purimasuttante, tathā vitthāretabbo.)
sc_po: (This should be told in full as in the previous discourse.)
