Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.26.po
Languages: sc_po

# sn36.26:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.26:0.2
source: 3. Aṭṭhasatapariyāyavagga
sc_po: 3. The Explanation of the Hundred and Eight

# sn36.26:0.3
source: 26. Sambahulabhikkhusutta
sc_po: 26. With Several Mendicants

# sn36.26:1.1
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā … pe … ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him:

# sn36.26:1.2
source: “katamā nu kho, bhante, vedanā, katamo vedanāsamudayo, katamā vedanāsamudayagāminī paṭipadā?
sc_po: “Sir, what is feeling? What’s the origin of feeling? What’s the practice that leads to the origin of feeling?

# sn36.26:1.3
source: Katamo vedanānirodho, katamā vedanānirodhagāminī paṭipadā?
sc_po: What’s the cessation of feeling? What’s the practice that leads to the cessation of feeling?

# sn36.26:1.4
source: Ko vedanāya assādo, ko ādīnavo, kiṃ nissaraṇan”ti?
sc_po: And what is feeling’s gratification, drawback, and escape?”

# sn36.26:1.5
source: “Tisso imā, bhikkhave, vedanā—
sc_po: “Mendicants, there are these three feelings.

# sn36.26:1.6
source: sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā.
sc_po: pleasant, painful, and neutral.

# sn36.26:1.7
source: Imā vuccanti, bhikkhave, vedanā.
sc_po: These are called feeling.

# sn36.26:1.8
source: Phassasamudayā vedanāsamudayo.
sc_po: Feeling originates from contact.

# sn36.26:1.9
source: Taṇhā vedanāsamudayagāminī paṭipadā.
sc_po: Craving is the practice that leads to the origin of feeling.

# sn36.26:1.10
source: Phassanirodhā … pe …
sc_po: When contact ceases, feeling ceases. …

# sn36.26:1.11
source: yo vedanāya chandarāgavinayo chandarāgappahānaṃ. Idaṃ vedanāya nissaraṇan”ti.
sc_po: Removing and giving up desire and greed for feeling: this is its escape.”
