Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.21.po
Languages: sc_po

# sn36.21:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.21:0.2
source: 3. Aṭṭhasatapariyāyavagga
sc_po: 3. The Explanation of the Hundred and Eight

# sn36.21:0.3
source: 21. Sīvakasutta
sc_po: 21. With Sīvaka

# sn36.21:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn36.21:1.2
source: Atha kho moḷiyasīvako paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the wanderer Moḷiyasīvaka went up to the Buddha and exchanged greetings with him.

# sn36.21:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho moḷiyasīvako paribbājako bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# sn36.21:1.4
source: “santi, bho gotama, eke samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
sc_po: “Master Gotama, there are some ascetics and brahmins who have this doctrine and view:

# sn36.21:1.5
source: ‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ pubbekatahetū’ti.
sc_po: ‘Everything this individual experiences—pleasurable, painful, or neutral—is because of past deeds.’

# sn36.21:1.6
source: Idha bhavaṃ gotamo kimāhā”ti?
sc_po: What does Master Gotama say about this?”

# sn36.21:2.1
source: “Pittasamuṭṭhānānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti.
sc_po: “Sīvaka, some feelings stem from bile disorders.

# sn36.21:2.2
source: Sāmampi kho etaṃ, sīvaka, veditabbaṃ yathā pittasamuṭṭhānānipi idhekaccāni vedayitāni uppajjanti.
sc_po: You can know this from your own personal experience,

# sn36.21:2.3
source: Lokassapi kho etaṃ, sīvaka, saccasammataṃ yathā pittasamuṭṭhānānipi idhekaccāni vedayitāni uppajjanti.
sc_po: and it is generally agreed to be true.

# sn36.21:2.4
source: Tatra, sīvaka, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
sc_po: Since this is so, the ascetics and brahmins whose view is that

# sn36.21:2.5
source: ‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ pubbekatahetū’ti.
sc_po: everything an individual experiences is because of past deeds

# sn36.21:2.6
source: Yañca sāmaṃ ñātaṃ tañca atidhāvanti, yañca loke saccasammataṃ tañca atidhāvanti.
sc_po: go beyond personal experience and beyond what is generally agreed to be true.

# sn36.21:2.7
source: Tasmā tesaṃ samaṇabrāhmaṇānaṃ micchāti vadāmi.
sc_po: So those ascetics and brahmins are wrong, I say.

# sn36.21:3.1
source: Semhasamuṭṭhānānipi kho, sīvaka … pe …
sc_po: Some feelings stem from phlegm disorders …

# sn36.21:3.2
source: vātasamuṭṭhānānipi kho, sīvaka … pe …
sc_po: wind disorders …

# sn36.21:3.3
source: sannipātikānipi kho, sīvaka … pe …
sc_po: their conjunction …

# sn36.21:3.4
source: utupariṇāmajānipi kho, sīvaka … pe …
sc_po: change in weather …

# sn36.21:3.5
source: visamaparihārajānipi kho, sīvaka … pe …
sc_po: not taking care of yourself …

# sn36.21:3.6
source: opakkamikānipi kho, sīvaka … pe …
sc_po: overexertion …

# sn36.21:3.7
source: kammavipākajānipi kho, sīvaka, idhekaccāni vedayitāni uppajjanti.
sc_po: Some feelings are the result of past deeds.

# sn36.21:3.8
source: Sāmampi kho etaṃ, sīvaka, veditabbaṃ.
sc_po: You can know this from your own personal experience,

# sn36.21:3.10
source: lokassapi kho etaṃ, sīvaka, saccasammataṃ.
sc_po: and it is generally agreed to be true.

# sn36.21:3.12
source: tatra, sīvaka, ye te samaṇabrāhmaṇā evaṃvādino evaṃdiṭṭhino:
sc_po: Since this is so, the ascetics and brahmins whose view is that

# sn36.21:3.13
source: ‘yaṃ kiñcāyaṃ purisapuggalo paṭisaṃvedeti sukhaṃ vā dukkhaṃ vā adukkhamasukhaṃ vā sabbaṃ taṃ pubbekatahetū’ti.
sc_po: everything an individual experiences is because of past deeds

# sn36.21:3.14
source: Yañca sāmaṃ ñātaṃ tañca atidhāvanti yañca loke saccasammataṃ tañca atidhāvanti.
sc_po: go beyond personal experience and beyond what is generally agreed to be true.

# sn36.21:3.15
source: Tasmā ‘tesaṃ samaṇabrāhmaṇānaṃ micchā’ti vadāmī”ti.
sc_po: So those ascetics and brahmins are wrong, I say.”

# sn36.21:4.1
source: Evaṃ vutte, moḷiyasīvako paribbājako bhagavantaṃ etadavoca:
sc_po: When he said this, the wanderer Moḷiyasīvaka said to the Buddha,

# sn36.21:4.2
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# sn36.21:4.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”

# sn36.21:5.1
source: “Pittaṃ semhañca vāto ca,
sc_po: “Bile, phlegm, and wind,

# sn36.21:5.2
source: Sannipātā utūni ca;
sc_po: their conjunction, and the weather,

# sn36.21:5.3
source: Visamaṃ opakkamikaṃ,
sc_po: not taking care of yourself, overexertion,

# sn36.21:5.4
source: Kammavipākena aṭṭhamī”ti.
sc_po: and the result of deeds is the eighth.”
