Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.31.po
Languages: sc_po

# sn36.31:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.31:0.2
source: 3. Aṭṭhasatapariyāyavagga
sc_po: 3. The Explanation of the Hundred and Eight

# sn36.31:0.3
source: 31. Nirāmisasutta
sc_po: 31. Spiritual

# sn36.31:1.1
source: “Atthi, bhikkhave, sāmisā pīti, atthi nirāmisā pīti, atthi nirāmisā nirāmisatarā pīti;
sc_po: “Mendicants, there is material rapture, spiritual rapture, and even more spiritual rapture.

# sn36.31:1.2
source: atthi sāmisaṃ sukhaṃ, atthi nirāmisaṃ sukhaṃ, atthi nirāmisā nirāmisataraṃ sukhaṃ;
sc_po: There is material pleasure, spiritual pleasure, and even more spiritual pleasure.

# sn36.31:1.3
source: atthi sāmisā upekkhā, atthi nirāmisā upekkhā, atthi nirāmisā nirāmisatarā upekkhā;
sc_po: There is material equanimity, spiritual equanimity, and even more spiritual equanimity.

# sn36.31:1.4
source: atthi sāmiso vimokkho, atthi nirāmiso vimokkho, atthi nirāmisā nirāmisataro vimokkho.
sc_po: There is material liberation, spiritual liberation, and even more spiritual liberation.

# sn36.31:1.5
source: Katamā ca, bhikkhave, sāmisā pīti?
sc_po: And what is material rapture?

# sn36.31:1.6
source: Pañcime, bhikkhave, kāmaguṇā.
sc_po: There are these five kinds of sensual stimulation.

# sn36.31:1.7
source: Katame pañca?
sc_po: What five?

# sn36.31:1.8
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā … pe …
sc_po: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds … Smells … Tastes …

# sn36.31:1.9
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn36.31:1.10
source: Ime kho, bhikkhave, pañca kāmaguṇā.
sc_po: These are the five kinds of sensual stimulation.

# sn36.31:1.11
source: Yā kho, bhikkhave, ime pañca kāmaguṇe paṭicca uppajjati pīti, ayaṃ vuccati, bhikkhave, sāmisā pīti.
sc_po: The rapture that arises from these five kinds of sensual stimulation is called material rapture.

# sn36.31:2.1
source: Katamā ca, bhikkhave, nirāmisā pīti?
sc_po: And what is spiritual rapture?

# sn36.31:2.2
source: Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
sc_po: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# sn36.31:2.3
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
sc_po: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# sn36.31:2.4
source: Ayaṃ vuccati, bhikkhave, nirāmisā pīti.
sc_po: This is called spiritual rapture.

# sn36.31:3.1
source: Katamā ca, bhikkhave, nirāmisā nirāmisatarā pīti?
sc_po: And what is even more spiritual rapture?

# sn36.31:3.2
source: Yā kho, bhikkhave, khīṇāsavassa bhikkhuno rāgā cittaṃ vimuttaṃ paccavekkhato, dosā cittaṃ vimuttaṃ paccavekkhato, mohā cittaṃ vimuttaṃ paccavekkhato uppajjati pīti, ayaṃ vuccati, bhikkhave, nirāmisā nirāmisatarā pīti.
sc_po: When a mendicant who has ended the defilements reviews their mind free from greed, hate, and delusion, rapture arises. This is called even more spiritual rapture.

# sn36.31:4.1
source: Katamañca, bhikkhave, sāmisaṃ sukhaṃ?
sc_po: And what is material pleasure?

# sn36.31:4.2
source: Pañcime, bhikkhave, kāmaguṇā.
sc_po: Mendicants, there are these five kinds of sensual stimulation.

# sn36.31:4.3
source: Katame pañca?
sc_po: What five?

# sn36.31:4.4
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā … pe …
sc_po: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds … Smells … Tastes …

# sn36.31:4.5
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn36.31:4.6
source: Ime kho, bhikkhave, pañca kāmaguṇā.
sc_po: These are the five kinds of sensual stimulation.

# sn36.31:4.7
source: Yaṃ kho, bhikkhave, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ, idaṃ vuccati, bhikkhave, sāmisaṃ sukhaṃ.
sc_po: The pleasure and happiness that arise from these five kinds of sensual stimulation is called material pleasure.

# sn36.31:5.1
source: Katamañca, bhikkhave, nirāmisaṃ sukhaṃ?
sc_po: And what is spiritual pleasure?

# sn36.31:5.2
source: Idha, bhikkhave, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
sc_po: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# sn36.31:5.3
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
sc_po: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# sn36.31:5.4
source: Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno sukhañca kāyena paṭisaṃvedeti, yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
sc_po: And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# sn36.31:5.5
source: Idaṃ vuccati, bhikkhave, nirāmisaṃ sukhaṃ.
sc_po: This is called spiritual pleasure.

# sn36.31:6.1
source: Katamañca, bhikkhave, nirāmisā nirāmisataraṃ sukhaṃ?
sc_po: And what is even more spiritual pleasure?

# sn36.31:6.2
source: Yaṃ kho, bhikkhave, khīṇāsavassa bhikkhuno rāgā cittaṃ vimuttaṃ paccavekkhato, dosā cittaṃ vimuttaṃ paccavekkhato, mohā cittaṃ vimuttaṃ paccavekkhato uppajjati sukhaṃ somanassaṃ, idaṃ vuccati, bhikkhave, nirāmisā nirāmisataraṃ sukhaṃ.
sc_po: When a mendicant who has ended the defilements reviews their mind free from greed, hate, and delusion, pleasure and happiness arises. This is called even more spiritual pleasure.

# sn36.31:7.1
source: Katamā ca, bhikkhave, sāmisā upekkhā?
sc_po: And what is material equanimity?

# sn36.31:7.2
source: Pañcime, bhikkhave, kāmaguṇā.
sc_po: There are these five kinds of sensual stimulation.

# sn36.31:7.3
source: Katame pañca?
sc_po: What five?

# sn36.31:7.4
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā … pe …
sc_po: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing. Sounds … Smells … Tastes …

# sn36.31:7.5
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā.
sc_po: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# sn36.31:7.6
source: Ime kho, bhikkhave, pañca kāmaguṇā.
sc_po: These are the five kinds of sensual stimulation.

# sn36.31:7.7
source: Yā kho, bhikkhave, ime pañca kāmaguṇe paṭicca uppajjati upekkhā, ayaṃ vuccati, bhikkhave, sāmisā upekkhā.
sc_po: The equanimity that arises from these five kinds of sensual stimulation is called material equanimity.

# sn36.31:8.1
source: Katamā ca, bhikkhave, nirāmisā upekkhā?
sc_po: And what is spiritual equanimity?

# sn36.31:8.2
source: Idha, bhikkhave, bhikkhu sukhassa ca pahānā, dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā, adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
sc_po: It’s when, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# sn36.31:8.3
source: Ayaṃ vuccati, bhikkhave, nirāmisā upekkhā.
sc_po: This is called spiritual equanimity.

# sn36.31:9.1
source: Katamā ca, bhikkhave, nirāmisā nirāmisatarā upekkhā?
sc_po: And what is even more spiritual equanimity?

# sn36.31:9.2
source: Yā kho, bhikkhave, khīṇāsavassa bhikkhuno rāgā cittaṃ vimuttaṃ paccavekkhato, dosā cittaṃ vimuttaṃ paccavekkhato, mohā cittaṃ vimuttaṃ paccavekkhato uppajjati upekkhā, ayaṃ vuccati, bhikkhave, nirāmisā nirāmisatarā upekkhā.
sc_po: When a mendicant who has ended the defilements reviews their mind free from greed, hate, and delusion, equanimity arises. This is called even more spiritual equanimity.

# sn36.31:10.1
source: Katamo ca, bhikkhave, sāmiso vimokkho?
sc_po: And what is material liberation?

# sn36.31:10.2
source: Rūpappaṭisaṃyutto vimokkho sāmiso vimokkho.
sc_po: Liberation connected with form is material.

# sn36.31:11.1
source: Katamo ca, bhikkhave, nirāmiso vimokkho?
sc_po: And what is spiritual liberation?

# sn36.31:11.2
source: Arūpappaṭisaṃyutto vimokkho nirāmiso vimokkho.
sc_po: Liberation connected with the formless is spiritual.

# sn36.31:12.1
source: Katamo ca, bhikkhave, nirāmisā nirāmisataro vimokkho?
sc_po: And what is even more spiritual liberation?

# sn36.31:12.2
source: Yo kho, bhikkhave, khīṇāsavassa bhikkhuno rāgā cittaṃ vimuttaṃ paccavekkhato, dosā cittaṃ vimuttaṃ paccavekkhato, mohā cittaṃ vimuttaṃ paccavekkhato uppajjati vimokkho, ayaṃ vuccati, bhikkhave, nirāmisā nirāmisataro vimokkho”ti.
sc_po: When a mendicant who has ended the defilements reviews their mind free from greed, hate, and delusion, liberation arises. This is called even more spiritual liberation.”

# sn36.31:13.5
source: Vedanāsaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on feeling are complete.
