Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.15.po
Languages: sc_po

# sn36.15:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.15:0.2
source: 2. Rahogatavagga
sc_po: 2. In Private

# sn36.15:0.3
source: 15. Paṭhamaānandasutta
sc_po: 15. With Ānanda (1st)

# sn36.15:1.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā ekamantaṃ nisīdi, ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha … sat down to one side, and said to him:

# sn36.15:1.2
source: “katamā nu kho, bhante, vedanā, katamo vedanāsamudayo, katamo vedanānirodho, katamā vedanānirodhagāminī paṭipadā?
sc_po: “Sir, what is feeling? What’s the origin of feeling? What’s the cessation of feeling? What’s the practice that leads to the cessation of feeling?

# sn36.15:1.3
source: Ko vedanāya assādo, ko ādīnavo, kiṃ nissaraṇan”ti?
sc_po: And what is feeling’s gratification, drawback, and escape?”

# sn36.15:1.4
source: “Tisso imā, ānanda, vedanā—
sc_po: “Ānanda, there are these three feelings:

# sn36.15:1.5
source: sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā—
sc_po: pleasant, painful, and neutral.

# sn36.15:1.6
source: imā vuccanti, ānanda, vedanā.
sc_po: These are called feeling.

# sn36.15:1.7
source: Phassasamudayā vedanāsamudayo;
sc_po: Feeling originates from contact.

# sn36.15:1.8
source: phassanirodhā vedanānirodho.
sc_po: When contact ceases, feeling ceases.

# sn36.15:1.9
source: Ayameva ariyo aṭṭhaṅgiko maggo vedanānirodhagāminī paṭipadā, seyyathidaṃ—
sc_po: The practice that leads to the cessation of feelings is simply this noble eightfold path, that is:

# sn36.15:1.10
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn36.15:1.11
source: Yaṃ vedanaṃ paṭicca uppajjati sukhaṃ somanassaṃ, ayaṃ vedanāya assādo.
sc_po: The pleasure and happiness that arise from feeling: this is its gratification.

# sn36.15:1.12
source: Yaṃ vedanā aniccā dukkhā vipariṇāmadhammā, ayaṃ vedanāya ādīnavo.
sc_po: That feeling is impermanent, suffering, and perishable: this is its drawback.

# sn36.15:1.13
source: Yo vedanāya chandarāgavinayo chandarāgappahānaṃ, idaṃ vedanāya nissaraṇaṃ.
sc_po: Removing and giving up desire and greed for feeling: this is its escape.

# sn36.15:1.14
source: Atha kho panānanda, mayā anupubbasaṅkhārānaṃ nirodho akkhāto.
sc_po: But I have also explained the progressive cessation of conditions.

# sn36.15:1.15
source: Paṭhamaṃ jhānaṃ samāpannassa vācā niruddhā hoti … pe …
sc_po: For someone who has attained the first absorption, speech has ceased. …

# sn36.15:1.16
source: saññāvedayitanirodhaṃ samāpannassa saññā ca vedanā ca niruddhā honti.
sc_po: For someone who has attained the cessation of perception and feeling, perception and feeling have ceased.

# sn36.15:1.17
source: Khīṇāsavassa bhikkhuno rāgo niruddho hoti, doso niruddho hoti, moho niruddho hoti.
sc_po: For a mendicant who has ended the defilements, greed, hate, and delusion have ceased.

# sn36.15:1.18
source: Atha kho panānanda, mayā anupubbasaṅkhārānaṃ vūpasamo akkhāto.
sc_po: And I have also explained the progressive stilling of conditions.

# sn36.15:1.19
source: Paṭhamaṃ jhānaṃ samāpannassa vācā vūpasantā hoti … pe …
sc_po: For someone who has attained the first absorption, speech has stilled. …

# sn36.15:1.20
source: saññāvedayitanirodhaṃ samāpannassa saññā ca vedanā ca vūpasantā honti.
sc_po: For someone who has attained the cessation of perception and feeling, perception and feeling have stilled.

# sn36.15:1.21
source: Khīṇāsavassa bhikkhuno rāgo vūpasanto hoti, doso vūpasanto hoti, moho vūpasanto hoti.
sc_po: For a mendicant who has ended the defilements, greed, hate, and delusion have stilled.

# sn36.15:1.22
source: Atha kho panānanda, mayā anupubbasaṅkhārānaṃ paṭippassaddhi akkhātā.
sc_po: And I have also explained the progressive tranquilizing of conditions.

# sn36.15:1.23
source: Paṭhamaṃ jhānaṃ samāpannassa vācā paṭippassaddhā hoti … pe …
sc_po: For someone who has attained the first absorption, speech has been tranquilized. …

# sn36.15:1.24
source: ākāsānañcāyatanaṃ samāpannassa rūpasaññā paṭippassaddhā hoti.
sc_po: For someone who has attained the dimension of infinite space, the perception of form has been tranquilized.

# sn36.15:1.25
source: Viññāṇañcāyatanaṃ samāpannassa ākāsānañcāyatanasaññā paṭippassaddhā hoti.
sc_po: For someone who has attained the dimension of infinite consciousness, the perception of the dimension of infinite space has been tranquilized.

# sn36.15:1.26
source: Ākiñcaññāyatanaṃ samāpannassa viññāṇañcāyatanasaññā paṭippassaddhā hoti.
sc_po: For someone who has attained the dimension of nothingness, the perception of the dimension of infinite consciousness has been tranquilized.

# sn36.15:1.27
source: Nevasaññānāsaññāyatanaṃ samāpannassa ākiñcaññāyatanasaññā paṭippassaddhā hoti.
sc_po: For someone who has attained the dimension of neither perception nor non-perception, the perception of the dimension of nothingness has been tranquilized.

# sn36.15:1.28
source: Saññāvedayitanirodhaṃ samāpannassa saññā ca vedanā ca paṭippassaddhā honti.
sc_po: For someone who has attained the cessation of perception and feeling, perception and feeling have been tranquilized.

# sn36.15:1.29
source: Khīṇāsavassa bhikkhuno rāgo paṭippassaddho hoti, doso paṭippassaddho hoti, moho paṭippassaddho hotī”ti.
sc_po: For a mendicant who has ended the defilements, greed, hate, and delusion have been tranquilized.”
