Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.04.po
Languages: sc_po

# sn36.4:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.4:0.2
source: 1. Sagāthāvagga
sc_po: 1. With Verses

# sn36.4:0.3
source: 4. Pātālasutta
sc_po: 4. The Abyss

# sn36.4:1.1
source: “Assutavā, bhikkhave, puthujjano yaṃ vācaṃ bhāsati:
sc_po: “Mendicants, when an uneducated ordinary person says that

# sn36.4:1.2
source: ‘atthi mahāsamudde pātālo’ti.
sc_po: there’s a hellish abyss under the ocean,

# sn36.4:1.3
source: Taṃ kho panetaṃ, bhikkhave, assutavā puthujjano asantaṃ avijjamānaṃ evaṃ vācaṃ bhāsati:
sc_po: they’re speaking of something that doesn’t exist.

# sn36.4:1.5
source: Sārīrikānaṃ kho etaṃ, bhikkhave, dukkhānaṃ vedanānaṃ adhivacanaṃ yadidaṃ ‘pātālo’ti.
sc_po: ‘Hellish abyss’ is a term for painful physical feelings.

# sn36.4:1.6
source: Assutavā, bhikkhave, puthujjano sārīrikāya dukkhāya vedanāya phuṭṭho samāno socati kilamati paridevati urattāḷiṃ kandati sammohaṃ āpajjati.
sc_po: When an uneducated ordinary person experiences painful physical feelings they sorrow and pine and lament, beating their breast and falling into confusion.

# sn36.4:1.7
source: Ayaṃ vuccati, bhikkhave, ‘assutavā puthujjano pātāle na paccuṭṭhāsi, gādhañca nājjhagā’.
sc_po: They’re called an uneducated ordinary person who hasn’t stood up in the hellish abyss and has gained no footing.

# sn36.4:1.8
source: Sutavā ca kho, bhikkhave, ariyasāvako sārīrikāya dukkhāya vedanāya phuṭṭho samāno neva socati, na kilamati, na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati.
sc_po: When an educated noble disciple experiences painful physical feelings they don’t sorrow or pine or lament, beating their breast and falling into confusion.

# sn36.4:1.9
source: Ayaṃ vuccati, bhikkhave, ‘sutavā ariyasāvako pātāle paccuṭṭhāsi, gādhañca ajjhagā’ti.
sc_po: They’re called an educated noble disciple who has stood up in the hellish abyss and gained a footing.

# sn36.4:2.1
source: Yo etā nādhivāseti,
sc_po: If you can’t abide

# sn36.4:2.2
source: uppannā vedanā dukhā;
sc_po: those painful physical feelings

# sn36.4:2.3
source: Sārīrikā pāṇaharā,
sc_po: that arise and sap your vitality;

# sn36.4:2.4
source: yāhi phuṭṭho pavedhati.
sc_po: if you tremble at their touch,

# sn36.4:3.1
source: Akkandati parodati,
sc_po: weeping and wailing,

# sn36.4:3.2
source: dubbalo appathāmako;
sc_po: a weakling lacking strength—

# sn36.4:3.3
source: Na so pātāle paccuṭṭhāsi,
sc_po: you won’t stand up in the hellish abyss

# sn36.4:3.4
source: atho gādhampi nājjhagā.
sc_po: and gain a footing.

# sn36.4:4.1
source: Yo cetā adhivāseti,
sc_po: If you can abide

# sn36.4:4.2
source: uppannā vedanā dukhā;
sc_po: those painful physical feelings

# sn36.4:4.3
source: Sārīrikā pāṇaharā,
sc_po: that arise and sap your vitality;

# sn36.4:4.4
source: yāhi phuṭṭho na vedhati;
sc_po: if you don’t tremble at their touch—

# sn36.4:4.5
source: Sa ve pātāle paccuṭṭhāsi,
sc_po: you stand up in the hellish abyss

# sn36.4:4.6
source: atho gādhampi ajjhagā”ti.
sc_po: and gain a footing.”
