Repository: kondannyo/PGP
Catalog: SN/*_text/sn36/sn36.01.po
Languages: sc_po

# sn36.1:0.1
source: Saṃyutta Nikāya 36
sc_po: Linked Discourses 36

# sn36.1:0.2
source: 1. Sagāthāvagga
sc_po: 1. With Verses

# sn36.1:0.3
source: 1. Samādhisutta
sc_po: 1. Immersion

# sn36.1:1.1
source: “Tisso imā, bhikkhave, vedanā.
sc_po: “Mendicants, there are these three feelings.

# sn36.1:1.2
source: Katamā tisso?
sc_po: What three?

# sn36.1:1.3
source: Sukhā vedanā, dukkhā vedanā, adukkhamasukhā vedanā—
sc_po: Pleasant, painful, and neutral feeling.

# sn36.1:1.4
source: imā kho, bhikkhave, tisso vedanāti.
sc_po: These are the three feelings.

# sn36.1:2.1
source: Samāhito sampajāno,
sc_po: With immersion and situational awareness,

# sn36.1:2.2
source: sato buddhassa sāvako;
sc_po: a mindful disciple of the Buddha

# sn36.1:2.3
source: Vedanā ca pajānāti,
sc_po: understands feelings,

# sn36.1:2.4
source: vedanānañca sambhavaṃ.
sc_po: the cause of feelings,

# sn36.1:3.1
source: Yattha cetā nirujjhanti,
sc_po: where they cease,

# sn36.1:3.2
source: maggañca khayagāminaṃ;
sc_po: and the path that leads to their ending.

# sn36.1:3.3
source: Vedanānaṃ khayā bhikkhu,
sc_po: With the ending of feelings, a mendicant

# sn36.1:3.4
source: nicchāto parinibbuto”ti.
sc_po: is hungerless, extinguished.”
