Repository: kondannyo/PGP
Catalog: SN/*_text/sn25/sn25.10.po
Languages: sc_po

# sn25.10:0.1
source: Saṃyutta Nikāya 25
sc_po: Linked Discourses 25

# sn25.10:0.2
source: 1. Cakkhuvagga
sc_po: 1. The Eye

# sn25.10:0.3
source: 10. Khandhasutta
sc_po: 10. The Aggregates

# sn25.10:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn25.10:1.2
source: “Rūpaṃ, bhikkhave, aniccaṃ vipariṇāmi aññathābhāvi;
sc_po: “Mendicants, form is impermanent, perishing, and changing.

# sn25.10:1.3
source: vedanā aniccā vipariṇāmī aññathābhāvī;
sc_po: Feeling,

# sn25.10:1.4
source: saññā …
sc_po: perception,

# sn25.10:1.5
source: saṅkhārā aniccā vipariṇāmino aññathābhāvino;
sc_po: choices,

# sn25.10:1.6
source: viññāṇaṃ aniccaṃ vipariṇāmi aññathābhāvi.
sc_po: and consciousness are impermanent, perishing, and changing.

# sn25.10:1.7
source: Yo, bhikkhave, ime dhamme evaṃ saddahati adhimuccati, ayaṃ vuccati saddhānusārī, okkanto sammattaniyāmaṃ, sappurisabhūmiṃ okkanto, vītivatto puthujjanabhūmiṃ;
sc_po: Someone who has faith and confidence in these principles is called a follower by faith. They’ve arrived at inevitability regarding the right path, they’ve arrived at the level of the good person, and they’ve transcended the level of the bad person.

# sn25.10:1.8
source: abhabbo taṃ kammaṃ kātuṃ, yaṃ kammaṃ katvā nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjeyya;
sc_po: They can’t do any deed which would make them be reborn in hell, the animal realm, or the ghost realm.

# sn25.10:1.9
source: abhabbo ca tāva kālaṃ kātuṃ yāva na sotāpattiphalaṃ sacchikaroti.
sc_po: They can’t die without realizing the fruit of stream-entry.

# sn25.10:2.1
source: Yassa kho, bhikkhave, ime dhammā evaṃ paññāya mattaso nijjhānaṃ khamanti, ayaṃ vuccati: ‘dhammānusārī, okkanto sammattaniyāmaṃ, sappurisabhūmiṃ okkanto, vītivatto puthujjanabhūmiṃ;
sc_po: Someone who accepts these principles after considering them with a degree of wisdom is called a follower of the teachings. They’ve arrived at inevitability regarding the right path, they’ve arrived at the level of the good person, and they’ve transcended the level of the bad person.

# sn25.10:2.2
source: abhabbo taṃ kammaṃ kātuṃ, yaṃ kammaṃ katvā nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjeyya;
sc_po: They can’t do any deed which would make them be reborn in hell, the animal realm, or the ghost realm.

# sn25.10:2.3
source: abhabbo ca tāva kālaṃ kātuṃ yāva na sotāpattiphalaṃ sacchikaroti’.
sc_po: They can’t die without realizing the fruit of stream-entry.

# sn25.10:2.4
source: Yo, bhikkhave, ime dhamme evaṃ pajānāti evaṃ passati, ayaṃ vuccati:
sc_po: Someone who understands and sees these principles is called

# sn25.10:2.5
source: ‘sotāpanno avinipātadhammo niyato sambodhiparāyano’”ti.
sc_po: a stream-enterer, not liable to be reborn in the underworld, bound for awakening.”

# sn25.10:3.5
source: Okkantasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on arrival are complete.
