Repository: kondannyo/PGP
Catalog: SN/*_text/sn25/sn25.05.po
Languages: sc_po

# sn25.5:0.1
source: Saṃyutta Nikāya 25
sc_po: Linked Discourses 25

# sn25.5:0.2
source: 1. Cakkhuvagga
sc_po: 1. The Eye

# sn25.5:0.3
source: 5. Samphassajasutta
sc_po: 5. Feeling

# sn25.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn25.5:1.2
source: “Cakkhusamphassajā, bhikkhave, vedanā aniccā vipariṇāmī aññathābhāvī;
sc_po: “Mendicants, feeling born of eye contact is impermanent, perishing, and changing.

# sn25.5:1.3
source: sotasamphassajā vedanā … pe …
sc_po: Feeling born of ear contact,

# sn25.5:1.4
source: ghānasamphassajā vedanā … pe …
sc_po: feeling born of nose contact,

# sn25.5:1.5
source: jivhāsamphassajā vedanā … pe …
sc_po: feeling born of tongue contact,

# sn25.5:1.6
source: kāyasamphassajā vedanā … pe …
sc_po: feeling born of body contact,

# sn25.5:1.7
source: manosamphassajā vedanā aniccā vipariṇāmī aññathābhāvī.
sc_po: and feeling born of mind contact are impermanent, perishing, and changing.

# sn25.5:1.8
source: Yo, bhikkhave, ime dhamme evaṃ saddahati adhimuccati, ayaṃ vuccati ‘saddhānusārī … pe …
sc_po: Someone who has faith and confidence in these principles is called a follower by faith. …”
