Repository: kondannyo/PGP
Catalog: SN/*_text/sn25/sn25.01.po
Languages: sc_po

# sn25.1:0.1
source: Saṃyutta Nikāya 25
sc_po: Linked Discourses 25

# sn25.1:0.2
source: 1. Cakkhuvagga
sc_po: 1. The Eye

# sn25.1:0.3
source: 1. Cakkhusutta
sc_po: 1. The Eye

# sn25.1:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn25.1:1.2
source: “Cakkhuṃ, bhikkhave, aniccaṃ vipariṇāmi aññathābhāvi;
sc_po: “Mendicants, the eye is impermanent, perishing, and changing.

# sn25.1:1.3
source: sotaṃ aniccaṃ vipariṇāmi aññathābhāvi;
sc_po: The ear,

# sn25.1:1.4
source: ghānaṃ aniccaṃ vipariṇāmi aññathābhāvi;
sc_po: nose,

# sn25.1:1.5
source: jivhā aniccā vipariṇāmī aññathābhāvī;
sc_po: tongue,

# sn25.1:1.6
source: kāyo anicco vipariṇāmi aññathābhāvi;
sc_po: body,

# sn25.1:1.7
source: mano anicco vipariṇāmī aññathābhāvī.
sc_po: and mind are impermanent, perishing, and changing.

# sn25.1:1.8
source: Yo, bhikkhave, ime dhamme evaṃ saddahati adhimuccati—ayaṃ vuccati saddhānusārī, okkanto sammattaniyāmaṃ, sappurisabhūmiṃ okkanto, vītivatto puthujjanabhūmiṃ;
sc_po: Someone who has faith and confidence in these principles is called a follower by faith. They’ve arrived at inevitability regarding the right path, they’ve arrived at the level of the good person, and they’ve transcended the level of the bad person.

# sn25.1:1.9
source: abhabbo taṃ kammaṃ kātuṃ, yaṃ kammaṃ katvā nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjeyya;
sc_po: They can’t do any deed which would make them be reborn in hell, the animal realm, or the ghost realm.

# sn25.1:1.10
source: abhabbo ca tāva kālaṃ kātuṃ yāva na sotāpattiphalaṃ sacchikaroti.
sc_po: They can’t die without realizing the fruit of stream-entry.

# sn25.1:2.1
source: Yassa kho, bhikkhave, ime dhammā evaṃ paññāya mattaso nijjhānaṃ khamanti, ayaṃ vuccati: ‘dhammānusārī, okkanto sammattaniyāmaṃ, sappurisabhūmiṃ okkanto, vītivatto puthujjanabhūmiṃ;
sc_po: Someone who accepts these principles after considering them with a degree of wisdom is called a follower of the teachings. They’ve arrived at inevitability regarding the right path, they’ve arrived at the level of the good person, and they’ve transcended the level of the bad person.

# sn25.1:2.2
source: abhabbo taṃ kammaṃ kātuṃ, yaṃ kammaṃ katvā nirayaṃ vā tiracchānayoniṃ vā pettivisayaṃ vā upapajjeyya;
sc_po: They can’t do any deed which would make them be reborn in hell, the animal realm, or the ghost realm.

# sn25.1:2.3
source: abhabbo ca tāva kālaṃ kātuṃ yāva na sotāpattiphalaṃ sacchikaroti’.
sc_po: They can’t die without realizing the fruit of stream-entry.

# sn25.1:2.4
source: Yo, bhikkhave, ime dhamme evaṃ pajānāti evaṃ passati, ayaṃ vuccati: ‘sotāpanno avinipātadhammo niyato sambodhiparāyano’”ti.
sc_po: Someone who understands and sees these principles is called a stream-enterer, not liable to be reborn in the underworld, bound for awakening.”
