Repository: kondannyo/PGP
Catalog: SN/*_text/sn24/sn24.01.po
Languages: sc_po

# sn24.1:0.1
source: Saṃyutta Nikāya 24
sc_po: Linked Discourses 24

# sn24.1:0.2
source: 1. Sotāpattivagga
sc_po: 1. Stream-Entry

# sn24.1:0.3
source: 1. Vātasutta
sc_po: 1. Winds

# sn24.1:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove.

# sn24.1:1.2
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn24.1:1.3
source: “kismiṃ nu kho, bhikkhave, sati, kiṃ upādāya, kiṃ abhinivissa evaṃ diṭṭhi uppajjati:
sc_po: “Mendicants, when what exists, because of grasping what and insisting on what, does the view arise:

# sn24.1:1.4
source: ‘na vātā vāyanti, na najjo sandanti, na gabbhiniyo vijāyanti, na candimasūriyā udenti vā apenti vā esikaṭṭhāyiṭṭhitā’”ti?
sc_po: ‘Winds don’t blow; rivers don’t flow; pregnant women don’t give birth; the moon and stars neither rise nor set, but stand firm like a pillar.’”

# sn24.1:2.1
source: “Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaññeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti.
sc_po: “Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.”

# sn24.1:2.2
source: “Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: “Well then, mendicants, listen and pay close attention, I will speak.”

# sn24.1:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# sn24.1:2.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn24.1:3.1
source: “Rūpe kho, bhikkhave, sati, rūpaṃ upādāya, rūpaṃ abhinivissa evaṃ diṭṭhi uppajjati:
sc_po: “When form exists, because of grasping form and insisting on form, the view arises:

# sn24.1:3.2
source: ‘na vātā vāyanti, na najjo sandanti, na gabbhiniyo vijāyanti, na candimasūriyā udenti vā apenti vā esikaṭṭhāyiṭṭhitā’ti.
sc_po: ‘Winds don’t blow; rivers don’t flow; pregnant women don’t give birth; the moon and stars neither rise nor set, but stand firm like a pillar.’

# sn24.1:3.3
source: Vedanāya sati … pe …
sc_po: When feeling …

# sn24.1:3.4
source: saññāya sati …
sc_po: perception …

# sn24.1:3.5
source: saṅkhāresu sati …
sc_po: choices …

# sn24.1:3.6
source: viññāṇe sati, viññāṇaṃ upādāya, viññāṇaṃ abhinivissa evaṃ diṭṭhi uppajjati:
sc_po: consciousness exists, because of grasping consciousness and insisting on consciousness, the view arises:

# sn24.1:3.7
source: ‘na vātā vāyanti, na najjo sandanti, na gabbhiniyo vijāyanti, na candimasūriyā udenti vā apenti vā esikaṭṭhāyiṭṭhitā’ti.
sc_po: ‘Winds don’t blow; rivers don’t flow; pregnant women don’t give birth; the moon and stars neither rise nor set, but stand firm like a pillar.’

# sn24.1:3.8
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn24.1:3.9
source: rūpaṃ niccaṃ vā aniccaṃ vā”ti?
sc_po: Is form permanent or impermanent?”

# sn24.1:3.10
source: “Aniccaṃ, bhante”.
sc_po: “Impermanent, sir.”

# sn24.1:3.11
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
sc_po: “But if it’s impermanent, is it suffering or happiness?”

# sn24.1:3.12
source: “Dukkhaṃ, bhante”.
sc_po: “Suffering, sir.”

# sn24.1:3.13
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, api nu taṃ anupādāya evaṃ diṭṭhi uppajjeyya:
sc_po: “But by not grasping what’s impermanent, suffering, and perishable, would the view arise:

# sn24.1:3.14
source: ‘na vātā vāyanti, na najjo sandanti, na gabbhiniyo vijāyanti, na candimasūriyā udenti vā apenti vā esikaṭṭhāyiṭṭhitā’”ti?
sc_po: ‘Winds don’t blow; rivers don’t flow; pregnant women don’t give birth; the moon and stars neither rise nor set, but stand firm like a pillar’?”

# sn24.1:3.15
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn24.1:4.1
source: “Vedanā niccā vā aniccā vā”ti …
sc_po: “Is feeling …

# sn24.1:4.2
source: “saññā …
sc_po: perception …

# sn24.1:4.3
source: saṅkhārā …
sc_po: choices …

# sn24.1:4.4
source: viññāṇaṃ niccaṃ vā aniccaṃ vā”ti?
sc_po: consciousness permanent or impermanent?”

# sn24.1:4.5
source: “Aniccaṃ, bhante”.
sc_po: “Impermanent, sir.”

# sn24.1:4.6
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
sc_po: “But if it’s impermanent, is it suffering or happiness?”

# sn24.1:4.7
source: “Dukkhaṃ, bhante”.
sc_po: “Suffering, sir.”

# sn24.1:4.8
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, api nu taṃ anupādāya evaṃ diṭṭhi uppajjeyya:
sc_po: “But by not grasping what’s impermanent, suffering, and perishable, would the view arise:

# sn24.1:4.9
source: ‘na vātā vāyanti, na najjo sandanti, na gabbhiniyo vijāyanti, na candimasūriyā udenti vā apenti vā esikaṭṭhāyiṭṭhitā’”ti?
sc_po: ‘Winds don’t blow; rivers don’t flow; pregnant women don’t give birth; the moon and stars neither rise nor set, but stand firm like a pillar’?”

# sn24.1:4.10
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn24.1:4.11
source: “Yampidaṃ diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā tampi niccaṃ vā aniccaṃ vā”ti?
sc_po: “That which is seen, heard, thought, known, sought, and explored by the mind: is that permanent or impermanent?”

# sn24.1:4.12
source: “Aniccaṃ, bhante”.
sc_po: “Impermanent, sir.”

# sn24.1:4.13
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
sc_po: “But if it’s impermanent, is it suffering or happiness?”

# sn24.1:4.14
source: “Dukkhaṃ, bhante”.
sc_po: “Suffering, sir.”

# sn24.1:4.15
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ, api nu taṃ anupādāya evaṃ diṭṭhi uppajjeyya:
sc_po: “But by not grasping what’s impermanent, suffering, and perishable, would the view arise:

# sn24.1:4.16
source: ‘na vātā vāyanti, na najjo sandanti, na gabbhiniyo vijāyanti, na candimasūriyā udenti vā apenti vā esikaṭṭhāyiṭṭhitā’”ti?
sc_po: ‘Winds don’t blow; rivers don’t flow; pregnant women don’t give birth; the moon and stars neither rise nor set, but stand firm like a pillar’?”

# sn24.1:4.17
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn24.1:5.1
source: “Yato kho, bhikkhave, ariyasāvakassa imesu ca ṭhānesu kaṅkhā pahīnā hoti, dukkhepissa kaṅkhā pahīnā hoti, dukkhasamudayepissa kaṅkhā pahīnā hoti, dukkhanirodhepissa kaṅkhā pahīnā hoti, dukkhanirodhagāminiyā paṭipadāyapissa kaṅkhā pahīnā hoti—
sc_po: “When a noble disciple has given up doubt in these six cases, and has given up doubt in suffering, its origin, its cessation, and the practice that leads to its cessation,

# sn24.1:5.2
source: ayaṃ vuccati, bhikkhave, ariyasāvako sotāpanno avinipātadhammo niyato sambodhiparāyano”ti.
sc_po: they’re called a noble disciple who is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.”
