Repository: kondannyo/PGP
Catalog: SN/*_text/sn43/sn43.01.po
Languages: sc_po

# sn43.1:0.1
source: Saṃyutta Nikāya 43
sc_po: Linked Discourses 43

# sn43.1:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn43.1:0.3
source: 1. Kāyagatāsatisutta
sc_po: 1. Mindfulness of the Body

# sn43.1:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn43.1:1.2
source: “Asaṅkhatañca vo, bhikkhave, desessāmi asaṅkhatagāmiñca maggaṃ.
sc_po: “Mendicants, I will teach you the unconditioned and the path that leads to the unconditioned.

# sn43.1:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn43.1:1.4
source: Katamañca, bhikkhave, asaṅkhataṃ?
sc_po: And what is the unconditioned?

# sn43.1:1.5
source: Yo, bhikkhave, rāgakkhayo dosakkhayo mohakkhayo—
sc_po: The ending of greed, hate, and delusion.

# sn43.1:1.6
source: idaṃ vuccati, bhikkhave, asaṅkhataṃ.
sc_po: This is called the unconditioned.

# sn43.1:1.7
source: Katamo ca, bhikkhave, asaṅkhatagāmimaggo?
sc_po: And what is the path that leads to the unconditioned?

# sn43.1:1.8
source: Kāyagatāsati.
sc_po: Mindfulness of the body.

# sn43.1:1.9
source: Ayaṃ vuccati, bhikkhave, asaṅkhatagāmimaggo.
sc_po: This is called the path that leads to the unconditioned.

# sn43.1:2.1
source: Iti kho, bhikkhave, desitaṃ vo mayā asaṅkhataṃ, desito asaṅkhatagāmimaggo.
sc_po: So, mendicants, I’ve taught you the unconditioned and the path that leads to the unconditioned.

# sn43.1:2.2
source: Yaṃ, bhikkhave, satthārā karaṇīyaṃ sāvakānaṃ hitesinā anukampakena anukampaṃ upādāya, kataṃ vo taṃ mayā.
sc_po: Out of compassion, I’ve done what a teacher should do who wants what’s best for their disciples.

# sn43.1:2.3
source: Etāni, bhikkhave, rukkhamūlāni, etāni suññāgārāni. Jhāyatha, bhikkhave, mā pamādattha; mā pacchā vippaṭisārino ahuvattha. Ayaṃ vo amhākaṃ anusāsanī”ti.
sc_po: Here are these roots of trees, and here are these empty huts. Practice absorption, mendicants! Don’t be negligent! Don’t regret it later! This is my instruction to you.”
