Repository: kondannyo/PGP
Catalog: SN/*_text/sn28/sn28.02.po
Languages: sc_po

# sn28.2:0.1
source: Saṃyutta Nikāya 28
sc_po: Linked Discourses 28

# sn28.2:0.2
source: 1. Sāriputtavagga
sc_po: 1. With Sāriputta

# sn28.2:0.3
source: 2. Avitakkasutta
sc_po: 2. Without Placing the Mind

# sn28.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn28.2:1.2
source: Addasā kho āyasmā ānando … pe … āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: Venerable Ānanda saw Venerable Sāriputta and said to him:

# sn28.2:1.3
source: “vippasannāni kho te, āvuso sāriputta, indriyāni; parisuddho mukhavaṇṇo pariyodāto.
sc_po: “Reverend Sāriputta, your faculties are so very clear, and your complexion is pure and bright.

# sn28.2:1.4
source: Katamenāyasmā sāriputto ajja vihārena vihāsī”ti?
sc_po: What meditation were you practicing today?”

# sn28.2:2.1
source: “Idhāhaṃ, āvuso, vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi.
sc_po: “Reverend, as the placing of the mind and keeping it connected were stilled, I entered and remained in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# sn28.2:2.2
source: Tassa mayhaṃ, āvuso, na evaṃ hoti:
sc_po: But it didn’t occur to me:

# sn28.2:2.3
source: ‘ahaṃ dutiyaṃ jhānaṃ samāpajjāmī’ti vā ‘ahaṃ dutiyaṃ jhānaṃ samāpanno’ti vā ‘ahaṃ dutiyā jhānā vuṭṭhito’ti vā”ti.
sc_po: ‘I am entering the second absorption’ or ‘I have entered the second absorption’ or ‘I am emerging from the second absorption’.”

# sn28.2:2.4
source: Tathā hi panāyasmato sāriputtassa dīgharattaṃ ahaṅkāramamaṅkāramānānusayā susamūhatā.
sc_po: “That must be because Venerable Sāriputta has long ago totally eradicated ego, possessiveness, and the underlying tendency to conceit.

# sn28.2:2.5
source: Tasmā āyasmato sāriputtassa na evaṃ hoti:
sc_po: That’s why it didn’t occur to you:

# sn28.2:2.6
source: “‘ahaṃ dutiyaṃ jhānaṃ samāpajjāmī’ti vā ‘ahaṃ dutiyaṃ jhānaṃ samāpanno’ti vā ‘ahaṃ dutiyā jhānā vuṭṭhito’ti vā”ti.
sc_po: ‘I am entering the second absorption’ or ‘I have entered the second absorption’ or ‘I am emerging from the second absorption’.”
