Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.03.po
Languages: sc_po

# sn9.3:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.3:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.3:0.3
source: 3. Kassapagottasutta
sc_po: 3. With Kassapagotta

# sn9.3:1.1
source: Ekaṃ samayaṃ āyasmā kassapagotto kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time Venerable Kassapagotta was staying in the land of the Kosalans in a certain forest grove.

# sn9.3:1.2
source: Tena kho pana samayena āyasmā kassapagotto divāvihāragato aññataraṃ chetaṃ ovadati.
sc_po: Now at that time Venerable Kassapagotta, having withdrawn for his day’s meditation, tried to advise a tribal hunter.

# sn9.3:1.3
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā āyasmantaṃ kassapagottaṃ saṃvejetukāmā yenāyasmā kassapagotto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ kassapagottaṃ gāthāhi ajjhabhāsi:
sc_po: Then the deity haunting that forest approached Kassapagotta wanting to stir him up, and recited these verses:

# sn9.3:2.1
source: “Giriduggacaraṃ chetaṃ,
sc_po: “A tribal hunter wandering the rugged hills

# sn9.3:2.2
source: appapaññaṃ acetasaṃ;
sc_po: is unintelligent, unthinking.

# sn9.3:2.3
source: Akāle ovadaṃ bhikkhu,
sc_po: It’s a waste of time to advise him;

# sn9.3:2.4
source: mandova paṭibhāti maṃ.
sc_po: this mendicant seems to me like an idiot.

# sn9.3:3.1
source: Suṇāti na vijānāti,
sc_po: The tribal hunter listens without understanding,

# sn9.3:3.2
source: Āloketi na passati;
sc_po: he looks without seeing.

# sn9.3:3.3
source: Dhammasmiṃ bhaññamānasmiṃ,
sc_po: Though the teaching is spoken,

# sn9.3:3.4
source: Atthaṃ bālo na bujjhati.
sc_po: the fool doesn’t get it.

# sn9.3:4.1
source: Sacepi dasa pajjote,
sc_po: Even if you lit ten lamps

# sn9.3:4.2
source: dhārayissasi kassapa;
sc_po: and brought them to him, Kassapa,

# sn9.3:4.3
source: Neva dakkhati rūpāni,
sc_po: he wouldn’t see anything,

# sn9.3:4.4
source: cakkhu hissa na vijjatī”ti.
sc_po: for he has no eyes to see.”

# sn9.3:5.1
source: Atha kho āyasmā kassapagotto tāya devatāya saṃvejito saṃvegamāpādīti.
sc_po: Impelled by that deity, Venerable Kassapagotta was struck with a sense of urgency.
