Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.02.po
Languages: sc_po

# sn9.2:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.2:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.2:0.3
source: 2. Upaṭṭhānasutta
sc_po: 2. Getting Up

# sn9.2:1.1
source: Ekaṃ samayaṃ aññataro bhikkhu kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time one of the mendicants was staying in the land of the Kosalans in a certain forest grove.

# sn9.2:1.2
source: Tena kho pana samayena so bhikkhu divāvihāragato supati.
sc_po: Now at that time that mendicant fell asleep during the day’s meditation.

# sn9.2:1.3
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā tassa bhikkhuno anukampikā atthakāmā taṃ bhikkhuṃ saṃvejetukāmā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ gāthāhi ajjhabhāsi:
sc_po: The deity haunting that forest had compassion for that mendicant, and wanted what’s best for them. So they approached that mendicant wanting to stir them up, and addressed them in verse:

# sn9.2:2.1
source: “Uṭṭhehi bhikkhu kiṃ sesi,
sc_po: “Get up, mendicant! Why lie down?

# sn9.2:2.2
source: ko attho supitena te;
sc_po: What’s the point in your sleeping?

# sn9.2:2.3
source: Āturassa hi kā niddā,
sc_po: What slumber can there be for those afflicted,

# sn9.2:2.4
source: sallaviddhassa ruppato.
sc_po: injured, pierced by an arrow?

# sn9.2:3.1
source: Yāya saddhāya pabbajito,
sc_po: You should amplify the faith

# sn9.2:3.2
source: agārasmānagāriyaṃ;
sc_po: that led you to go forth

# sn9.2:3.3
source: Tameva saddhaṃ brūhehi,
sc_po: from the home life to homelessness.

# sn9.2:3.4
source: mā niddāya vasaṃ gamī”ti.
sc_po: Don’t fall under the sway of slumber.”

# sn9.2:4.1
source: “Aniccā addhuvā kāmā,
sc_po: “Sensual pleasures are impermanent and unstable,

# sn9.2:4.2
source: yesu mandova mucchito;
sc_po: but idiots still fall for them.

# sn9.2:4.3
source: Baddhesu muttaṃ asitaṃ,
sc_po: Among those who are bound, they’re free and unattached:

# sn9.2:4.4
source: kasmā pabbajitaṃ tape.
sc_po: why bother a renunciate?

# sn9.2:5.1
source: Chandarāgassa vinayā,
sc_po: By removing desire and greed,

# sn9.2:5.2
source: avijjāsamatikkamā;
sc_po: by going beyond ignorance,

# sn9.2:5.3
source: Taṃ ñāṇaṃ paramodānaṃ,
sc_po: that knowledge has been perfectly cleansed:

# sn9.2:5.4
source: kasmā pabbajitaṃ tape.
sc_po: why bother a renunciate?

# sn9.2:6.1
source: Chetvā avijjaṃ vijjāya,
sc_po: By breaking ignorance with knowledge,

# sn9.2:6.2
source: āsavānaṃ parikkhayā;
sc_po: by the ending of defilements,

# sn9.2:6.3
source: Asokaṃ anupāyāsaṃ,
sc_po: they’re sorrowless, unstressed:

# sn9.2:6.4
source: kasmā pabbajitaṃ tape.
sc_po: why bother a renunciate?

# sn9.2:7.1
source: Āraddhavīriyaṃ pahitattaṃ,
sc_po: Energetic, resolute,

# sn9.2:7.2
source: Niccaṃ daḷhaparakkamaṃ;
sc_po: always staunchly vigorous,

# sn9.2:7.3
source: Nibbānaṃ abhikaṅkhantaṃ,
sc_po: aspiring to extinguishment:

# sn9.2:7.4
source: Kasmā pabbajitaṃ tape”ti.
sc_po: why bother a renunciate?”
