Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.09.po
Languages: sc_po

# sn9.9:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.9:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.9:0.3
source: 9. Vajjiputtasutta
sc_po: 9. A Vajji

# sn9.9:1.1
source: Ekaṃ samayaṃ aññataro vajjiputtako bhikkhu vesāliyaṃ viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time a certain Vajjian mendicant was staying near Vesālī in a certain forest grove.

# sn9.9:1.2
source: Tena kho pana samayena vesāliyaṃ vajjiputtako sabbaratticāro hoti.
sc_po: Now at that time the Vajjis were holding an all-night event in Vesālī.

# sn9.9:1.3
source: Atha kho so bhikkhu vesāliyā tūriyatāḷitavāditanigghosasaddaṃ sutvā paridevamāno tāyaṃ velāyaṃ imaṃ gāthaṃ abhāsi:
sc_po: Then that mendicant, groaning at the noise of musical instruments being beaten and played, on that occasion recited this verse:

# sn9.9:2.1
source: “Ekakā mayaṃ araññe viharāma,
sc_po: “We dwell alone in the wilderness,

# sn9.9:2.2
source: Apaviddhaṃva vanasmiṃ dārukaṃ;
sc_po: like a cast-off log in the forest.

# sn9.9:2.3
source: Etādisikāya rattiyā,
sc_po: On a night like this,

# sn9.9:2.4
source: Ko su nāmamhehi pāpiyo”ti.
sc_po: who’s worse off than me?”

# sn9.9:3.1
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā tassa bhikkhuno anukampikā atthakāmā taṃ bhikkhuṃ saṃvejetukāmā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ gāthāya ajjhabhāsi:
sc_po: The deity haunting that forest had compassion for that mendicant, and wanted what’s best for them. So they approached that mendicant wanting to stir them up, and addressed them in verse:

# sn9.9:4.1
source: “Ekakova tvaṃ araññe viharasi,
sc_po: “You dwell alone in the wilderness,

# sn9.9:4.2
source: Apaviddhaṃva vanasmiṃ dārukaṃ;
sc_po: like a cast-off log in the forest.

# sn9.9:4.3
source: Tassa te bahukā pihayanti,
sc_po: Lots of people are jealous of you,

# sn9.9:4.4
source: Nerayikā viya saggagāminan”ti.
sc_po: like beings in hell of those going to heaven.”

# sn9.9:5.1
source: Atha kho so bhikkhu tāya devatāya saṃvejito saṃvegamāpādīti.
sc_po: Impelled by that deity, that mendicant was struck with a sense of urgency.
