Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.11.po
Languages: sc_po

# sn9.11:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.11:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.11:0.3
source: 11. Akusalavitakkasutta
sc_po: 11. Unskillful Thoughts

# sn9.11:1.1
source: Ekaṃ samayaṃ aññataro bhikkhu kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time one of the mendicants was staying in the land of the Kosalans in a certain forest grove.

# sn9.11:1.2
source: Tena kho pana samayena so bhikkhu divāvihāragato pāpake akusale vitakke vitakketi, seyyathidaṃ—
sc_po: Now at that time that mendicant, during their day’s meditation, was thinking bad, unskillful thoughts, that is:

# sn9.11:1.3
source: kāmavitakkaṃ, byāpādavitakkaṃ, vihiṃsāvitakkaṃ.
sc_po: sensual, malicious, and cruel thoughts.

# sn9.11:1.4
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā tassa bhikkhuno anukampikā atthakāmā taṃ bhikkhuṃ saṃvejetukāmā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ gāthāhi ajjhabhāsi:
sc_po: The deity haunting that forest had compassion for that mendicant, and wanted what’s best for them. So they approached that mendicant wanting to stir them up, and addressed them in verse:

# sn9.11:2.1
source: “Ayoniso manasikārā,
sc_po: “Because of improper attention,

# sn9.11:2.2
source: so vitakkehi khajjasi;
sc_po: you’re consumed by your thoughts.

# sn9.11:2.3
source: Ayoniso paṭinissajja,
sc_po: When you’ve given up irrationality,

# sn9.11:2.4
source: yoniso anucintaya.
sc_po: make sure your thoughts are rational.

# sn9.11:3.1
source: Satthāraṃ dhammamārabbha,
sc_po: Thinking about the Teacher, the teaching,

# sn9.11:3.2
source: saṅghaṃ sīlāni attano;
sc_po: the Saṅgha, and your own ethics,

# sn9.11:3.3
source: Adhigacchasi pāmojjaṃ,
sc_po: you’ll find gladness,

# sn9.11:3.4
source: pītisukhamasaṃsayaṃ;
sc_po: and rapture and bliss as well, no doubt.

# sn9.11:3.5
source: Tato pāmojjabahulo,
sc_po: And when you’re full of joy,

# sn9.11:3.6
source: dukkhassantaṃ karissasī”ti.
sc_po: you’ll make an end to suffering.”

# sn9.11:4.1
source: Atha kho so bhikkhu tāya devatāya saṃvejito saṃvegamāpādīti.
sc_po: Impelled by that deity, that mendicant was struck with a sense of urgency.
