Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.08.po
Languages: sc_po

# sn9.8:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.8:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.8:0.3
source: 8. Kulagharaṇīsutta
sc_po: 8. The Mistress of the House

# sn9.8:1.1
source: Ekaṃ samayaṃ aññataro bhikkhu kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time one of the monks was staying in the land of the Kosalans in a certain forest grove.

# sn9.8:1.2
source: Tena kho pana samayena so bhikkhu aññatarasmiṃ kule ativelaṃ ajjhogāḷhappatto viharati.
sc_po: Now at that time that monk had become too closely involved in the affairs of a certain family.

# sn9.8:1.3
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā tassa bhikkhuno anukampikā atthakāmā taṃ bhikkhuṃ saṃvejetukāmā yā tasmiṃ kule kulagharaṇī, tassā vaṇṇaṃ abhinimminitvā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ gāthāya ajjhabhāsi:
sc_po: The deity haunting that forest had compassion for that monk, wanting what’s best for him. So, wanting to stir him up, they manifested in the appearance of the mistress of that family, approached the monk, and addressed him in verse:

# sn9.8:2.1
source: “Nadītīresu saṇṭhāne,
sc_po: “On the banks of the rivers and in the guest houses,

# sn9.8:2.2
source: sabhāsu rathiyāsu ca;
sc_po: in meeting halls and highways,

# sn9.8:2.3
source: Janā saṅgamma mantenti,
sc_po: people come together and gossip:

# sn9.8:2.4
source: mañca tañca kimantaran”ti.
sc_po: what’s going on between you and me?”

# sn9.8:3.1
source: “Bahūhi saddā paccūhā,
sc_po: “There are lots of annoying sounds

# sn9.8:3.2
source: khamitabbā tapassinā;
sc_po: that an austere ascetic must endure.

# sn9.8:3.3
source: Na tena maṅku hotabbaṃ,
sc_po: But they mustn’t be dismayed by that,

# sn9.8:3.4
source: na hi tena kilissati.
sc_po: for that’s not what defiles you.

# sn9.8:4.1
source: Yo ca saddaparittāsī,
sc_po: If you’re startled by every little sound,

# sn9.8:4.2
source: vane vātamigo yathā;
sc_po: like a wind-deer in the wood,

# sn9.8:4.3
source: Lahucittoti taṃ āhu,
sc_po: they’ll call you ‘flighty minded’;

# sn9.8:4.4
source: nāssa sampajjate vatan”ti.
sc_po: and your practice won’t succeed.”
