Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.06.po
Languages: sc_po

# sn9.6:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.6:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.6:0.3
source: 6. Anuruddhasutta
sc_po: 6. With Anuruddha

# sn9.6:1.1
source: Ekaṃ samayaṃ āyasmā anuruddho kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time Venerable Anuruddha was staying in the land of the Kosalans in a certain forest grove.

# sn9.6:1.2
source: Atha kho aññatarā tāvatiṃsakāyikā devatā jālinī nāma āyasmato anuruddhassa purāṇadutiyikā yenāyasmā anuruddho tenupasaṅkami; upasaṅkamitvā āyasmantaṃ anuruddhaṃ gāthāya ajjhabhāsi:
sc_po: Then a certain deity of the company of the Thirty-Three named Penelope had been Anuruddha’s partner in a former life. She went up to Anuruddha, and recited these verses:

# sn9.6:2.1
source: “Tattha cittaṃ paṇidhehi,
sc_po: “Set your heart there,

# sn9.6:2.2
source: yattha te vusitaṃ pure;
sc_po: where you used to live;

# sn9.6:2.3
source: Tāvatiṃsesu devesu,
sc_po: among the gods of the Thirty-Three,

# sn9.6:2.4
source: sabbakāmasamiddhisu;
sc_po: whose every desire is granted!

# sn9.6:2.5
source: Purakkhato parivuto,
sc_po: At the fore of a retinue

# sn9.6:2.6
source: devakaññāhi sobhasī”ti.
sc_po: of divine maidens, you’ll shine!”

# sn9.6:3.1
source: “Duggatā devakaññāyo,
sc_po: “Divine maidens are in a sorry state,

# sn9.6:3.2
source: sakkāyasmiṃ patiṭṭhitā;
sc_po: stuck in self-identity.

# sn9.6:3.3
source: Te cāpi duggatā sattā,
sc_po: And those beings too are in a sorry state,

# sn9.6:3.4
source: devakaññāhi patthitā”ti.
sc_po: who are attached to divine maidens.”

# sn9.6:4.1
source: “Na te sukhaṃ pajānanti,
sc_po: “They don’t know pleasure

# sn9.6:4.2
source: ye na passanti nandanaṃ;
sc_po: who don’t see the Garden of Delight!

# sn9.6:4.3
source: Āvāsaṃ naradevānaṃ,
sc_po: It’s the abode of lordly gods,

# sn9.6:4.4
source: tidasānaṃ yasassinan”ti.
sc_po: the glorious host of Thirty!”

# sn9.6:5.1
source: “Na tvaṃ bāle vijānāsi,
sc_po: “Fool, don’t you understand

# sn9.6:5.2
source: yathā arahataṃ vaco;
sc_po: the saying of the perfected ones:

# sn9.6:5.3
source: Aniccā sabbasaṅkhārā,
sc_po: all conditions are impermanent,

# sn9.6:5.4
source: uppādavayadhammino;
sc_po: their nature is to rise and fall;

# sn9.6:5.5
source: Uppajjitvā nirujjhanti,
sc_po: having arisen, they cease;

# sn9.6:5.6
source: tesaṃ vūpasamo sukho.
sc_po: their stilling is true bliss.

# sn9.6:6.1
source: Natthi dāni punāvāso,
sc_po: Penelope, weaver of the web,

# sn9.6:6.2
source: devakāyasmi jālini;
sc_po: now there are no future lives in the hosts of gods.

# sn9.6:6.3
source: Vikkhīṇo jātisaṃsāro,
sc_po: Transmigration through births is finished,

# sn9.6:6.4
source: natthi dāni punabbhavo”ti.
sc_po: now there is no further existence.”
