Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.01.po
Languages: sc_po

# sn9.1:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.1:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.1:0.3
source: 1. Vivekasutta
sc_po: 1. Seclusion

# sn9.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn9.1:1.2
source: ekaṃ samayaṃ aññataro bhikkhu kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time one of the mendicants was staying in the land of the Kosalans in a certain forest grove.

# sn9.1:1.3
source: Tena kho pana samayena so bhikkhu divāvihāragato pāpake akusale vitakke vitakketi gehanissite.
sc_po: Now at that time that mendicant, during their day’s meditation, was thinking bad, unskillful thoughts to do with the lay life.

# sn9.1:1.4
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā tassa bhikkhuno anukampikā atthakāmā taṃ bhikkhuṃ saṃvejetukāmā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ gāthāhi ajjhabhāsi:
sc_po: The deity haunting that forest had compassion for that mendicant, and wanted what’s best for them. So they approached that mendicant wanting to stir them up, and addressed them in verse:

# sn9.1:2.1
source: “Vivekakāmosi vanaṃ paviṭṭho,
sc_po: “You entered the woods desiring seclusion,

# sn9.1:2.2
source: Atha te mano niccharatī bahiddhā;
sc_po: yet your mind wanders off to outward things.

# sn9.1:2.3
source: Jano janasmiṃ vinayassu chandaṃ,
sc_po: As a person, you should dispel the desire for people.

# sn9.1:2.4
source: Tato sukhī hohisi vītarāgo.
sc_po: Then you’ll be happy, free of greed.

# sn9.1:3.1
source: Aratiṃ pajahāsi sato,
sc_po: Mindful, give up discontent;

# sn9.1:3.2
source: Bhavāsi sataṃ taṃ sārayāmase;
sc_po: let us remind you of the way of the good.

# sn9.1:3.3
source: Pātālarajo hi duttaro,
sc_po: The dusty abyss is so hard to cross;

# sn9.1:3.4
source: Mā taṃ kāmarajo avāhari.
sc_po: don’t let sensual dust drag you down.

# sn9.1:4.1
source: Sakuṇo yathā paṃsukunthito,
sc_po: Just as a bird strewn with dirt

# sn9.1:4.2
source: Vidhunaṃ pātayati sitaṃ rajaṃ;
sc_po: sheds that clingy dust with a shake;

# sn9.1:4.3
source: Evaṃ bhikkhu padhānavā satimā,
sc_po: so too, an energetic, mindful mendicant

# sn9.1:4.4
source: Vidhunaṃ pātayati sitaṃ rajan”ti.
sc_po: sheds that clingy dust with a shake.”

# sn9.1:5.1
source: Atha kho so bhikkhu tāya devatāya saṃvejito saṃvegamāpādīti.
sc_po: Impelled by that deity, that mendicant was struck with a sense of urgency.
