Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.04.po
Languages: sc_po

# sn9.4:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.4:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.4:0.3
source: 4. Sambahulasutta
sc_po: 4. Several Mendicants Set Out Wandering

# sn9.4:1.1
source: Ekaṃ samayaṃ sambahulā bhikkhū kosalesu viharanti aññatarasmiṃ vanasaṇḍe.
sc_po: At one time several mendicants were staying in the land of the Kosalans in a certain forest grove.

# sn9.4:1.2
source: Atha kho te bhikkhū vassaṃvuṭṭhā temāsaccayena cārikaṃ pakkamiṃsu.
sc_po: Then after completing the three months of the rainy season residence, those mendicants set out wandering.

# sn9.4:1.3
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā te bhikkhū apassantī paridevamānā tāyaṃ velāyaṃ imaṃ gāthaṃ abhāsi:
sc_po: Not seeing those mendicants, the deity haunting that forest cried. And on that occasion they recited this verse:

# sn9.4:2.1
source: “Arati viya mejja khāyati,
sc_po: “Seeing so many vacated seats today,

# sn9.4:2.2
source: Bahuke disvāna vivitte āsane;
sc_po: it seems to me that they must have become dissatisfied.

# sn9.4:2.3
source: Te cittakathā bahussutā,
sc_po: They were so learned, such brilliant speakers!

# sn9.4:2.4
source: Kome gotamasāvakā gatā”ti.
sc_po: Where have these disciples of Gotama gone?”

# sn9.4:3.1
source: Evaṃ vutte, aññatarā devatā taṃ devataṃ gāthāya paccabhāsi:
sc_po: When they had spoken, another deity replied with this verse:

# sn9.4:4.1
source: “Māgadhaṃ gatā kosalaṃ gatā,
sc_po: “They’ve gone to Magadha, they’ve gone to Kosala,

# sn9.4:4.2
source: Ekacciyā pana vajjibhūmiyā;
sc_po: and some are in the Vajjian lands.

# sn9.4:4.3
source: Magā viya asaṅgacārino,
sc_po: Like deer that wander free of ties,

# sn9.4:4.4
source: Aniketā viharanti bhikkhavo”ti.
sc_po: the mendicants live with no abode.”
