Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.10.po
Languages: sc_po

# sn9.10:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.10:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.10:0.3
source: 10. Sajjhāyasutta
sc_po: 10. Recitation

# sn9.10:1.1
source: Ekaṃ samayaṃ aññataro bhikkhu kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time one of the mendicants was staying in the land of the Kosalans in a certain forest grove.

# sn9.10:1.2
source: Tena kho pana samayena so bhikkhu yaṃ sudaṃ pubbe ativelaṃ sajjhāyabahulo viharati so aparena samayena appossukko tuṇhībhūto saṅkasāyati.
sc_po: Now at that time that mendicant had previously been spending too much time in recitation. But some time later they adhered to passivity and silence.

# sn9.10:1.3
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā tassa bhikkhuno dhammaṃ asuṇantī yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ gāthāya ajjhabhāsi:
sc_po: Not hearing the teaching, the deity haunting that forest approached that mendicant, and addressed them in verse:

# sn9.10:2.1
source: “Kasmā tuvaṃ dhammapadāni bhikkhu,
sc_po: “Mendicant, why don’t you recite passages of the teaching,

# sn9.10:2.2
source: Nādhīyasi bhikkhuhi saṃvasanto;
sc_po: living together with other mendicants?

# sn9.10:2.3
source: Sutvāna dhammaṃ labhatippasādaṃ,
sc_po: When you hear the teaching confidence grows;

# sn9.10:2.4
source: Diṭṭheva dhamme labhatippasaṃsan”ti.
sc_po: and the reciter is praised in the present life.”

# sn9.10:3.1
source: “Ahu pure dhammapadesu chando,
sc_po: “I used to be enthusiastic about passages of the teaching,

# sn9.10:3.2
source: Yāva virāgena samāgamimha;
sc_po: so long as I’d not realized dispassion.

# sn9.10:3.3
source: Yato virāgena samāgamimha,
sc_po: But then I realized dispassion, which the good call

# sn9.10:3.4
source: Yaṃ kiñci diṭṭhaṃva sutaṃ mutaṃ vā;
sc_po: the laying to rest by completely understanding

# sn9.10:3.5
source: Aññāya nikkhepanamāhu santo”ti.
sc_po: whatever is seen, heard, and thought.”
