Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.07.po
Languages: sc_po

# sn9.7:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.7:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.7:0.3
source: 7. Nāgadattasutta
sc_po: 7. With Nāgadatta

# sn9.7:1.1
source: Ekaṃ samayaṃ āyasmā nāgadatto kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time Venerable Nāgadatta was staying in the land of the Kosalans in a certain forest grove.

# sn9.7:1.2
source: Tena kho pana samayena āyasmā nāgadatto atikālena gāmaṃ pavisati, atidivā paṭikkamati.
sc_po: Now at that time Venerable Nāgadatta had been entering the village too early and returning late in the day.

# sn9.7:1.3
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā āyasmato nāgadattassa anukampikā atthakāmā āyasmantaṃ nāgadattaṃ saṃvejetukāmā yenāyasmā nāgadatto tenupasaṅkami; upasaṅkamitvā āyasmantaṃ nāgadattaṃ gāthāhi ajjhabhāsi:
sc_po: Then the deity haunting that forest had compassion for Nāgadatta, wanting what’s best for him. So they approached him wanting to stir him up, and recited these verses:

# sn9.7:2.1
source: “Kāle pavisa nāgadatta,
sc_po: “Entering too early,

# sn9.7:2.2
source: Divā ca āgantvā ativelacārī;
sc_po: and returning after spending too much of the day,

# sn9.7:2.3
source: Saṃsaṭṭho gahaṭṭhehi,
sc_po: Nāgadatta socializes with lay people,

# sn9.7:2.4
source: Samānasukhadukkho.
sc_po: sharing their joys and sorrows.

# sn9.7:3.1
source: Bhāyāmi nāgadattaṃ suppagabbhaṃ,
sc_po: I’m afraid for Nāgadatta; he’s so reckless

# sn9.7:3.2
source: Kulesu vinibaddhaṃ;
sc_po: in his attachment to families.

# sn9.7:3.3
source: Mā heva maccurañño balavato,
sc_po: May he not come under the King of Death’s power,

# sn9.7:3.4
source: Antakassa vasaṃ upesī”ti.
sc_po: under the sway of the terminator!”

# sn9.7:4.1
source: Atha kho āyasmā nāgadatto tāya devatāya saṃvejito saṃvegamāpādīti.
sc_po: Impelled by that deity, Venerable Nāgadatta was struck with a sense of urgency.
