Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.12.po
Languages: sc_po

# sn9.12:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.12:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.12:0.3
source: 12. Majjhanhikasutta
sc_po: 12. Midday

# sn9.12:1.1
source: Ekaṃ samayaṃ aññataro bhikkhu kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time one of the mendicants was staying in the land of the Kosalans in a certain forest grove.

# sn9.12:1.2
source: Atha kho tasmiṃ vanasaṇḍe adhivatthā devatā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā tassa bhikkhuno santike imaṃ gāthaṃ abhāsi:
sc_po: The deity haunting that forest approached that mendicant and recited this verse in their presence:

# sn9.12:2.1
source: “Ṭhite majjhanhike kāle,
sc_po: “In the still of high noon,

# sn9.12:2.2
source: sannisīvesu pakkhisu;
sc_po: when the birds have settled down,

# sn9.12:2.3
source: Saṇateva brahāraññaṃ,
sc_po: the formidable jungle whispers to itself:

# sn9.12:2.4
source: taṃ bhayaṃ paṭibhāti maṃ.
sc_po: that seems so scary to me!”

# sn9.12:3.1
source: Ṭhite majjhanhike kāle,
sc_po: “In the still of high noon,

# sn9.12:3.2
source: sannisīvesu pakkhisu;
sc_po: when the birds have settled down,

# sn9.12:3.3
source: Saṇateva brahāraññaṃ,
sc_po: the formidable jungle whispers to itself:

# sn9.12:3.4
source: sā rati paṭibhāti man”ti.
sc_po: that seems so delightful to me!”
