Repository: kondannyo/PGP
Catalog: SN/*_text/sn09/sn9.14.po
Languages: sc_po

# sn9.14:0.1
source: Saṃyutta Nikāya 9
sc_po: Linked Discourses 9

# sn9.14:0.2
source: 1. Vanavagga
sc_po: 1. In the Woods

# sn9.14:0.3
source: 14. Gandhatthenasutta
sc_po: 14. The Thief of Scent

# sn9.14:1.1
source: Ekaṃ samayaṃ aññataro bhikkhu kosalesu viharati aññatarasmiṃ vanasaṇḍe.
sc_po: At one time one of the mendicants was staying in the land of the Kosalans in a certain forest grove.

# sn9.14:1.2
source: Tena kho pana samayena so bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto pokkharaṇiṃ ogāhetvā padumaṃ upasiṅghati.
sc_po: Now at that time, after the meal, on their return from alms-round, that mendicant plunged into a lotus pond and sniffed a pink lotus.

# sn9.14:1.3
source: Atha kho yā tasmiṃ vanasaṇḍe adhivatthā devatā tassa bhikkhuno anukampikā atthakāmā taṃ bhikkhuṃ saṃvejetukāmā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ gāthāya ajjhabhāsi:
sc_po: The deity haunting that forest had compassion for that mendicant, and wanted what’s best for them. So they approached that mendicant wanting to stir them up, and addressed them in verse:

# sn9.14:2.1
source: “Yametaṃ vārijaṃ pupphaṃ,
sc_po: “This water flower has not been given.

# sn9.14:2.2
source: adinnaṃ upasiṅghasi;
sc_po: When you sniff it,

# sn9.14:2.3
source: Ekaṅgametaṃ theyyānaṃ,
sc_po: this is one factor of theft.

# sn9.14:2.4
source: gandhatthenosi mārisā”ti.
sc_po: Good sir, you are a thief of scent!”

# sn9.14:3.1
source: “Na harāmi na bhañjāmi,
sc_po: “I do not take, nor do I break;

# sn9.14:3.2
source: ārā siṅghāmi vārijaṃ;
sc_po: I sniff the water flower from afar.

# sn9.14:3.3
source: Atha kena nu vaṇṇena,
sc_po: So based on what evidence

# sn9.14:3.4
source: gandhatthenoti vuccati.
sc_po: do you call me a thief of scent?

# sn9.14:4.1
source: Yvāyaṃ bhisāni khanati,
sc_po: Why don’t you accuse someone

# sn9.14:4.2
source: puṇḍarīkāni bhañjati;
sc_po: who does such vandalizing

# sn9.14:4.3
source: Evaṃ ākiṇṇakammanto,
sc_po: as digging up the roots,

# sn9.14:4.4
source: kasmā eso na vuccatī”ti.
sc_po: or breaking off the flowers?”

# sn9.14:5.1
source: “Ākiṇṇaluddo puriso,
sc_po: “I have nothing to say

# sn9.14:5.2
source: dhāticelaṃva makkhito;
sc_po: to a person who is a crude vandal,

# sn9.14:5.3
source: Tasmiṃ me vacanaṃ natthi,
sc_po: soiled like a used nappy.

# sn9.14:5.4
source: tvañcārahāmi vattave.
sc_po: You’re the one who deserves to be spoken to.

# sn9.14:6.1
source: Anaṅgaṇassa posassa,
sc_po: To the man who has not a blemish

# sn9.14:6.2
source: niccaṃ sucigavesino;
sc_po: who is always seeking purity,

# sn9.14:6.3
source: Vālaggamattaṃ pāpassa,
sc_po: even a hair-tip of evil

# sn9.14:6.4
source: abbhāmattaṃva khāyatī”ti.
sc_po: seems as big as a cloud.”

# sn9.14:7.1
source: “Addhā maṃ yakkha jānāsi,
sc_po: “Indeed, O spirit, you understand me,

# sn9.14:7.2
source: atho me anukampasi;
sc_po: and you empathize with me.

# sn9.14:7.3
source: Punapi yakkha vajjāsi,
sc_po: Please speak to me again,

# sn9.14:7.4
source: yadā passasi edisan”ti.
sc_po: whenever you see something like this.”

# sn9.14:8.1
source: “Neva taṃ upajīvāma,
sc_po: “I’m no dependent of yours,

# sn9.14:8.2
source: napi te bhatakāmhase;
sc_po: nor am I your servant.

# sn9.14:8.3
source: Tvameva bhikkhu jāneyya,
sc_po: You yourself should know, mendicant,

# sn9.14:8.4
source: yena gaccheyya suggatin”ti.
sc_po: the way that leads to a good place.”

# sn9.14:9.1
source: Atha kho so bhikkhu tāya devatāya saṃvejito saṃvegamāpādīti.
sc_po: Impelled by that deity, that mendicant was struck with a sense of urgency.

# sn9.14:11.5
source: Vanasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses in the Forest are completed.
