Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.062.po
Languages: sc_po

# an4.62:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.62:0.2
source: 7. Pattakammavagga
sc_po: 7. Deeds of Substance

# an4.62:0.3
source: 62. Ānaṇyasutta
sc_po: 62. Debtlessness

# an4.62:1.1
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an4.62:2.1
source: “Cattārimāni, gahapati, sukhāni adhigamanīyāni gihinā kāmabhoginā kālena kālaṃ samayena samayaṃ upādāya.
sc_po: “Householder, these four kinds of happiness can be earned by a layperson who enjoys sensual pleasures, depending on time and occasion.

# an4.62:2.2
source: Katamāni cattāri?
sc_po: What four?

# an4.62:2.3
source: Atthisukhaṃ, bhogasukhaṃ, ānaṇyasukhaṃ, anavajjasukhaṃ.
sc_po: The happiness of ownership, using wealth, debtlessness, and blamelessness.

# an4.62:3.1
source: Katamañca, gahapati, atthisukhaṃ?
sc_po: And what is the happiness of ownership?

# an4.62:3.2
source: Idha, gahapati, kulaputtassa bhogā honti uṭṭhānavīriyādhigatā bāhābalaparicitā sedāvakkhittā dhammikā dhammaladdhā.
sc_po: It’s when a gentleman owns legitimate wealth that he has earned by his own efforts and initiative, built up with his own hands, gathered by the sweat of the brow.

# an4.62:3.3
source: So ‘bhogā me atthi uṭṭhānavīriyādhigatā bāhābalaparicitā sedāvakkhittā dhammikā dhammaladdhā’ti adhigacchati sukhaṃ, adhigacchati somanassaṃ.
sc_po: When he reflects on this, he’s filled with pleasure and happiness.

# an4.62:3.4
source: Idaṃ vuccati, gahapati, atthisukhaṃ.
sc_po: This is called ‘the happiness of ownership’.

# an4.62:4.1
source: Katamañca, gahapati, bhogasukhaṃ?
sc_po: And what is the happiness of using wealth?

# an4.62:4.2
source: Idha, gahapati, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi paribhuñjati puññāni ca karoti.
sc_po: It’s when a gentleman uses his legitimate wealth, and makes merit with it.

# an4.62:4.3
source: So ‘uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi paribhuñjāmi puññāni ca karomī’ti adhigacchati sukhaṃ, adhigacchati somanassaṃ.
sc_po: When he reflects on this, he’s filled with pleasure and happiness.

# an4.62:4.4
source: Idaṃ vuccati, gahapati, bhogasukhaṃ.
sc_po: This is called ‘the happiness of using wealth’.

# an4.62:5.1
source: Katamañca, gahapati, ānaṇyasukhaṃ?
sc_po: And what is the happiness of debtlessness?

# an4.62:5.2
source: Idha, gahapati, kulaputto na kassaci kiñci dhāreti appaṃ vā bahuṃ vā.
sc_po: It’s when a gentleman owes no debt, large or small, to anyone.

# an4.62:5.3
source: So ‘na kassaci kiñci dhāremi appaṃ vā bahuṃ vā’ti adhigacchati sukhaṃ, adhigacchati somanassaṃ.
sc_po: When he reflects on this, he’s filled with pleasure and happiness.

# an4.62:5.4
source: Idaṃ vuccati, gahapati, ānaṇyasukhaṃ.
sc_po: This is called ‘the happiness of debtlessness’.

# an4.62:6.1
source: Katamañca, gahapati, anavajjasukhaṃ?
sc_po: And what is the happiness of blamelessness?

# an4.62:6.2
source: Idha, gahapati, ariyasāvako anavajjena kāyakammena samannāgato hoti, anavajjena vacīkammena samannāgato hoti, anavajjena manokammena samannāgato hoti.
sc_po: It’s when a noble disciple has blameless conduct by way of body, speech, and mind.

# an4.62:6.3
source: So ‘anavajjenamhi kāyakammena samannāgato, anavajjena vacīkammena samannāgato, anavajjena manokammena samannāgato’ti adhigacchati sukhaṃ, adhigacchati somanassaṃ.
sc_po: When he reflects on this, he’s filled with pleasure and happiness.

# an4.62:6.4
source: Idaṃ vuccati, gahapati, anavajjasukhaṃ.
sc_po: This is called ‘the happiness of blamelessness’.

# an4.62:6.5
source: Imāni kho, gahapati, cattāri sukhāni adhigamanīyāni gihinā kāmabhoginā kālena kālaṃ samayena samayaṃ upādāyāti.
sc_po: These four kinds of happiness can be earned by a layperson who enjoys sensual pleasures, depending on time and occasion.

# an4.62:7.1
source: Ānaṇyasukhaṃ ñatvāna,
sc_po: Knowing the happiness of debtlessness,

# an4.62:7.2
source: Atho atthisukhaṃ paraṃ;
sc_po: and the extra happiness of possession,

# an4.62:7.3
source: Bhuñjaṃ bhogasukhaṃ macco,
sc_po: a mortal enjoying the happiness of using wealth,

# an4.62:7.4
source: Tato paññā vipassati.
sc_po: then sees clearly with wisdom.

# an4.62:8.1
source: Vipassamāno jānāti,
sc_po: Seeing clearly, a clever person knows

# an4.62:8.2
source: ubho bhoge sumedhaso;
sc_po: both kinds of happiness:

# an4.62:8.3
source: Anavajjasukhassetaṃ,
sc_po: the other kind is not worth a sixteenth part

# an4.62:8.4
source: kalaṃ nāgghati soḷasin”ti.
sc_po: of the happiness of blamelessness.”
