Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.189.po
Languages: sc_po

# an4.189:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.189:0.2
source: 19. Brāhmaṇavagga
sc_po: 19. Brahmins

# an4.189:0.3
source: 189. Sacchikaraṇīyasutta
sc_po: 189. Things to be Realized

# an4.189:1.1
source: “Cattārome, bhikkhave, sacchikaraṇīyā dhammā.
sc_po: “Mendicants, these four things should be realized.

# an4.189:1.2
source: Katame cattāro?
sc_po: What four?

# an4.189:1.3
source: Atthi, bhikkhave, dhammā kāyena sacchikaraṇīyā;
sc_po: There are things to be realized directly.

# an4.189:1.4
source: atthi, bhikkhave, dhammā satiyā sacchikaraṇīyā;
sc_po: There are things to be realized with mindfulness.

# an4.189:1.5
source: atthi, bhikkhave, dhammā cakkhunā sacchikaraṇīyā;
sc_po: There are things to be realized with vision.

# an4.189:1.6
source: atthi, bhikkhave, dhammā paññāya sacchikaraṇīyā.
sc_po: There are things to be realized with wisdom.

# an4.189:1.7
source: Katame ca, bhikkhave, dhammā kāyena sacchikaraṇīyā?
sc_po: What things are to be realized directly?

# an4.189:1.8
source: Aṭṭha vimokkhā, bhikkhave, kāyena sacchikaraṇīyā.
sc_po: The eight liberations.

# an4.189:2.1
source: Katame ca, bhikkhave, dhammā satiyā sacchikaraṇīyā?
sc_po: What things are to be realized with mindfulness?

# an4.189:2.2
source: Pubbenivāso, bhikkhave, satiyā sacchikaraṇīyo.
sc_po: Past lives.

# an4.189:3.1
source: Katame ca, bhikkhave, dhammā cakkhunā sacchikaraṇīyā?
sc_po: What things are to be realized with vision?

# an4.189:3.2
source: Sattānaṃ cutūpapāto, bhikkhave, cakkhunā sacchikaraṇīyo.
sc_po: The passing away and rebirth of sentient beings.

# an4.189:4.1
source: Katame ca, bhikkhave, dhammā paññāya sacchikaraṇīyā?
sc_po: What things are to be realized with wisdom?

# an4.189:4.2
source: Āsavānaṃ khayo, bhikkhave, paññāya sacchikaraṇīyo.
sc_po: The ending of defilements.

# an4.189:4.3
source: Ime kho, bhikkhave, cattāro sacchikaraṇīyā dhammā”ti.
sc_po: These are the four things to be realized.”
