Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.031.po
Languages: sc_po

# an4.31:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.31:0.2
source: 4. Cakkavagga
sc_po: 4. Situations

# an4.31:0.3
source: 31. Cakkasutta
sc_po: 31. Situations

# an4.31:1.1
source: “Cattārimāni, bhikkhave, cakkāni, yehi samannāgatānaṃ devamanussānaṃ catucakkaṃ vattati, yehi samannāgatā devamanussā nacirasseva mahantattaṃ vepullattaṃ pāpuṇanti bhogesu.
sc_po: “Mendicants, there are these four situations. When these situations come about, any god or human who takes advantage of them will soon acquire great and abundant wealth.

# an4.31:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.31:1.3
source: Patirūpadesavāso, sappurisāvassayo, attasammāpaṇidhi, pubbe ca katapuññatā—
sc_po: Living in a suitable region, relying on good people, being rightly resolved in oneself, and past merit.

# an4.31:1.4
source: Imāni kho, bhikkhave, cattāri cakkāni, yehi samannāgatānaṃ devamanussānaṃ catucakkaṃ vattati, yehi samannāgatā devamanussā nacirasseva mahantattaṃ vepullattaṃ pāpuṇanti bhogesūti.
sc_po: These are the four situations. When these situations come about, any god or human who takes advantage of them will soon acquire great and abundant wealth.

# an4.31:2.1
source: Patirūpe vase dese,
sc_po: When a person lives in a suitable region,

# an4.31:2.2
source: ariyamittakaro siyā;
sc_po: making friends with noble ones,

# an4.31:2.3
source: Sammāpaṇidhisampanno,
sc_po: possessing right resolve,

# an4.31:2.4
source: pubbe puññakato naro;
sc_po: and having merit from the past,

# an4.31:2.5
source: Dhaññaṃ dhanaṃ yaso kitti,
sc_po: grain, riches, fame, reputation,

# an4.31:2.6
source: sukhañcetaṃdhivattatī”ti.
sc_po: and happiness come to them.”
