Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.067.po
Languages: sc_po

# an4.67:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.67:0.2
source: 7. Pattakammavagga
sc_po: 7. Deeds of Substance

# an4.67:0.3
source: 67. Ahirājasutta
sc_po: 67. The Snake King

# an4.67:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an4.67:1.2
source: Tena kho pana samayena sāvatthiyaṃ aññataro bhikkhu ahinā daṭṭho kālaṅkato hoti.
sc_po: Now, at that time a monk in Sāvatthī passed away due to a snake bite.

# an4.67:1.3
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him,

# an4.67:1.4
source: “idha, bhante, sāvatthiyaṃ aññataro bhikkhu ahinā daṭṭho kālaṅkato”ti.
sc_po: “Sir, a monk in Sāvatthī has passed away due to a snake bite.”

# an4.67:2.1
source: “Na hi nūna so, bhikkhave, bhikkhu cattāri ahirājakulāni mettena cittena phari.
sc_po: “Mendicants, that monk mustn’t have spread a mind of love to the four royal snake families.

# an4.67:2.2
source: Sace hi so, bhikkhave, bhikkhu cattāri ahirājakulāni mettena cittena phareyya, na hi so, bhikkhave, bhikkhu ahinā daṭṭho kālaṃ kareyya.
sc_po: If he had, he wouldn’t have died due to a snake bite.

# an4.67:3.1
source: Katamāni cattāri?
sc_po: What four?

# an4.67:3.2
source: Virūpakkhaṃ ahirājakulaṃ, erāpathaṃ ahirājakulaṃ, chabyāputtaṃ ahirājakulaṃ, kaṇhāgotamakaṃ ahirājakulaṃ.
sc_po: The royal snake families of Virūpakkha, Erāpatha, Chabyāputta, and Kaṇhāgotamaka. …

# an4.67:4.1
source: Anujānāmi, bhikkhave, imāni cattāri ahirājakulāni mettena cittena pharituṃ attaguttiyā attarakkhāya attaparittāyāti.
sc_po: Mendicants, I urge you to spread a mind of love to the four royal snake families, for your own safety, security, and protection.

# an4.67:5.1
source: Virūpakkhehi me mettaṃ,
sc_po: I love the Virūpakkhas,

# an4.67:5.2
source: Mettaṃ erāpathehi me;
sc_po: the Erāpathas I love,

# an4.67:5.3
source: Chabyāputtehi me mettaṃ,
sc_po: I love the Chabyāputtas,

# an4.67:5.4
source: Mettaṃ kaṇhāgotamakehi ca.
sc_po: the Kaṇhāgotamakas I love.

# an4.67:6.1
source: Apādakehi me mettaṃ,
sc_po: I love the footless creatures,

# an4.67:6.2
source: mettaṃ dvipādakehi me;
sc_po: the two-footed I love,

# an4.67:6.3
source: Catuppadehi me mettaṃ,
sc_po: I love the four-footed,

# an4.67:6.4
source: mettaṃ bahuppadehi me.
sc_po: the many-footed I love.

# an4.67:7.1
source: Mā maṃ apādako hiṃsi,
sc_po: May the footless not harm me!

# an4.67:7.2
source: mā maṃ hiṃsi dvipādako;
sc_po: May I not be harmed by the two-footed!

# an4.67:7.3
source: Mā maṃ catuppado hiṃsi,
sc_po: May the four-footed not harm me!

# an4.67:7.4
source: mā maṃ hiṃsi bahuppado.
sc_po: May I not be harmed by the many-footed!

# an4.67:8.1
source: Sabbe sattā sabbe pāṇā,
sc_po: All sentient beings, all living things,

# an4.67:8.2
source: sabbe bhūtā ca kevalā;
sc_po: all creatures, every one:

# an4.67:8.3
source: Sabbe bhadrāni passantu,
sc_po: may they see only nice things,

# an4.67:8.4
source: mā kañci pāpamāgamā.
sc_po: may bad not come to anyone.

# an4.67:9.1
source: Appamāṇo buddho,
sc_po: The Buddha is immeasurable,

# an4.67:9.2
source: Appamāṇo dhammo;
sc_po: the teaching is immeasurable,

# an4.67:9.3
source: Appamāṇo saṃgho,
sc_po: the Saṅgha is immeasurable.

# an4.67:9.4
source: Pamāṇavantāni sarīsapāni.
sc_po: But limited are crawling things,

# an4.67:10.1
source: Ahivicchikā satapadī,
sc_po: snakes and scorpions, centipedes,

# an4.67:10.2
source: Uṇṇanābhī sarabū mūsikā;
sc_po: spiders and lizards and mice.

# an4.67:10.3
source: Katā me rakkhā katā me parittā,
sc_po: I’ve made this safeguard, I’ve made this protection:

# an4.67:10.4
source: Paṭikkamantu bhūtāni;
sc_po: go away, creatures!

# an4.67:10.5
source: Sohaṃ namo bhagavato,
sc_po: And so I revere the Blessed One,

# an4.67:10.6
source: Namo sattannaṃ sammāsambuddhānan”ti.
sc_po: I revere the seven perfectly awakened Buddhas.”
