Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.186.po
Languages: sc_po

# an4.186:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.186:0.2
source: 19. Brāhmaṇavagga
sc_po: 19. Brahmins

# an4.186:0.3
source: 186. Ummaggasutta
sc_po: 186. Approach

# an4.186:1.1
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then one of the mendicants went up to the Buddha, bowed, sat down to one side, and said to him:

# an4.186:1.2
source: “kena nu kho, bhante, loko nīyati, kena loko parikassati, kassa ca uppannassa vasaṃ gacchatī”ti?
sc_po: “Sir, what leads the world on? What drags it around? What arises and takes control?”

# an4.186:2.1
source: “Sādhu sādhu, bhikkhu.
sc_po: “Good, good, mendicant!

# an4.186:2.2
source: Bhaddako kho te, bhikkhu, ummaggo, bhaddakaṃ paṭibhānaṃ, kalyāṇī paripucchā.
sc_po: Your approach and articulation are excellent, and it’s a good question.

# an4.186:2.3
source: Evañhi tvaṃ, bhikkhu, pucchasi:
sc_po: For you asked:

# an4.186:2.4
source: ‘kena nu kho, bhante, loko nīyati, kena loko parikassati, kassa ca uppannassa vasaṃ gacchatī’”ti?
sc_po: ‘What leads the world on? What drags it around? What arises and takes control?’”

# an4.186:2.5
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an4.186:2.6
source: “Cittena kho, bhikkhu, loko nīyati, cittena parikassati, cittassa uppannassa vasaṃ gacchatī”ti.
sc_po: “Mendicant, the mind leads the world on. The mind drags it around. When the mind arises, it takes control.”

# an4.186:3.1
source: “Sādhu, bhante”ti kho so bhikkhu bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttari pañhaṃ apucchi:
sc_po: Saying “Good, sir”, that mendicant approved and agreed with what the Buddha said. Then he asked another question:

# an4.186:3.2
source: “‘bahussuto dhammadharo, bahussuto dhammadharo’ti, bhante, vuccati.
sc_po: “Sir, they speak of ‘a learned memorizer of the teaching’.

# an4.186:3.3
source: Kittāvatā nu kho, bhante, bahussuto dhammadharo hotī”ti?
sc_po: How is a learned memorizer of the teaching defined?”

# an4.186:4.1
source: “Sādhu sādhu, bhikkhu.
sc_po: “Good, good, mendicant!

# an4.186:4.2
source: Bhaddako kho te, bhikkhu ummaggo, bhaddakaṃ paṭibhānaṃ, kalyāṇī paripucchā.
sc_po: Your approach and articulation are excellent, and it’s a good question. …

# an4.186:4.7
source: “Bahū kho, bhikkhu, mayā dhammā desitā—
sc_po: I have taught many teachings:

# an4.186:4.8
source: suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthā, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ.
sc_po: statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.

# an4.186:4.9
source: Catuppadāya cepi, bhikkhu, gāthāya atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti bahussuto dhammadharoti alaṃvacanāyā”ti.
sc_po: But if anyone understands the meaning and the text of even a four-line verse, and if they practice in line with that teaching, they’re qualified to be called a ‘learned memorizer of the teaching’.”

# an4.186:5.1
source: “Sādhu, bhante”ti kho so bhikkhu bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttari pañhaṃ apucchi:
sc_po: Saying “Good, sir”, that mendicant approved and agreed with what the Buddha said. Then he asked another question:

# an4.186:5.2
source: “‘sutavā nibbedhikapañño, sutavā nibbedhikapañño’ti, bhante, vuccati.
sc_po: “Sir, they speak of ‘a learned person with penetrating wisdom’.

# an4.186:5.3
source: Kittāvatā nu kho, bhante, sutavā nibbedhikapañño hotī”ti?
sc_po: How is a learned person with penetrating wisdom defined?”

# an4.186:6.1
source: “Sādhu sādhu, bhikkhu.
sc_po: “Good, good, mendicant!

# an4.186:6.2
source: Bhaddako kho te, bhikkhu, ummaggo, bhaddakaṃ paṭibhānaṃ, kalyāṇī paripucchā.
sc_po: Your approach and articulation are excellent, and it’s a good question. …

# an4.186:6.7
source: “Idha, bhikkhu, bhikkhuno ‘idaṃ dukkhan’ti sutaṃ hoti, paññāya cassa atthaṃ ativijjha passati;
sc_po: Take a mendicant who has heard: ‘This is suffering.’ They see what it means with penetrating wisdom.

# an4.186:6.8
source: ‘ayaṃ dukkhasamudayo’ti sutaṃ hoti, paññāya cassa atthaṃ ativijjha passati;
sc_po: They’ve heard: ‘This is the origin of suffering’ …

# an4.186:6.9
source: ‘ayaṃ dukkhanirodho’ti sutaṃ hoti, paññāya cassa atthaṃ ativijjha passati;
sc_po: ‘This is the cessation of suffering’ …

# an4.186:6.10
source: ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti sutaṃ hoti, paññāya cassa atthaṃ ativijjha passati.
sc_po: ‘This is the practice that leads to the cessation of suffering.’ They see what it means with penetrating wisdom.

# an4.186:6.11
source: Evaṃ kho, bhikkhu, sutavā nibbedhikapañño hotī”ti.
sc_po: That’s how a person is learned, with penetrating wisdom.”

# an4.186:7.1
source: “Sādhu, bhante”ti kho so bhikkhu bhagavato bhāsitaṃ abhinanditvā anumoditvā bhagavantaṃ uttari pañhaṃ apucchi:
sc_po: Saying “Good, sir”, that mendicant approved and agreed with what the Buddha said. Then he asked another question:

# an4.186:7.2
source: “‘paṇḍito mahāpañño, paṇḍito mahāpañño’ti, bhante, vuccati.
sc_po: “Sir, they speak of ‘an astute person with great wisdom’.

# an4.186:7.3
source: Kittāvatā nu kho, bhante, paṇḍito mahāpañño hotī”ti?
sc_po: How is an astute person with great wisdom defined?”

# an4.186:8.1
source: “Sādhu sādhu, bhikkhu.
sc_po: “Good, good, mendicant!

# an4.186:8.2
source: Bhaddako kho te, bhikkhu, ummaggo, bhaddakaṃ paṭibhānaṃ, kalyāṇī paripucchā.
sc_po: Your approach and articulation are excellent, and it’s a good question. …

# an4.186:8.7
source: “Idha, bhikkhu, paṇḍito mahāpañño nevattabyābādhāya ceteti na parabyābādhāya ceteti na ubhayabyābādhāya ceteti attahitaparahitaubhayahitasabbalokahitameva cintayamāno cinteti.
sc_po: An astute person with great wisdom is one who has no intention to hurt themselves, or to hurt others, or to hurt both. When they think, they only think of the benefit for themselves, for others, for both, and for the whole world.

# an4.186:8.8
source: Evaṃ kho, bhikkhu, paṇḍito mahāpañño hotī”ti.
sc_po: That’s how a person is astute, with great wisdom.”
