Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.007.po
Languages: sc_po

# an4.7:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.7:0.2
source: 1. Bhaṇḍagāmavagga
sc_po: 1. At Bhaṇḍa Village

# an4.7:0.3
source: 7. Sobhanasutta
sc_po: 7. Beautification

# an4.7:1.1
source: “Cattārome, bhikkhave, viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā saṃghaṃ sobhenti.
sc_po: “Mendicants, these four competent, educated, assured, learned people—who have memorized the teachings and practice in line with the teachings—beautify the Saṅgha.

# an4.7:1.2
source: Katame cattāro?
sc_po: What four?

# an4.7:1.3
source: Bhikkhu, bhikkhave, viyatto vinīto visārado bahussuto dhammadharo dhammānudhammappaṭipanno saṃghaṃ sobheti.
sc_po: A monk,

# an4.7:1.4
source: Bhikkhunī, bhikkhave, viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā saṃghaṃ sobheti.
sc_po: a nun,

# an4.7:1.5
source: Upāsako, bhikkhave, viyatto vinīto visārado bahussuto dhammadharo dhammānudhammappaṭipanno saṃghaṃ sobheti.
sc_po: a layman,

# an4.7:1.6
source: Upāsikā, bhikkhave, viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā saṃghaṃ sobheti.
sc_po: and a laywoman.

# an4.7:1.7
source: Ime kho, bhikkhave, cattāro viyattā vinītā visāradā bahussutā dhammadharā dhammānudhammappaṭipannā saṃghaṃ sobhentīti.
sc_po: These four competent, educated, assured, learned people—who have memorized the teachings and practice in line with the teachings—beautify the Saṅgha.

# an4.7:2.1
source: Yo hoti viyatto ca visārado ca,
sc_po: Whoever is competent and assured,

# an4.7:2.2
source: Bahussuto dhammadharo ca hoti;
sc_po: learned, a memorizer of the teachings,

# an4.7:2.3
source: Dhammassa hoti anudhammacārī,
sc_po: who lives in line with the teachings—

# an4.7:2.4
source: Sa tādiso vuccati saṃghasobhano.
sc_po: such a person is said to beautify the Saṅgha.

# an4.7:3.1
source: Bhikkhu ca sīlasampanno,
sc_po: A monk accomplished in ethics,

# an4.7:3.2
source: bhikkhunī ca bahussutā;
sc_po: and a learned nun,

# an4.7:3.3
source: Upāsako ca yo saddho,
sc_po: a faithful layman,

# an4.7:3.4
source: yā ca saddhā upāsikā;
sc_po: and a faithful laywoman, too:

# an4.7:3.5
source: Ete kho saṅghaṃ sobhenti,
sc_po: these beautify the Saṅgha,

# an4.7:3.6
source: ete hi saṅghasobhanā”ti.
sc_po: they are the beautifiers of the Saṅgha.”
