Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.023.po
Languages: sc_po

# an4.23:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.23:0.2
source: 3. Uruvelavagga
sc_po: 3. At Uruvelā

# an4.23:0.3
source: 23. Lokasutta
sc_po: 23. The World

# an4.23:1.1
source: “Loko, bhikkhave, tathāgatena abhisambuddho.
sc_po: “Mendicants, the world has been understood by a Realized One;

# an4.23:1.2
source: Lokasmā tathāgato visaṃyutto.
sc_po: and he is detached from the world.

# an4.23:1.3
source: Lokasamudayo, bhikkhave, tathāgatena abhisambuddho.
sc_po: The origin of the world has been understood by a Realized One;

# an4.23:1.4
source: Lokasamudayo tathāgatassa pahīno.
sc_po: and he has given up the origin of the world.

# an4.23:1.5
source: Lokanirodho, bhikkhave, tathāgatena abhisambuddho.
sc_po: The cessation of the world has been understood by a Realized One;

# an4.23:1.6
source: Lokanirodho tathāgatassa sacchikato.
sc_po: and he has realized the cessation of the world.

# an4.23:1.7
source: Lokanirodhagāminī paṭipadā, bhikkhave, tathāgatena abhisambuddhā.
sc_po: The practice that leads to the cessation of the world has been understood by a Realized One;

# an4.23:1.8
source: Lokanirodhagāminī paṭipadā tathāgatassa bhāvitā.
sc_po: and he has developed the practice that leads to the cessation of the world.

# an4.23:2.1
source: Yaṃ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, sabbaṃ taṃ tathāgatena abhisambuddhaṃ.
sc_po: In this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—whatever is seen, heard, thought, known, sought, and explored by the mind, all that has been understood by a Realized One.

# an4.23:2.2
source: Tasmā ‘tathāgato’ti vuccati.
sc_po: That’s why he’s called the ‘Realized One’.

# an4.23:3.1
source: Yañca, bhikkhave, rattiṃ tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati yañca rattiṃ anupādisesāya nibbānadhātuyā parinibbāyati, yaṃ etasmiṃ antare bhāsati lapati niddisati sabbaṃ taṃ tatheva hoti, no aññathā.
sc_po: From the night when a Realized One understands the supreme perfect awakening until the night he becomes fully extinguished—through the natural principle of extinguishment, without anything left over—everything he speaks, says, and expresses is real, not otherwise.

# an4.23:3.2
source: Tasmā ‘tathāgato’ti vuccati.
sc_po: That’s why he’s called the ‘Realized One’.

# an4.23:4.1
source: Yathāvādī, bhikkhave, tathāgato tathākārī, yathākārī tathāvādī.
sc_po: The Realized One does as he says, and says as he does.

# an4.23:4.2
source: Iti yathāvādī tathākārī, yathākārī tathāvādī.
sc_po: Since this is so,

# an4.23:4.3
source: Tasmā ‘tathāgato’ti vuccati.
sc_po: that’s why he’s called the ‘Realized One’.

# an4.23:5.1
source: Sadevake, bhikkhave, loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya tathāgato abhibhū anabhibhūto aññadatthu daso vasavattī.
sc_po: In this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—the Realized One is the undefeated, the champion, the universal seer, the wielder of power.

# an4.23:5.2
source: Tasmā ‘tathāgato’ti vuccati.
sc_po: That’s why he’s called the ‘Realized One’.

# an4.23:6.1
source: Sabbaṃ lokaṃ abhiññāya,
sc_po: Directly knowing the whole world as it is,

# an4.23:6.2
source: sabbaṃ loke yathātathaṃ;
sc_po: and everything in it,

# an4.23:6.3
source: Sabbaṃ lokaṃ visaṃyutto,
sc_po: he is detached from the whole world,

# an4.23:6.4
source: sabbaloke anūpayo.
sc_po: disengaged from the whole world.

# an4.23:7.1
source: Sa ve sabbābhibhū dhīro,
sc_po: That wise one is the champion

# an4.23:7.2
source: sabbaganthappamocano;
sc_po: who has escaped all ties.

# an4.23:7.3
source: Phuṭṭha’ssa paramā santi,
sc_po: He has reached ultimate peace:

# an4.23:7.4
source: nibbānaṃ akutobhayaṃ.
sc_po: extinguishment, fearing nothing from any quarter.

# an4.23:8.1
source: Esa khīṇāsavo buddho,
sc_po: He is the Buddha, with defilements ended,

# an4.23:8.2
source: anīgho chinnasaṃsayo;
sc_po: untroubled, with doubts cut off.

# an4.23:8.3
source: Sabbakammakkhayaṃ patto,
sc_po: He has attained the end of all karma,

# an4.23:8.4
source: vimutto upadhisaṅkhaye.
sc_po: freed with the end of attachments.

# an4.23:9.1
source: Esa so bhagavā buddho,
sc_po: That Blessed One is the Buddha,

# an4.23:9.2
source: esa sīho anuttaro;
sc_po: he is the supreme lion,

# an4.23:9.3
source: Sadevakassa lokassa,
sc_po: in all the world with its gods,

# an4.23:9.4
source: brahmacakkaṃ pavattayī.
sc_po: he turns the holy wheel.

# an4.23:10.1
source: Iti devā manussā ca,
sc_po: And so those gods and humans,

# an4.23:10.2
source: ye buddhaṃ saraṇaṃ gatā;
sc_po: who have gone to the Buddha for refuge,

# an4.23:10.3
source: Saṅgamma taṃ namassanti,
sc_po: come together and revere him,

# an4.23:10.4
source: mahantaṃ vītasāradaṃ.
sc_po: the great one, rid of naivety:

# an4.23:11.1
source: Danto damayataṃ seṭṭho,
sc_po: ‘Tamed, he is the best of tamers,

# an4.23:11.2
source: santo samayataṃ isi;
sc_po: peaceful, he is the hermit among the peaceful,

# an4.23:11.3
source: Mutto mocayataṃ aggo,
sc_po: liberated, he is the foremost of liberators,

# an4.23:11.4
source: tiṇṇo tārayataṃ varo.
sc_po: crossed over, he is the most excellent of guides across.’

# an4.23:12.1
source: Iti hetaṃ namassanti,
sc_po: And so they revere him,

# an4.23:12.2
source: mahantaṃ vītasāradaṃ;
sc_po: the great one, rid of naivety.

# an4.23:12.3
source: Sadevakasmiṃ lokasmiṃ,
sc_po: In the world with its gods,

# an4.23:12.4
source: natthi me paṭipuggalo”ti.
sc_po: he has no counterpart.”
