Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.027.po
Languages: sc_po

# an4.27:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.27:0.2
source: 3. Uruvelavagga
sc_po: 3. At Uruvelā

# an4.27:0.3
source: 27. Santuṭṭhisutta
sc_po: 27. Contentment

# an4.27:1.1
source: “Cattārimāni, bhikkhave, appāni ca sulabhāni ca, tāni ca anavajjāni.
sc_po: “Mendicants, these four trifles are easy to get hold of and are blameless.

# an4.27:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.27:1.3
source: Paṃsukūlaṃ, bhikkhave, cīvarānaṃ appañca sulabhañca, tañca anavajjaṃ.
sc_po: Rag-robes …

# an4.27:1.4
source: Piṇḍiyālopo, bhikkhave, bhojanānaṃ appañca sulabhañca, tañca anavajjaṃ.
sc_po: A lump of alms-food …

# an4.27:1.5
source: Rukkhamūlaṃ, bhikkhave, senāsanānaṃ appañca sulabhañca, tañca anavajjaṃ.
sc_po: Lodgings at the root of a tree …

# an4.27:1.6
source: Pūtimuttaṃ, bhikkhave, bhesajjānaṃ appañca sulabhañca, tañca anavajjaṃ.
sc_po: Fermented urine as medicine …

# an4.27:1.7
source: Imāni kho, bhikkhave, cattāri appāni ca sulabhāni ca, tāni ca anavajjāni.
sc_po: These four trifles are easy to get hold of and are blameless.

# an4.27:1.8
source: Yato kho, bhikkhave, bhikkhu appena ca tuṭṭho hoti sulabhena ca, idamassāhaṃ aññataraṃ sāmaññaṅganti vadāmīti.
sc_po: When a mendicant is content with trifles that are easy to get hold of, they have one of the factors of the ascetic life, I say.

# an4.27:2.1
source: Anavajjena tuṭṭhassa,
sc_po: When you’re content with what’s blameless,

# an4.27:2.2
source: appena sulabhena ca;
sc_po: trifling, and easy to get hold of,

# an4.27:2.3
source: Na senāsanamārabbha,
sc_po: you don’t get upset

# an4.27:2.4
source: cīvaraṃ pānabhojanaṃ;
sc_po: about lodgings, robes,

# an4.27:2.5
source: Vighāto hoti cittassa,
sc_po: food, and drink,

# an4.27:2.6
source: disā nappaṭihaññati.
sc_po: and you’re not obstructed anywhere.

# an4.27:3.1
source: Ye cassa dhammā akkhātā,
sc_po: These qualities are said to be

# an4.27:3.2
source: sāmaññassānulomikā;
sc_po: integral to the ascetic life.

# an4.27:3.3
source: Adhiggahitā tuṭṭhassa,
sc_po: They’re acquired by one who trains,

# an4.27:3.4
source: appamattassa sikkhato”ti.
sc_po: content and diligent.”
