Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.208.po
Languages: sc_po

# an4.208:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.208:0.2
source: 21. Sappurisavagga
sc_po: 21. A Good Person

# an4.208:0.3
source: 208. Dutiyapāpadhammasutta
sc_po: 208. Bad Character (2nd)

# an4.208:1.1
source: “Pāpañca vo, bhikkhave, desessāmi, pāpena pāpatarañca;
sc_po: “Mendicants, I will teach you who’s bad and who’s worse,

# an4.208:1.2
source: kalyāṇañca, kalyāṇena kalyāṇatarañca.
sc_po: who’s good and who’s better.

# an4.208:2.1
source: “Katamo ca, bhikkhave, pāpo?
sc_po: And who’s bad?

# an4.208:2.2
source: Idha, bhikkhave, ekacco micchādiṭṭhiko hoti … pe … micchāñāṇī hoti, micchāvimutti hoti.
sc_po: It’s someone who has wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an4.208:2.3
source: Ayaṃ vuccati, bhikkhave, pāpo.
sc_po: This is called bad.

# an4.208:3.1
source: Katamo ca, bhikkhave, pāpena pāpataro?
sc_po: And who’s worse?

# an4.208:3.2
source: Idha, bhikkhave, ekacco attanā ca micchādiṭṭhiko hoti, parañca micchādiṭṭhiyā samādapeti … pe … attanā ca micchāñāṇī hoti, parañca micchāñāṇe samādapeti;
sc_po: It’s someone who has wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom. And they encourage others in these same qualities.

# an4.208:3.4
source: Ayaṃ vuccati, bhikkhave, pāpena pāpataro.
sc_po: This is called worse.

# an4.208:4.1
source: Katamo ca, bhikkhave, kalyāṇo?
sc_po: And who’s good?

# an4.208:4.2
source: Idha, bhikkhave, ekacco sammādiṭṭhiko hoti … pe … sammāñāṇī hoti, sammāvimutti hoti.
sc_po: It’s someone who has right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an4.208:4.3
source: Ayaṃ vuccati, bhikkhave, kalyāṇo.
sc_po: This is called good.

# an4.208:5.1
source: Katamo ca, bhikkhave, kalyāṇena kalyāṇataro?
sc_po: And who’s better?

# an4.208:5.2
source: Idha, bhikkhave, ekacco attanā ca sammādiṭṭhiko hoti, parañca sammādiṭṭhiyā samādapeti … pe … attanā ca sammāñāṇī hoti, parañca sammāñāṇe samādapeti;
sc_po: It’s someone who has right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom. And they encourage others in these same qualities.

# an4.208:5.4
source: Ayaṃ vuccati, bhikkhave, kalyāṇena kalyāṇataro”ti.
sc_po: This is called better.”
