Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.099.po
Languages: sc_po

# an4.99:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.99:0.2
source: 10. Asuravagga
sc_po: 10. Demons

# an4.99:0.3
source: 99. Sikkhāpadasutta
sc_po: 99. Training Rules

# an4.99:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.99:1.2
source: Katame cattāro?
sc_po: What four?

# an4.99:1.3
source: Attahitāya paṭipanno no parahitāya, parahitāya paṭipanno no attahitāya, nevattahitāya paṭipanno no parahitāya, attahitāya ceva paṭipanno parahitāya ca.
sc_po: ~One who practices to benefit themselves, but not others; ~one who practices to benefit others, but not themselves; ~one who practices to benefit neither themselves nor others; and ~one who practices to benefit both themselves and others.

# an4.99:2.1
source: Kathañca, bhikkhave, puggalo attahitāya paṭipanno hoti, no parahitāya?
sc_po: And how does a person practice to benefit themselves, but not others?

# an4.99:2.2
source: Idha, bhikkhave, ekacco puggalo attanā pāṇātipātā paṭivirato hoti, no paraṃ pāṇātipātā veramaṇiyā samādapeti;
sc_po: It’s when a person doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence. But they don’t encourage others to do the same.

# an4.99:2.7
source: Evaṃ kho, bhikkhave, puggalo attahitāya paṭipanno hoti, no parahitāya.
sc_po: That’s how a person practices to benefit themselves, but not others.

# an4.99:3.1
source: Kathañca, bhikkhave, puggalo parahitāya paṭipanno hoti, no attahitāya?
sc_po: And how does a person practice to benefit others, but not themselves?

# an4.99:3.2
source: Idha, bhikkhave, ekacco puggalo attanā pāṇātipātā appaṭivirato hoti, paraṃ pāṇātipātā veramaṇiyā samādapeti;
sc_po: It’s when a person kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence. But they encourage others to not do these things.

# an4.99:3.7
source: Evaṃ kho, bhikkhave, puggalo parahitāya paṭipanno hoti, no attahitāya.
sc_po: That’s how a person practices to benefit others, but not themselves.

# an4.99:4.1
source: Kathañca, bhikkhave, puggalo nevattahitāya paṭipanno hoti no parahitāya?
sc_po: And how does a person practice to benefit neither themselves nor others?

# an4.99:4.2
source: Idha, bhikkhave, ekacco puggalo attanā pāṇātipātā appaṭivirato hoti, no paraṃ pāṇātipātā veramaṇiyā samādapeti … pe … attanā surāmerayamajjapamādaṭṭhānā appaṭivirato hoti, no paraṃ surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti.
sc_po: It’s when a person kills, etc. … and doesn’t encourage others to not do these things.

# an4.99:4.3
source: Evaṃ kho, bhikkhave, puggalo nevattahitāya paṭipanno hoti, no parahitāya.
sc_po: That’s how a person practices to benefit neither themselves nor others.

# an4.99:5.1
source: Kathañca, bhikkhave, puggalo attahitāya ceva paṭipanno hoti parahitāya ca?
sc_po: And how does a person practice to benefit both themselves and others?

# an4.99:5.2
source: Idha, bhikkhave, ekacco puggalo attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti … pe … attanā ca surāmerayamajjapamādaṭṭhānā paṭivirato hoti, parañca surāmerayamajjapamādaṭṭhānā veramaṇiyā samādapeti.
sc_po: It’s when a person doesn’t kill, etc. … and encourages others to do the same.

# an4.99:5.3
source: Evaṃ kho, bhikkhave, puggalo attahitāya ceva paṭipanno hoti parahitāya ca.
sc_po: That’s how a person practices to benefit both themselves and others.

# an4.99:5.4
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
