Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.128.po
Languages: sc_po

# an4.128:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.128:0.2
source: 13. Bhayavagga
sc_po: 13. Fears

# an4.128:0.3
source: 128. Dutiyatathāgataacchariyasutta
sc_po: 128. Incredible Things About the Realized One (2nd)

# an4.128:1.1
source: “Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā cattāro acchariyā abbhutā dhammā pātubhavanti.
sc_po: “Mendicants, with the appearance of a Realized One, the perfected one, the fully awakened Buddha, four incredible and amazing things appear.

# an4.128:1.2
source: Katame cattāro?
sc_po: What four?

# an4.128:1.3
source: Ālayārāmā, bhikkhave, pajā ālayaratā ālayasammuditā;
sc_po: People like attachment, they love it and enjoy it.

# an4.128:1.4
source: sā tathāgatena anālaye dhamme desiyamāne sussūsati sotaṃ odahati aññā cittaṃ upaṭṭhapeti.
sc_po: Yet when a Realized One is teaching the Dhamma of non-adherence, they want to listen, they lend an ear, and they apply their minds to understand it.

# an4.128:1.5
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṃ paṭhamo acchariyo abbhuto dhammo pātubhavati.
sc_po: This is the first incredible and amazing thing that appears with the appearance of a Realized One.

# an4.128:2.1
source: Mānārāmā, bhikkhave, pajā mānaratā mānasammuditā.
sc_po: People like conceit, they love it and enjoy it.

# an4.128:2.2
source: Sā tathāgatena mānavinaye dhamme desiyamāne sussūsati sotaṃ odahati aññā cittaṃ upaṭṭhapeti.
sc_po: Yet when a Realized One is teaching the Dhamma of removing conceit, they want to listen, they lend an ear, and they apply their minds to understand it.

# an4.128:2.3
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṃ dutiyo acchariyo abbhuto dhammo pātubhavati.
sc_po: This is the second incredible and amazing thing that appears with the appearance of a Realized One.

# an4.128:3.1
source: Anupasamārāmā, bhikkhave, pajā anupasamaratā anupasamasammuditā.
sc_po: People like excitement, they love it and enjoy it.

# an4.128:3.2
source: Sā tathāgatena opasamike dhamme desiyamāne sussūsati sotaṃ odahati aññā cittaṃ upaṭṭhapeti.
sc_po: Yet when a Realized One is teaching the Dhamma of peace, they want to listen, they lend an ear, and they apply their minds to understand it.

# an4.128:3.3
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṃ tatiyo acchariyo abbhuto dhammo pātubhavati.
sc_po: This is the third incredible and amazing thing that appears with the appearance of a Realized One.

# an4.128:4.1
source: Avijjāgatā, bhikkhave, pajā aṇḍabhūtā pariyonaddhā.
sc_po: This population is lost in ignorance, trapped in their shells.

# an4.128:4.2
source: Sā tathāgatena avijjāvinaye dhamme desiyamāne sussūsati sotaṃ odahati aññā cittaṃ upaṭṭhapeti.
sc_po: Yet when a Realized One is teaching the Dhamma of removing ignorance, they want to listen, they lend an ear, and they apply their minds to understand it.

# an4.128:4.3
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṃ catuttho acchariyo abbhuto dhammo pātubhavati.
sc_po: This is the fourth incredible and amazing thing that appears with the appearance of a Realized One.

# an4.128:4.4
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ime cattāro acchariyā abbhutā dhammā pātubhavantī”ti.
sc_po: With the appearance of a Realized One, the perfected one, the fully awakened Buddha, four incredible and amazing things appear.”
