Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.116.po
Languages: sc_po

# an4.116:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.116:0.2
source: 12. Kesivagga
sc_po: 12. With Kesi

# an4.116:0.3
source: 116. Appamādasutta
sc_po: 116. Diligence

# an4.116:1.1
source: “Catūhi, bhikkhave, ṭhānehi appamādo karaṇīyo.
sc_po: “Mendicants, you should be diligent in four situations.

# an4.116:1.2
source: Katamehi catūhi?
sc_po: What four?

# an4.116:1.3
source: Kāyaduccaritaṃ, bhikkhave, pajahatha, kāyasucaritaṃ bhāvetha;
sc_po: Give up bad conduct by way of body, speech, and mind; and develop good conduct by way of body, speech, and mind.

# an4.116:1.4
source: tattha ca mā pamādattha.
sc_po: Don’t neglect these things.

# an4.116:1.9
source: Micchādiṭṭhiṃ, bhikkhave, pajahatha, sammādiṭṭhiṃ bhāvetha;
sc_po: Give up wrong view; and develop right view.

# an4.116:1.10
source: tattha ca mā pamādattha.
sc_po: Don’t neglect this.

# an4.116:2.1
source: Yato kho, bhikkhave, bhikkhuno kāyaduccaritaṃ pahīnaṃ hoti kāyasucaritaṃ bhāvitaṃ, vacīduccaritaṃ pahīnaṃ hoti vacīsucaritaṃ bhāvitaṃ, manoduccaritaṃ pahīnaṃ hoti manosucaritaṃ bhāvitaṃ, micchādiṭṭhi pahīnā hoti sammādiṭṭhi bhāvitā, so na bhāyati samparāyikassa maraṇassā”ti.
sc_po: A mendicant who has done these things does not fear death in lives to come.”
