Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.026.po
Languages: sc_po

# an4.26:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.26:0.2
source: 3. Uruvelavagga
sc_po: 3. At Uruvelā

# an4.26:0.3
source: 26. Kuhasutta
sc_po: 26. Deceivers

# an4.26:1.1
source: “Ye te, bhikkhave, bhikkhū kuhā thaddhā lapā siṅgī unnaḷā asamāhitā, na me te, bhikkhave, bhikkhū māmakā.
sc_po: “Mendicants, those mendicants who are deceivers, stubborn, flatterers, frauds, insolent, and scattered: they are no mendicants of mine.

# an4.26:1.2
source: Apagatā ca te, bhikkhave, bhikkhū imasmā dhammavinayā, na ca te imasmiṃ dhammavinaye vuddhiṃ viruḷhiṃ vepullaṃ āpajjanti.
sc_po: They’ve left this teaching and training, and they don’t achieve growth, improvement, or maturity in this teaching and training.

# an4.26:1.3
source: Ye ca kho te, bhikkhave, bhikkhū nikkuhā nillapā dhīrā atthaddhā susamāhitā, te kho me, bhikkhave, bhikkhū māmakā.
sc_po: But those mendicants who are genuine, not flatterers, wise, amenable, and serene: they are mendicants of mine.

# an4.26:1.4
source: Anapagatā ca te, bhikkhave, bhikkhū imasmā dhammavinayā.
sc_po: They haven’t left this teaching and training,

# an4.26:1.5
source: Te ca imasmiṃ dhammavinaye vuddhiṃ viruḷhiṃ vepullaṃ āpajjantīti.
sc_po: and they achieve growth, improvement, or maturity in this teaching and training.

# an4.26:2.1
source: Kuhā thaddhā lapā siṅgī,
sc_po: Those who are deceivers, stubborn, flatterers, and frauds,

# an4.26:2.2
source: unnaḷā asamāhitā;
sc_po: insolent and scattered:

# an4.26:2.3
source: Na te dhamme virūhanti,
sc_po: these don’t grow in the teaching

# an4.26:2.4
source: sammāsambuddhadesite.
sc_po: that was taught by the perfected Buddha.

# an4.26:3.1
source: Nikkuhā nillapā dhīrā,
sc_po: But those who are genuine, not flatterers, wise,

# an4.26:3.2
source: atthaddhā susamāhitā;
sc_po: amenable, and serene:

# an4.26:3.3
source: Te ve dhamme virūhanti,
sc_po: these do grow in the teaching

# an4.26:3.4
source: sammāsambuddhadesite”ti.
sc_po: that was taught by the perfected Buddha.”
