Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.257.po
Languages: sc_po

# an4.257:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.257:0.2
source: 26. Abhiññāvagga
sc_po: 26. Insight

# an4.257:0.3
source: 257. Mālukyaputtasutta
sc_po: 257. With Māluṅkyaputta

# an4.257:1.1
source: Atha kho āyasmā mālukyaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mālukyaputto bhagavantaṃ etadavoca:
sc_po: Then Venerable Māluṅkyaputta went up to the Buddha, bowed, sat down to one side, and said to him:

# an4.257:2.1
source: “Sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.
sc_po: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# an4.257:2.2
source: “Ettha idāni, mālukyaputta, kiṃ dahare bhikkhū vakkhāma;
sc_po: “Well now, Māluṅkyaputta, what are we to say to the young monks,

# an4.257:2.3
source: yatra hi nāma tvaṃ jiṇṇo vuddho mahallako tathāgatassa saṃkhittena ovādaṃ yācasī”ti.
sc_po: when even an old man like you, elderly and senior, asks the Realized One for brief advice?”

# an4.257:2.4
source: “Desetu me, bhante, bhagavā saṃkhittena dhammaṃ; desetu sugato saṃkhittena dhammaṃ. Appeva nāmāhaṃ bhagavato bhāsitassa atthaṃ ājāneyyaṃ; appeva nāmāhaṃ bhagavato bhāsitassa dāyādo assan”ti.
sc_po: “Sir, may the Buddha teach me the Dhamma in brief! May the Holy One teach me the Dhamma in brief! Hopefully I can understand the meaning of what the Buddha says! Hopefully I can be an heir of the Buddha’s teaching!”

# an4.257:3.1
source: “Cattārome, mālukyaputta, taṇhuppādā yattha bhikkhuno taṇhā uppajjamānā uppajjati.
sc_po: “Māluṅkyaputta, there are four things that give rise to craving in a mendicant.

# an4.257:3.2
source: Katame cattāro?
sc_po: What four?

# an4.257:3.3
source: Cīvarahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati.
sc_po: For the sake of robes,

# an4.257:3.4
source: Piṇḍapātahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati.
sc_po: alms-food,

# an4.257:3.5
source: Senāsanahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati.
sc_po: lodgings,

# an4.257:3.6
source: Itibhavābhavahetu vā, mālukyaputta, bhikkhuno taṇhā uppajjamānā uppajjati.
sc_po: or rebirth in this or that state.

# an4.257:3.7
source: Ime kho, mālukyaputta, cattāro taṇhuppādā yattha bhikkhuno taṇhā uppajjamānā uppajjati.
sc_po: These are the four things that give rise to craving in a mendicant.

# an4.257:3.8
source: Yato kho, mālukyaputta, bhikkhuno taṇhā pahīnā hoti ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā, ayaṃ vuccati, mālukyaputta, ‘bhikkhu acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassā’”ti.
sc_po: That craving is given up by a mendicant, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future. Then they’re called a mendicant who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.”

# an4.257:4.1
source: Atha kho āyasmā mālukyaputto bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: When Māluṅkyaputta had been given this advice by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# an4.257:4.2
source: Atha kho āyasmā mālukyaputto eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Then Māluṅkyaputta, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# an4.257:4.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# an4.257:4.4
source: Aññataro ca panāyasmā mālukyaputto arahataṃ ahosīti.
sc_po: And Venerable Māluṅkyaputta became one of the perfected.
