Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.102.po
Languages: sc_po

# an4.102:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.102:0.2
source: 11. Valāhakavagga
sc_po: 11. Clouds

# an4.102:0.3
source: 102. Dutiyavalāhakasutta
sc_po: 102. Clouds (2nd)

# an4.102:1.1
source: “Cattārome, bhikkhave, valāhakā.
sc_po: “Mendicants, there are these four kinds of clouds.

# an4.102:1.2
source: Katame cattāro?
sc_po: What four?

# an4.102:1.3
source: Gajjitā no vassitā, vassitā no gajjitā, neva gajjitā no vassitā gajjitā ca vassitā ca.
sc_po: ~One thunders but doesn’t rain, ~one rains but doesn’t thunder, ~one neither thunders nor rains, and ~one both rains and thunders.

# an4.102:1.4
source: Ime kho, bhikkhave, cattāro valāhakā.
sc_po: These are the four kinds of clouds.

# an4.102:1.5
source: Evamevaṃ kho, bhikkhave, cattāro valāhakūpamā puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: In the same way, these four people similar to clouds are found in the world.

# an4.102:1.6
source: Katame cattāro?
sc_po: What four?

# an4.102:1.7
source: Gajjitā no vassitā, vassitā no gajjitā, neva gajjitā no vassitā, gajjitā ca vassitā ca.
sc_po: ~One thunders but doesn’t rain, ~one rains but doesn’t thunder, ~one neither thunders nor rains, and ~one both rains and thunders.

# an4.102:2.1
source: Kathañca, bhikkhave, puggalo gajjitā hoti, no vassitā?
sc_po: And how does a person thunder but not rain?

# an4.102:2.2
source: Idha, bhikkhave, ekacco puggalo dhammaṃ pariyāpuṇāti—
sc_po: It’s when a person memorizes the teaching—

# an4.102:2.3
source: suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ.
sc_po: statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.

# an4.102:2.4
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ nappajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ nappajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānāti.
sc_po: But they don’t truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an4.102:2.5
source: Evaṃ kho, bhikkhave, puggalo gajjitā hoti, no vassitā.
sc_po: That’s how a person thunders but doesn’t rain.

# an4.102:2.6
source: Seyyathāpi so, bhikkhave, valāhako gajjitā, no vassitā;
sc_po: That person is like a cloud that thunders but doesn’t rain, I say.

# an4.102:3.1
source: Kathañca, bhikkhave, puggalo vassitā hoti, no gajjitā?
sc_po: And how does a person rain but not thunder?

# an4.102:3.2
source: Idha, bhikkhave, ekacco puggalo dhammaṃ na pariyāpuṇāti—
sc_po: It’s when a person doesn’t memorize the teaching …

# an4.102:3.4
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: But they truly understand: ‘This is suffering’ …

# an4.102:4.1
source: Kathañca, bhikkhave, puggalo neva gajjitā hoti, no vassitā?
sc_po: And how does a person neither thunder nor rain?

# an4.102:4.2
source: Idha, bhikkhave, ekacco puggalo neva dhammaṃ pariyāpuṇāti—
sc_po: It’s when a person doesn’t memorize the teaching …

# an4.102:4.4
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānāti.
sc_po: Nor do they truly understand: ‘This is suffering’ …

# an4.102:5.1
source: Kathañca, bhikkhave, puggalo gajjitā ca hoti vassitā ca?
sc_po: And how does a person both thunder and rain?

# an4.102:5.2
source: Idha, bhikkhave, ekacco puggalo dhammaṃ pariyāpuṇāti—
sc_po: It’s when a person memorizes the teaching …

# an4.102:5.4
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: And they truly understand: ‘This is suffering’ …

# an4.102:5.8
source: Ime kho, bhikkhave, cattāro valāhakūpamā puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These four people similar to clouds are found in the world.”
