Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.029.po
Languages: sc_po

# an4.29:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.29:0.2
source: 3. Uruvelavagga
sc_po: 3. At Uruvelā

# an4.29:0.3
source: 29. Dhammapadasutta
sc_po: 29. Basic Principles

# an4.29:1.1
source: “Cattārimāni, bhikkhave, dhammapadāni aggaññāni rattaññāni vaṃsaññāni porāṇāni asaṅkiṇṇāni asaṅkiṇṇapubbāni, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhāni samaṇehi brāhmaṇehi viññūhi.
sc_po: “Mendicants, these four basic principles are original, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now nor will they be. Sensible ascetics and brahmins don’t look down on them.

# an4.29:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.29:1.3
source: Anabhijjhā, bhikkhave, dhammapadaṃ aggaññaṃ rattaññaṃ vaṃsaññaṃ porāṇaṃ asaṅkiṇṇaṃ asaṅkiṇṇapubbaṃ, na saṅkīyati na saṅkīyissati, appaṭikuṭṭhaṃ samaṇehi brāhmaṇehi viññūhi.
sc_po: Contentment, good will, right mindfulness, and right immersion.

# an4.29:4.2
source: Imāni kho, bhikkhave, cattāri dhammapadāni aggaññāni rattaññāni vaṃsaññāni porāṇāni asaṅkiṇṇāni asaṅkiṇṇapubbāni, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhāni samaṇehi brāhmaṇehi viññūhīti.
sc_po: These four basic principles are original, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now nor will they be. Sensible ascetics and brahmins don’t look down on them.

# an4.29:5.1
source: Anabhijjhālu vihareyya,
sc_po: You should live with contentment,

# an4.29:5.2
source: abyāpannena cetasā;
sc_po: and a heart of good will,

# an4.29:5.3
source: Sato ekaggacittassa,
sc_po: mindful, with unified mind,

# an4.29:5.4
source: ajjhattaṃ susamāhito”ti.
sc_po: serene within.”
