Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.004.po
Languages: sc_po

# an4.4:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.4:0.2
source: 1. Bhaṇḍagāmavagga
sc_po: 1. At Bhaṇḍa Village

# an4.4:0.3
source: 4. Dutiyakhatasutta
sc_po: 4. Broken (2nd)

# an4.4:1.1
source: “Catūsu, bhikkhave, micchā paṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: “When a foolish, incompetent bad person acts wrongly toward four people they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an4.4:1.2
source: Katamesu catūsu?
sc_po: What four?

# an4.4:1.3
source: Mātari, bhikkhave, micchā paṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: Mother …

# an4.4:1.4
source: Pitari, bhikkhave, micchā paṭipajjamāno … pe … tathāgate, bhikkhave, micchā paṭipajjamāno … pe … tathāgatasāvake, bhikkhave, micchā paṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: father … a Realized One … and a disciple of a Realized One.

# an4.4:1.5
source: Imesu kho, bhikkhave, catūsu micchā paṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: When a foolish, incompetent bad person acts wrongly toward these four people they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an4.4:2.1
source: Catūsu, bhikkhave, sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati.
sc_po: When an astute, competent good person acts rightly toward four people they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.

# an4.4:2.2
source: Katamesu catūsu?
sc_po: What four?

# an4.4:2.3
source: Mātari, bhikkhave, sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati.
sc_po: Mother …

# an4.4:2.4
source: Pitari, bhikkhave, sammā paṭipajjamāno … pe … tathāgate, bhikkhave, sammā paṭipajjamāno … pe … tathāgatasāvake, bhikkhave, sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati.
sc_po: father … a Realized One … and a disciple of a Realized One.

# an4.4:2.5
source: Imesu kho, bhikkhave, catūsu sammā paṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavatīti.
sc_po: When an astute, competent good person acts rightly toward these four people they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.

# an4.4:3.1
source: Mātari pitari cāpi,
sc_po: A person who does wrong

# an4.4:3.2
source: yo micchā paṭipajjati;
sc_po: by their mother or father,

# an4.4:3.3
source: Tathāgate vā sambuddhe,
sc_po: or a Realized One, a Buddha,

# an4.4:3.4
source: atha vā tassa sāvake;
sc_po: or one of their disciples,

# an4.4:3.5
source: Bahuñca so pasavati,
sc_po: makes much bad karma.

# an4.4:4.1
source: Tāya naṃ adhammacariyāya,
sc_po: Because of their unprincipled conduct

# an4.4:4.2
source: Mātāpitūsu paṇḍitā;
sc_po: toward their parents,

# an4.4:4.3
source: Idheva naṃ garahanti,
sc_po: they’re criticized in this life by the astute,

# an4.4:4.4
source: Peccāpāyañca gacchati.
sc_po: and they depart to be reborn in a place of loss.

# an4.4:5.1
source: Mātari pitari cāpi,
sc_po: A person who does right

# an4.4:5.2
source: yo sammā paṭipajjati;
sc_po: by their mother and father,

# an4.4:5.3
source: Tathāgate vā sambuddhe,
sc_po: or a Realized One, a Buddha,

# an4.4:5.4
source: atha vā tassa sāvake;
sc_po: or one of their disciples,

# an4.4:5.5
source: Bahuñca so pasavati,
sc_po: makes much merit.

# an4.4:6.1
source: Tāya naṃ dhammacariyāya,
sc_po: Because of their principled conduct

# an4.4:6.2
source: mātāpitūsu paṇḍitā;
sc_po: toward their parents,

# an4.4:6.3
source: Idheva naṃ pasaṃsanti,
sc_po: they’re praised in this life by the astute,

# an4.4:6.4
source: pecca sagge pamodatī”ti.
sc_po: and they depart to rejoice in heaven.”
