Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.020.po
Languages: sc_po

# an4.20:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.20:0.2
source: 2. Caravagga
sc_po: 2. Walking

# an4.20:0.3
source: 20. Bhattuddesakasutta
sc_po: 20. A Meal-allocator

# an4.20:1.1
source: “Catūhi, bhikkhave, dhammehi samannāgato bhattuddesako yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Mendicants, a meal-allocator who has four qualities is cast down to hell.

# an4.20:1.2
source: Katamehi catūhi?
sc_po: What four?

# an4.20:1.3
source: Chandāgatiṃ gacchati, dosāgatiṃ gacchati, mohāgatiṃ gacchati, bhayāgatiṃ gacchati—
sc_po: They make decisions prejudiced by favoritism, hostility, stupidity, and cowardice.

# an4.20:1.4
source: imehi kho, bhikkhave, catūhi dhammehi samannāgato bhattuddesako yathābhataṃ nikkhitto evaṃ niraye.
sc_po: A meal-allocator who has these four qualities is cast down to hell.

# an4.20:2.1
source: Catūhi, bhikkhave, dhammehi samannāgato bhattuddesako yathābhataṃ nikkhitto evaṃ sagge.
sc_po: A meal-allocator who has four qualities is raised up to heaven.

# an4.20:2.2
source: Katamehi catūhi?
sc_po: What four?

# an4.20:2.3
source: Na chandāgatiṃ gacchati, na dosāgatiṃ gacchati, na mohāgatiṃ gacchati, na bhayāgatiṃ gacchati—
sc_po: They make decisions unprejudiced by favoritism, hostility, stupidity, and cowardice.

# an4.20:2.4
source: imehi kho, bhikkhave, catūhi dhammehi samannāgato bhattuddesako yathābhataṃ nikkhitto evaṃ saggeti.
sc_po: A meal-allocator who has these four qualities is raised up to heaven.

# an4.20:3.1
source: Ye keci kāmesu asaññatā janā,
sc_po: All those people with uncontrolled sensuality,

# an4.20:3.2
source: Adhammikā honti adhammagāravā;
sc_po: unprincipled, with no respect for principle,

# an4.20:3.3
source: Chandā dosā mohā ca bhayā gāmino,
sc_po: led astray by favoritism, hatred, stupidity, or cowardice,

# an4.20:3.4
source: Parisākasaṭo ca panesa vuccati.
sc_po: are called ‘an assembly of the dregs’:

# an4.20:4.1
source: Evañhi vuttaṃ samaṇena jānatā,
sc_po: that’s what was said by the ascetic who knows.

# an4.20:4.2
source: Tasmā hi te sappurisā pasaṃsiyā;
sc_po: And so those good, praiseworthy people,

# an4.20:4.3
source: Dhamme ṭhitā ye na karonti pāpakaṃ,
sc_po: standing on principle, doing nothing wrong,

# an4.20:4.4
source: Na chandā na dosā na mohā na bhayā ca gāmino;
sc_po: not led astray by favoritism, hatred, stupidity, or cowardice,

# an4.20:4.5
source: Parisāya maṇḍo ca panesa vuccati,
sc_po: are called ‘an assembly of the cream’:

# an4.20:4.6
source: Evañhi vuttaṃ samaṇena jānatā”ti.
sc_po: that’s what was said by the ascetic who knows.”
