Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.049.po
Languages: sc_po

# an4.49:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.49:0.2
source: 5. Rohitassavagga
sc_po: 5. With Rohitassa

# an4.49:0.3
source: 49. Vipallāsasutta
sc_po: 49. Perversions

# an4.49:1.1
source: “Cattārome, bhikkhave, saññāvipallāsā cittavipallāsā diṭṭhivipallāsā.
sc_po: “Mendicants, there are these four perversions of perception, mind, and view.

# an4.49:1.2
source: Katame cattāro?
sc_po: What four?

# an4.49:1.3
source: Anicce, bhikkhave, niccanti saññāvipallāso cittavipallāso diṭṭhivipallāso;
sc_po: Taking impermanence as permanence.

# an4.49:1.4
source: dukkhe, bhikkhave, sukhanti saññāvipallāso cittavipallāso diṭṭhivipallāso;
sc_po: Taking suffering as happiness.

# an4.49:1.5
source: anattani, bhikkhave, attāti saññāvipallāso cittavipallāso diṭṭhivipallāso;
sc_po: Taking not-self as self.

# an4.49:1.6
source: asubhe, bhikkhave, subhanti saññāvipallāso cittavipallāso diṭṭhivipallāso.
sc_po: Taking ugliness as beauty.

# an4.49:1.7
source: Ime kho, bhikkhave, cattāro saññāvipallāsā cittavipallāsā diṭṭhivipallāsā.
sc_po: These are the four perversions of perception, mind, and view.

# an4.49:2.1
source: Cattārome, bhikkhave, nasaññāvipallāsā nacittavipallāsā nadiṭṭhivipallāsā.
sc_po: There are these four corrections of perception, mind, and view.

# an4.49:2.2
source: Katame cattāro?
sc_po: What four?

# an4.49:2.3
source: Anicce, bhikkhave, aniccanti nasaññāvipallāso nacittavipallāso nadiṭṭhivipallāso;
sc_po: Taking impermanence as impermanence.

# an4.49:2.4
source: dukkhe, bhikkhave, dukkhanti nasaññāvipallāso nacittavipallāso nadiṭṭhivipallāso;
sc_po: Taking suffering as suffering.

# an4.49:2.5
source: anattani, bhikkhave, anattāti nasaññāvipallāso nacittavipallāso nadiṭṭhivipallāso;
sc_po: Taking not-self as not-self.

# an4.49:2.6
source: asubhe, bhikkhave, asubhanti nasaññāvipallāso nacittavipallāso nadiṭṭhivipallāso.
sc_po: Taking ugliness as ugliness.

# an4.49:2.7
source: Ime kho, bhikkhave, cattāro nasaññāvipallāsā nacittavipallāsā nadiṭṭhivipallāsāti.
sc_po: These are the four corrections of perception, mind, and view.

# an4.49:3.1
source: Anicce niccasaññino,
sc_po: Perceiving impermanence as permanence,

# an4.49:3.2
source: dukkhe ca sukhasaññino;
sc_po: suffering as happiness,

# an4.49:3.3
source: Anattani ca attāti,
sc_po: not-self as self,

# an4.49:3.4
source: asubhe subhasaññino;
sc_po: and ugliness as beauty—

# an4.49:3.5
source: Micchādiṭṭhihatā sattā,
sc_po: sentient beings are ruined by wrong view,

# an4.49:3.6
source: khittacittā visaññino.
sc_po: deranged, out of their mind.

# an4.49:4.1
source: Te yogayuttā mārassa,
sc_po: Yoked by Māra’s yoke, these people

# an4.49:4.2
source: ayogakkhemino janā;
sc_po: find no sanctuary from the yoke.

# an4.49:4.3
source: Sattā gacchanti saṃsāraṃ,
sc_po: Sentient beings continue to transmigrate,

# an4.49:4.4
source: jātimaraṇagāmino.
sc_po: with ongoing birth and death.

# an4.49:5.1
source: Yadā ca buddhā lokasmiṃ,
sc_po: But when the Buddhas arise in the world,

# an4.49:5.2
source: Uppajjanti pabhaṅkarā;
sc_po: shedding radiance,

# an4.49:5.3
source: Te imaṃ dhammaṃ pakāsenti,
sc_po: they shine a light on this teaching,

# an4.49:5.4
source: Dukkhūpasamagāminaṃ.
sc_po: that leads to the stilling of suffering.

# an4.49:6.1
source: Tesaṃ sutvāna sappaññā,
sc_po: When a wise person hears them,

# an4.49:6.2
source: sacittaṃ paccaladdhā te;
sc_po: they get their mind back.

# an4.49:6.3
source: Aniccaṃ aniccato dakkhuṃ,
sc_po: Seeing impermanence as impermanence,

# an4.49:6.4
source: dukkhamaddakkhu dukkhato.
sc_po: suffering as suffering,

# an4.49:7.1
source: Anattani anattāti,
sc_po: not-self as not-self,

# an4.49:7.2
source: asubhaṃ asubhataddasuṃ;
sc_po: and ugliness as ugliness—

# an4.49:7.3
source: Sammādiṭṭhisamādānā,
sc_po: taking up right view,

# an4.49:7.4
source: sabbaṃ dukkhaṃ upaccagun”ti.
sc_po: they’ve risen above all suffering.”
