Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.068.po
Languages: sc_po

# an4.68:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.68:0.2
source: 7. Pattakammavagga
sc_po: 7. Deeds of Substance

# an4.68:0.3
source: 68. Devadattasutta
sc_po: 68. Devadatta

# an4.68:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate acirapakkante devadatte.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain, not long after Devadatta had left.

# an4.68:1.2
source: Tatra kho bhagavā devadattaṃ ārabbha bhikkhū āmantesi:
sc_po: There the Buddha spoke to the mendicants about Devadatta:

# an4.68:1.3
source: “attavadhāya, bhikkhave, devadattassa lābhasakkārasiloko udapādi.
sc_po: “Possessions, honor, and popularity came to Devadatta for his own ruin and downfall.

# an4.68:2.1
source: Seyyathāpi, bhikkhave, kadalī attavadhāya phalaṃ deti, parābhavāya phalaṃ deti;
sc_po: It’s like a banana tree,

# an4.68:3.1
source: Seyyathāpi, bhikkhave, veḷu attavadhāya phalaṃ deti, parābhavāya phalaṃ deti;
sc_po: or a bamboo,

# an4.68:4.1
source: Seyyathāpi, bhikkhave, naḷo attavadhāya phalaṃ deti, parābhavāya phalaṃ deti;
sc_po: or a reed, all of which bear fruit to their own ruin and downfall …

# an4.68:5.1
source: Seyyathāpi, bhikkhave, assatarī attavadhāya gabbhaṃ gaṇhāti, parābhavāya gabbhaṃ gaṇhāti;
sc_po: It’s like a mule, which becomes pregnant to its own ruin and downfall.

# an4.68:5.2
source: evamevaṃ kho, bhikkhave, attavadhāya devadattassa lābhasakkārasiloko udapādi, parābhavāya devadattassa lābhasakkārasiloko udapādīti.
sc_po: In the same way, possessions, honor, and popularity came to Devadatta for his own ruin and downfall.

# an4.68:6.1
source: Phalaṃ ve kadaliṃ hanti,
sc_po: The banana tree is destroyed by its own fruit,

# an4.68:6.2
source: phalaṃ veḷuṃ phalaṃ naḷaṃ;
sc_po: as are the bamboo and the reed.

# an4.68:6.3
source: Sakkāro kāpurisaṃ hanti,
sc_po: Honor destroys a sinner,

# an4.68:6.4
source: gabbho assatariṃ yathā”ti.
sc_po: as pregnancy destroys a mule.”
