Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.259.po
Languages: sc_po

# an4.259:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.259:0.2
source: 26. Abhiññāvagga
sc_po: 26. Insight

# an4.259:0.3
source: 259. Paṭhamaājānīyasutta
sc_po: 259. A Thoroughbred (1st)

# an4.259:1.1
source: “Catūhi, bhikkhave, aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṃ gacchati.
sc_po: “Mendicants, a fine royal thoroughbred with four factors is worthy of a king, fit to serve a king, and considered a factor of kingship.

# an4.259:1.2
source: Katamehi catūhi?
sc_po: What four?

# an4.259:1.3
source: Idha, bhikkhave, rañño bhadro assājānīyo vaṇṇasampanno ca hoti balasampanno ca javasampanno ca ārohapariṇāhasampanno ca.
sc_po: It’s when a fine royal thoroughbred is beautiful, strong, fast, and well-proportioned.

# an4.259:1.4
source: Imehi kho, bhikkhave, catūhi aṅgehi samannāgato rañño bhadro assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṃ gacchati.
sc_po: A fine royal thoroughbred with these four factors is worthy of a king. …

# an4.259:2.1
source: Evamevaṃ kho, bhikkhave, catūhi dhammehi samannāgato bhikkhu āhuneyyo hoti … pe … anuttaraṃ puññakkhettaṃ lokassa.
sc_po: In the same way, a mendicant with four factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.

# an4.259:2.2
source: Katamehi catūhi?
sc_po: What four?

# an4.259:2.3
source: Idha, bhikkhave, bhikkhu vaṇṇasampanno ca hoti balasampanno ca javasampanno ca ārohapariṇāhasampanno ca.
sc_po: It’s when a mendicant is beautiful, strong, fast, and well proportioned.

# an4.259:3.1
source: Kathañca, bhikkhave, bhikkhu vaṇṇasampanno hoti?
sc_po: And how is a mendicant beautiful?

# an4.259:3.2
source: Idha, bhikkhave, bhikkhu sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu.
sc_po: It’s when a mendicant is ethical, restrained in the code of conduct, with good behavior and supporters. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an4.259:3.3
source: Evaṃ kho, bhikkhave, bhikkhu vaṇṇasampanno hoti.
sc_po: That’s how a mendicant is beautiful.

# an4.259:4.1
source: Kathañca, bhikkhave, bhikkhu balasampanno hoti?
sc_po: And how is a mendicant strong?

# an4.259:4.2
source: Idha, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: It’s when a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an4.259:4.3
source: Evaṃ kho, bhikkhave, bhikkhu balasampanno hoti.
sc_po: That’s how a mendicant is strong.

# an4.259:5.1
source: Kathañca, bhikkhave, bhikkhu javasampanno hoti?
sc_po: And how is a mendicant fast?

# an4.259:5.2
source: Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: It’s when they truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an4.259:5.3
source: Evaṃ kho, bhikkhave, bhikkhu javasampanno hoti.
sc_po: That’s how a mendicant is fast.

# an4.259:6.1
source: Kathañca, bhikkhave, bhikkhu ārohapariṇāhasampanno hoti?
sc_po: And how is a mendicant well proportioned?

# an4.259:6.2
source: Idha, bhikkhave, bhikkhu lābhī hoti cīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānaṃ.
sc_po: It’s when a mendicant receives robes, alms-food, lodgings, and medicines and supplies for the sick.

# an4.259:6.3
source: Evaṃ kho, bhikkhave, bhikkhu ārohapariṇāhasampanno hoti.
sc_po: That’s how a mendicant is well proportioned.

# an4.259:7.1
source: Imehi kho, bhikkhave, catūhi dhammehi samannāgato bhikkhu āhuneyyo hoti … pe … anuttaraṃ puññakkhettaṃ lokassā”ti.
sc_po: A mendicant with these four factors … is the supreme field of merit for the world.”
