Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.085.po
Languages: sc_po

# an4.85:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.85:0.2
source: 9. Macalavagga
sc_po: 9. Confirmed

# an4.85:0.3
source: 85. Tamotamasutta
sc_po: 85. From Darkness to Darkness

# an4.85:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.85:1.2
source: Katame cattāro?
sc_po: What four?

# an4.85:1.3
source: Tamo tamaparāyaṇo, tamo jotiparāyaṇo, joti tamaparāyaṇo, joti jotiparāyaṇo.
sc_po: ~The dark bound for darkness, ~the dark bound for light, ~the light bound for darkness, and ~the light bound for light.

# an4.85:2.1
source: Kathañca, bhikkhave, puggalo tamo hoti tamaparāyaṇo?
sc_po: And how is a person dark and bound for darkness?

# an4.85:2.2
source: Idha, bhikkhave, ekacco puggalo nīce kule paccājāto hoti—caṇḍālakule vā venakule vā nesādakule vā rathakārakule vā pukkusakule vā dalidde appannapānabhojane kasiravuttike, yattha kasirena ghāsacchādo labbhati.
sc_po: It’s when someone is reborn in a low family—a family of outcastes, bamboo-workers, hunters, chariot-makers, or waste-collectors—poor, with little to eat or drink, where life is tough, and food and shelter are hard to find.

# an4.85:2.3
source: So ca hoti dubbaṇṇo duddasiko okoṭimako bavhābādho kāṇo vā kuṇī vā khañjo vā pakkhahato vā, na lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa.
sc_po: And they’re ugly, unsightly, deformed, chronically ill—one-eyed, crippled, lame, or half-paralyzed. They don’t get to have food, drink, clothes, and vehicles; garlands, fragrance, and makeup; or bed, house, and lighting.

# an4.85:2.4
source: So kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati.
sc_po: And they do bad things by way of body, speech, and mind.

# an4.85:2.5
source: So kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# an4.85:2.6
source: Evaṃ kho, bhikkhave, puggalo tamo hoti tamaparāyaṇo.
sc_po: That’s how a person is dark and bound for darkness.

# an4.85:3.1
source: Kathañca, bhikkhave, puggalo tamo hoti jotiparāyaṇo?
sc_po: And how is a person dark and bound for light?

# an4.85:3.2
source: Idha, bhikkhave, ekacco puggalo nīce kule paccājāto hoti—caṇḍālakule vā venakule vā nesādakule vā rathakārakule vā pukkusakule vā dalidde appannapānabhojane kasiravuttike, yattha kasirena ghāsacchādo labbhati;
sc_po: It’s when some person is reborn in a low family …

# an4.85:3.4
source: So kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati.
sc_po: But they do good things by way of body, speech, and mind.

# an4.85:3.5
source: So kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# an4.85:3.6
source: Evaṃ kho, bhikkhave, puggalo tamo hoti jotiparāyaṇo.
sc_po: That’s how a person is dark and bound for light.

# an4.85:4.1
source: Kathañca, bhikkhave, puggalo joti hoti tamaparāyaṇo?
sc_po: And how is a person light and bound for darkness?

# an4.85:4.2
source: Idha, bhikkhave, ekacco puggalo ucce kule paccājāto hoti—khattiyamahāsālakule vā brāhmaṇamahāsālakule vā gahapatimahāsālakule vā aḍḍhe mahaddhane mahābhoge pahūtajātarūparajate pahūtavittūpakaraṇe pahūtadhanadhaññe;
sc_po: It’s when some person is reborn in an eminent family—a well-to-do family of aristocrats, brahmins, or householders—rich, affluent, and wealthy, with lots of gold and silver, lots of property and assets, and lots of money and grain.

# an4.85:4.3
source: so ca hoti abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa.
sc_po: And they’re attractive, good-looking, lovely, of surpassing beauty. They get to have food, drink, clothes, and vehicles; garlands, fragrance, and makeup; and bed, house, and lighting.

# an4.85:4.4
source: So kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati.
sc_po: But they do bad things by way of body, speech, and mind.

# an4.85:4.5
source: So kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# an4.85:4.6
source: Evaṃ kho, bhikkhave, puggalo joti hoti tamaparāyaṇo.
sc_po: That’s how a person is light and bound for darkness.

# an4.85:5.1
source: Kathañca, bhikkhave, puggalo joti hoti jotiparāyaṇo?
sc_po: And how is a person light and bound for light?

# an4.85:5.2
source: Idha, bhikkhave, ekacco puggalo ucce kule paccājāto hoti—khattiyamahāsālakule vā brāhmaṇamahāsālakule vā gahapatimahāsālakule vā aḍḍhe mahaddhane mahābhoge pahūtajātarūparajate pahūtavittūpakaraṇe pahūtadhanadhaññe;
sc_po: It’s when some person is reborn in an eminent family …

# an4.85:5.4
source: So kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati.
sc_po: And they do good things by way of body, speech, and mind.

# an4.85:5.5
source: So kāyena sucaritaṃ caritvā, vācāya sucaritaṃ caritvā, manasā sucaritaṃ caritvā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# an4.85:5.6
source: Evaṃ kho, bhikkhave, puggalo joti hoti jotiparāyaṇo.
sc_po: That’s how a person is light and bound for light.

# an4.85:5.7
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
