Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.136.po
Languages: sc_po

# an4.136:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.136:0.2
source: 14. Puggalavagga
sc_po: 14. Persons

# an4.136:0.3
source: 136. Paṭhamasīlasutta
sc_po: 136. Ethics (1st)

# an4.136:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.136:1.2
source: Katame cattāro?
sc_po: What four?

# an4.136:1.3
source: Idha, bhikkhave, ekacco puggalo sīlesu na paripūrakārī hoti, samādhismiṃ na paripūrakārī, paññāya na paripūrakārī.
sc_po: One person has not fulfilled ethics, immersion, or wisdom.

# an4.136:2.1
source: Idha pana, bhikkhave, ekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ na paripūrakārī, paññāya na paripūrakārī.
sc_po: One person has fulfilled ethics, but not immersion or wisdom.

# an4.136:3.1
source: Idha pana, bhikkhave, ekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ paripūrakārī, paññāya na paripūrakārī.
sc_po: One person has fulfilled ethics and immersion, but not wisdom.

# an4.136:4.1
source: Idha pana, bhikkhave, ekacco puggalo sīlesu paripūrakārī hoti, samādhismiṃ paripūrakārī, paññāya paripūrakārī.
sc_po: One person has fulfilled ethics, immersion, and wisdom.

# an4.136:4.2
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
