Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.194.po
Languages: sc_po

# an4.194:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.194:0.2
source: 20. Mahāvagga
sc_po: 20. The Great Chapter

# an4.194:0.3
source: 194. Sāmugiyasutta
sc_po: 194. At Sāpūga

# an4.194:1.1
source: Ekaṃ samayaṃ āyasmā ānando koliyesu viharati sāmugaṃ nāma koliyānaṃ nigamo.
sc_po: At one time Venerable Ānanda was staying in the land of the Koliyans, where they have a town named Sāpūga.

# an4.194:1.2
source: Atha kho sambahulā sāmugiyā koliyaputtā yenāyasmā ānando tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te sāmugiye koliyaputte āyasmā ānando etadavoca:
sc_po: Then several Koliyans from Sāpūga went up to Ānanda, bowed, and sat down to one side. Then Venerable Ānanda said to them:

# an4.194:2.1
source: “Cattārimāni, byagghapajjā, pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya.
sc_po: “Byagghapajjas, these four factors of trying to be pure have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment.

# an4.194:2.2
source: Katamāni cattāri?
sc_po: What four?

# an4.194:2.3
source: Sīlapārisuddhipadhāniyaṅgaṃ, cittapārisuddhipadhāniyaṅgaṃ, diṭṭhipārisuddhipadhāniyaṅgaṃ, vimuttipārisuddhipadhāniyaṅgaṃ.
sc_po: The factors of trying to be pure in ethics, mind, view, and freedom.

# an4.194:3.1
source: Katamañca, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṃ?
sc_po: And what is the factor of trying to be pure in ethics?

# an4.194:3.2
source: Idha, byagghapajjā, bhikkhu sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu.
sc_po: It’s when a mendicant is ethical, restrained in the code of conduct, with good behavior and supporters. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an4.194:3.3
source: Ayaṃ vuccati, byagghapajjā, sīlapārisuddhi.
sc_po: This is called purity of ethics.

# an4.194:3.4
source: Iti evarūpiṃ sīlapārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, sīlapārisuddhipadhāniyaṅgaṃ.
sc_po: They think: ‘I will fulfill such purity of ethics, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in ethics.

# an4.194:4.1
source: Katamañca, byagghapajjā, cittapārisuddhipadhāniyaṅgaṃ?
sc_po: And what is the factor of trying to be pure in mind?

# an4.194:4.2
source: Idha, byagghapajjā, bhikkhu vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati.
sc_po: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption.

# an4.194:4.3
source: Ayaṃ vuccati, byagghapajjā, cittapārisuddhi.
sc_po: This is called purity of mind.

# an4.194:4.4
source: Iti evarūpiṃ cittapārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, cittapārisuddhipadhāniyaṅgaṃ.
sc_po: They think: ‘I will fulfill such purity of mind, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in mind.

# an4.194:5.1
source: Katamañca, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṃ?
sc_po: And what is the factor of trying to be pure in view?

# an4.194:5.2
source: Idha, byagghapajjā, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: Take a mendicant who truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an4.194:5.3
source: Ayaṃ vuccati, byagghapajjā, diṭṭhipārisuddhi.
sc_po: This is called purity of view.

# an4.194:5.4
source: Iti evarūpiṃ diṭṭhipārisuddhiṃ aparipūraṃ vā … pe … tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, diṭṭhipārisuddhipadhāniyaṅgaṃ.
sc_po: They think: ‘I will fulfill such purity of view, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in view.

# an4.194:6.1
source: Katamañca, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṃ?
sc_po: And what is the factor of trying to be pure in freedom?

# an4.194:6.2
source: Sa kho so, byagghapajjā, ariyasāvako iminā ca sīlapārisuddhipadhāniyaṅgena samannāgato iminā ca cittapārisuddhipadhāniyaṅgena samannāgato iminā ca diṭṭhipārisuddhipadhāniyaṅgena samannāgato rajanīyesu dhammesu cittaṃ virājeti, vimocanīyesu dhammesu cittaṃ vimoceti.
sc_po: That noble disciple—who has these factors of trying to be pure in ethics, mind, and view—detaches their mind from things that arouse greed, and frees their mind from things that it should be freed from.

# an4.194:6.3
source: So rajanīyesu dhammesu cittaṃ virājetvā, vimocanīyesu dhammesu cittaṃ vimocetvā sammāvimuttiṃ phusati.
sc_po: Doing so, they experience perfect freedom.

# an4.194:6.4
source: Ayaṃ vuccati, byagghapajjā, vimuttipārisuddhi.
sc_po: This is called purity of freedom.

# an4.194:6.5
source: Iti evarūpiṃ vimuttipārisuddhiṃ aparipūraṃ vā paripūressāmi paripūraṃ vā tattha tattha paññāya anuggahessāmīti, yo tattha chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca, idaṃ vuccati, byagghapajjā, vimuttipārisuddhipadhāniyaṅgaṃ.
sc_po: They think: ‘I will fulfill such purity of freedom, or, if it’s already fulfilled, I’ll support it in every situation by wisdom.’ Their enthusiasm for that—their effort, zeal, vigor, perseverance, mindfulness, and situational awareness—is called the factor of trying to be pure in freedom.

# an4.194:7.1
source: Imāni kho, byagghapajjā, cattāri pārisuddhipadhāniyaṅgāni tena bhagavatā jānatā passatā arahatā sammāsambuddhena sammadakkhātāni sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti.
sc_po: These four factors of trying to be pure have been rightly explained by the Blessed One, who knows and sees, the perfected one, the fully awakened Buddha. They are in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment.”
