Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.094.po
Languages: sc_po

# an4.94:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.94:0.2
source: 10. Asuravagga
sc_po: 10. Demons

# an4.94:0.3
source: 94. Tatiyasamādhisutta
sc_po: 94. Immersion (3rd)

# an4.94:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.94:1.2
source: Katame cattāro?
sc_po: What four?

# an4.94:1.3
source: Idha, bhikkhave, ekacco puggalo lābhī hoti ajjhattaṃ cetosamathassa, na lābhī adhipaññādhammavipassanāya.
sc_po: One person has internal serenity of heart, but not the higher wisdom of discernment of principles.

# an4.94:1.4
source: Idha pana, bhikkhave, ekacco puggalo lābhī hoti adhipaññādhammavipassanāya, na lābhī ajjhattaṃ cetosamathassa.
sc_po: One person has the higher wisdom of discernment of principles, but not internal serenity of heart.

# an4.94:1.5
source: Idha pana, bhikkhave, ekacco puggalo na ceva lābhī hoti ajjhattaṃ cetosamathassa na ca lābhī adhipaññādhammavipassanāya.
sc_po: One person has neither internal serenity of heart, nor the higher wisdom of discernment of principles.

# an4.94:1.6
source: Idha pana, bhikkhave, ekacco puggalo lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya.
sc_po: One person has both internal serenity of heart, and the higher wisdom of discernment of principles.

# an4.94:2.1
source: Tatra, bhikkhave, yvāyaṃ puggalo lābhī ajjhattaṃ cetosamathassa na lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena yvāyaṃ puggalo lābhī adhipaññādhammavipassanāya so upasaṅkamitvā evamassa vacanīyo:
sc_po: As for the person who has serenity but not discernment: they should approach someone who has discernment and ask:

# an4.94:2.2
source: ‘kathaṃ nu kho, āvuso, saṅkhārā daṭṭhabbā?
sc_po: ‘Reverend, how should conditions be seen?

# an4.94:2.3
source: Kathaṃ saṅkhārā sammasitabbā?
sc_po: How should they be comprehended?

# an4.94:2.4
source: Kathaṃ saṅkhārā vipassitabbā’ti?
sc_po: How should they be discerned?’

# an4.94:2.5
source: Tassa so yathādiṭṭhaṃ yathāviditaṃ byākaroti:
sc_po: That person would answer from their own experience:

# an4.94:2.6
source: ‘evaṃ kho, āvuso, saṅkhārā daṭṭhabbā, evaṃ saṅkhārā sammasitabbā, evaṃ saṅkhārā vipassitabbā’ti.
sc_po: ‘This is how conditions should be seen, comprehended, and discerned.’

# an4.94:2.7
source: So aparena samayena lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya.
sc_po: After some time they have both serenity and discernment.

# an4.94:3.1
source: Tatra, bhikkhave, yvāyaṃ puggalo lābhī adhipaññādhammavipassanāya na lābhī ajjhattaṃ cetosamathassa, tena, bhikkhave, puggalena yvāyaṃ puggalo lābhī ajjhattaṃ cetosamathassa so upasaṅkamitvā evamassa vacanīyo:
sc_po: As for the person who has discernment but not serenity: they should approach someone who has serenity and ask:

# an4.94:3.2
source: ‘kathaṃ nu kho, āvuso, cittaṃ saṇṭhapetabbaṃ?
sc_po: ‘Reverend, how should the mind be stilled?

# an4.94:3.3
source: Kathaṃ cittaṃ sannisādetabbaṃ?
sc_po: How should it be settled?

# an4.94:3.4
source: Kathaṃ cittaṃ ekodi kātabbaṃ?
sc_po: How should it be unified?

# an4.94:3.5
source: Kathaṃ cittaṃ samādahātabban’ti?
sc_po: How should it be immersed in samādhi?’

# an4.94:3.6
source: Tassa so yathādiṭṭhaṃ yathāviditaṃ byākaroti:
sc_po: That person would answer from their own experience:

# an4.94:3.7
source: ‘evaṃ kho, āvuso, cittaṃ saṇṭhapetabbaṃ, evaṃ cittaṃ sannisādetabbaṃ, evaṃ cittaṃ ekodi kātabbaṃ, evaṃ cittaṃ samādahātabban’ti.
sc_po: ‘Reverend, this is how the mind should be stilled, settled, unified, and immersed in samādhi.’

# an4.94:3.8
source: So aparena samaye lābhī ceva hoti adhipaññādhammavipassanāya lābhī ca ajjhattaṃ cetosamathassa.
sc_po: After some time they have both discernment and serenity.

# an4.94:4.1
source: Tatra, bhikkhave, yvāyaṃ puggalo na ceva lābhī ajjhattaṃ cetosamathassa na ca lābhī adhipaññādhammavipassanāya, tena, bhikkhave, puggalena yvāyaṃ puggalo lābhī ceva ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya so upasaṅkamitvā evamassa vacanīyo:
sc_po: As for the person who has neither serenity nor discernment: they should approach someone who has serenity and discernment and ask:

# an4.94:4.2
source: ‘kathaṃ nu kho, āvuso, cittaṃ saṇṭhapetabbaṃ?
sc_po: ‘Reverend, how should the mind be stilled?

# an4.94:4.3
source: Kathaṃ cittaṃ sannisādetabbaṃ?
sc_po: How should it be settled?

# an4.94:4.4
source: Kathaṃ cittaṃ ekodi kātabbaṃ?
sc_po: How should it be unified?

# an4.94:4.5
source: Kathaṃ cittaṃ samādahātabbaṃ?
sc_po: How should it be immersed in samādhi?’

# an4.94:4.6
source: Kathaṃ saṅkhārā daṭṭhabbā?
sc_po: How should conditions be seen?

# an4.94:4.7
source: Kathaṃ saṅkhārā sammasitabbā?
sc_po: How should they be comprehended?

# an4.94:4.8
source: Kathaṃ saṅkhārā vipassitabbā’ti?
sc_po: How should they be discerned?’

# an4.94:4.9
source: Tassa so yathādiṭṭhaṃ yathāviditaṃ byākaroti:
sc_po: That person would answer as they’ve seen and known:

# an4.94:4.10
source: ‘evaṃ kho, āvuso, cittaṃ saṇṭhapetabbaṃ, evaṃ cittaṃ sannisādetabbaṃ, evaṃ cittaṃ ekodi kātabbaṃ, evaṃ cittaṃ samādahātabbaṃ, evaṃ saṅkhārā daṭṭhabbā, evaṃ saṅkhārā sammasitabbā, evaṃ saṅkhārā vipassitabbā’ti.
sc_po: ‘Reverend, this is how the mind should be stilled, settled, unified, and immersed in samādhi. And this is how conditions should be seen, comprehended, and discerned.’

# an4.94:4.11
source: So aparena samayena lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya.
sc_po: After some time they have both serenity and discernment.

# an4.94:5.1
source: Tatra, bhikkhave, yvāyaṃ puggalo lābhī ceva hoti ajjhattaṃ cetosamathassa lābhī ca adhipaññādhammavipassanāya, tena, bhikkhave, puggalena tesu ceva kusalesu dhammesu patiṭṭhāya uttari āsavānaṃ khayāya yogo karaṇīyo.
sc_po: As for the person who has both serenity and discernment: grounded on those skillful qualities, they should practice meditation further to end the defilements.

# an4.94:5.2
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
