Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.047.po
Languages: sc_po

# an4.47:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.47:0.2
source: 5. Rohitassavagga
sc_po: 5. With Rohitassa

# an4.47:0.3
source: 47. Suvidūrasutta
sc_po: 47. Very Far Apart

# an4.47:1.1
source: “Cattārimāni, bhikkhave, suvidūravidūrāni.
sc_po: “Mendicants, these four things are very far apart.

# an4.47:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.47:1.3
source: Nabhañca, bhikkhave, pathavī ca;
sc_po: The sky and the earth. …

# an4.47:1.5
source: Orimañca, bhikkhave, tīraṃ samuddassa pārimañca;
sc_po: The near and the far shore of the ocean. …

# an4.47:1.7
source: Yato ca, bhikkhave, verocano abbhudeti yattha ca atthameti;
sc_po: Where the sun rises and where it sets. …

# an4.47:1.9
source: Satañca, bhikkhave, dhammo asatañca dhammo;
sc_po: The teaching of the virtuous and the teaching of the wicked. …

# an4.47:1.11
source: Imāni kho, bhikkhave, cattāri suvidūravidūrānīti.
sc_po: These are the four things very far apart.

# an4.47:2.1
source: Nabhañca dūre pathavī ca dūre,
sc_po: The sky is far from the earth;

# an4.47:2.2
source: Pāraṃ samuddassa tadāhu dūre;
sc_po: they say the other shore of the ocean is far;

# an4.47:2.3
source: Yato ca verocano abbhudeti,
sc_po: and where the sun rises is far

# an4.47:2.4
source: Pabhaṅkaro yattha ca atthameti;
sc_po: from where that shining one sets.

# an4.47:2.5
source: Tato have dūrataraṃ vadanti,
sc_po: But even further apart than that, they say,

# an4.47:2.6
source: Satañca dhammaṃ asatañca dhammaṃ.
sc_po: is the teaching of the virtuous from the wicked.

# an4.47:3.1
source: Abyāyiko hoti sataṃ samāgamo,
sc_po: The company of the virtuous is reliable;

# an4.47:3.2
source: Yāvāpi tiṭṭheyya tatheva hoti;
sc_po: as long as it remains, it stays the same.

# an4.47:3.3
source: Khippañhi veti asataṃ samāgamo,
sc_po: But the company of the wicked is fickle,

# an4.47:3.4
source: Tasmā sataṃ dhammo asabbhi ārakā”ti.
sc_po: and so the teaching of the virtuous is far from the wicked.”
