Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.234.po
Languages: sc_po

# an4.234:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.234:0.2
source: 24. Kammavagga
sc_po: 24. Deeds

# an4.234:0.3
source: 234. Soṇakāyanasutta
sc_po: 234. About Soṇakāyana

# an4.234:1.1
source: Atha kho sikhāmoggallāno brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then Sikhāmoggallāna the brahmin went up to the Buddha, and exchanged greetings with him.

# an4.234:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho sikhāmoggallāno brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, Sikhāmoggallāna sat down to one side, and said to the Buddha:

# an4.234:2.1
source: “Purimāni, bho gotama, divasāni purimatarāni soṇakāyano māṇavo yenāhaṃ tenupasaṅkami; upasaṅkamitvā maṃ etadavoca:
sc_po: “Master Gotama, a few days ago the student Soṇakāyana came to me and said:

# an4.234:2.2
source: ‘samaṇo gotamo sabbakammānaṃ akiriyaṃ paññapeti, sabbakammānaṃ kho pana akiriyaṃ paññapento ucchedaṃ āha lokassa’—
sc_po: ‘The ascetic Gotama advocates not doing any deeds. So he teaches the annihilation of the world!’

# an4.234:2.3
source: kammasaccāyaṃ, bho, loko kammasamārambhaṭṭhāyī”ti.
sc_po: The world exists through deeds, and it remains because deeds are undertaken.”

# an4.234:3.1
source: “Dassanampi kho ahaṃ, brāhmaṇa, soṇakāyanassa māṇavassa nābhijānāmi;
sc_po: “Brahmin, I can’t recall even seeing the student Soṇakāyana,

# an4.234:3.2
source: kuto panevarūpo kathāsallāpo.
sc_po: so how could we possibly have had such a discussion?

# an4.234:3.3
source: Cattārimāni, brāhmaṇa, kammāni mayā sayaṃ abhiññā sacchikatvā paveditāni.
sc_po: I declare these four kinds of deeds, having realized them with my own insight.

# an4.234:3.4
source: Katamāni cattāri?
sc_po: What four?

# an4.234:3.5
source: Atthi, brāhmaṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ;
sc_po: There are dark deeds with dark results;

# an4.234:3.6
source: atthi, brāhmaṇa, kammaṃ sukkaṃ sukkavipākaṃ;
sc_po: bright deeds with bright results;

# an4.234:3.7
source: atthi, brāhmaṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ;
sc_po: dark and bright deeds with dark and bright results; and

# an4.234:3.8
source: atthi, brāhmaṇa, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati.
sc_po: neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds.

# an4.234:4.1
source: Katamañca, brāhmaṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ?
sc_po: And what are the dark deeds with dark results?

# an4.234:4.2
source: Idha, brāhmaṇa, ekacco sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.
sc_po: It’s when someone makes hurtful choices by way of body, speech, and mind. …

# an4.234:4.5
source: So sabyābajjhehi phassehi phuṭṭho samāno sabyābajjhaṃ vedanaṃ vediyati ekantadukkhaṃ, seyyathāpi sattā nerayikā.
sc_po: Touched by hurtful contacts, they experience hurtful feelings that are exclusively painful—like the beings in hell.

# an4.234:4.6
source: Idaṃ vuccati, brāhmaṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ.
sc_po: These are called dark deeds with dark results.

# an4.234:5.1
source: Katamañca, brāhmaṇa, kammaṃ sukkaṃ sukkavipākaṃ?
sc_po: And what are bright deeds with bright results?

# an4.234:5.2
source: Idha, brāhmaṇa, ekacco abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.
sc_po: It’s when someone makes pleasing choices by way of body, speech, and mind. …

# an4.234:5.5
source: So abyābajjhehi phassehi phuṭṭho samāno abyābajjhaṃ vedanaṃ vediyati ekantasukhaṃ, seyyathāpi devā subhakiṇhā.
sc_po: Touched by pleasing contacts, they experience pleasing feelings that are exclusively happy—like the gods replete with glory.

# an4.234:5.6
source: Idaṃ vuccati, brāhmaṇa, kammaṃ sukkaṃ sukkavipākaṃ.
sc_po: These are called bright deeds with bright results.

# an4.234:6.1
source: Katamañca, brāhmaṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ?
sc_po: And what are dark and bright deeds with dark and bright results?

# an4.234:6.2
source: Idha, brāhmaṇa, ekacco sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharoti.
sc_po: It’s when someone makes both hurtful and pleasing choices by way of body, speech, and mind. …

# an4.234:6.5
source: So sabyābajjhehipi abyābajjhehipi phassehi phuṭṭho samāno sabyābajjhampi abyābajjhampi vedanaṃ vediyati vokiṇṇasukhadukkhaṃ, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā.
sc_po: Touched by both hurtful and pleasing contacts, they experience both hurtful and pleasing feelings that are a mixture of pleasure and pain—like humans, some gods, and some beings in the underworld.

# an4.234:6.6
source: Idaṃ vuccati, brāhmaṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ.
sc_po: These are called dark and bright deeds with dark and bright results.

# an4.234:7.1
source: Katamañca, brāhmaṇa, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati?
sc_po: And what are neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds?

# an4.234:7.2
source: Tatra, brāhmaṇa, yamidaṃ kammaṃ kaṇhaṃ kaṇhavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ sukkaṃ sukkavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ tassa pahānāya yā cetanā—
sc_po: It’s the intention to give up dark deeds with dark results, bright deeds with bright results, and both dark and bright deeds with both dark and bright results.

# an4.234:7.3
source: idaṃ vuccati, brāhmaṇa, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati.
sc_po: These are called neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds.

# an4.234:7.4
source: Imāni kho, brāhmaṇa, cattāri kammāni mayā sayaṃ abhiññā sacchikatvā paveditānī”ti.
sc_po: These are the four kinds of deeds that I declare, having realized them with my own insight.”
