Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.157.po
Languages: sc_po

# an4.157:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.157:0.2
source: 16. Indriyavagga
sc_po: 16. Faculties

# an4.157:0.3
source: 157. Rogasutta
sc_po: 157. Illness

# an4.157:1.1
source: “Dveme, bhikkhave, rogā.
sc_po: “Mendicants, there are two kinds of illness.

# an4.157:1.2
source: Katame dve?
sc_po: What two?

# an4.157:1.3
source: Kāyiko ca rogo cetasiko ca rogo.
sc_po: Mental and physical.

# an4.157:1.4
source: Dissanti, bhikkhave, sattā kāyikena rogena ekampi vassaṃ ārogyaṃ paṭijānamānā, dvepi vassāni ārogyaṃ paṭijānamānā, tīṇipi vassāni ārogyaṃ paṭijānamānā, cattāripi vassāni ārogyaṃ paṭijānamānā, pañcapi vassāni ārogyaṃ paṭijānamānā, dasapi vassāni ārogyaṃ paṭijānamānā, vīsatipi vassāni ārogyaṃ paṭijānamānā, tiṃsampi vassāni ārogyaṃ paṭijānamānā, cattārīsampi vassāni ārogyaṃ paṭijānamānā, paññāsampi vassāni ārogyaṃ paṭijānamānā, vassasatampi, bhiyyopi ārogyaṃ paṭijānamānā.
sc_po: Some sentient beings are seen who can claim to be free of physical illness for a year, or two, or three years … even up to a hundred years or more.

# an4.157:1.5
source: Te, bhikkhave, sattā sudullabhā lokasmiṃ ye cetasikena rogena muhuttampi ārogyaṃ paṭijānanti, aññatra khīṇāsavehi.
sc_po: But it’s very hard to find any sentient beings in the world who can claim to be free of mental illness even for a moment, apart from those who have ended the defilements.

# an4.157:2.1
source: Cattārome, bhikkhave, pabbajitassa rogā.
sc_po: There are four kinds of illness for those gone forth.

# an4.157:2.2
source: Katame cattāro?
sc_po: What four?

# an4.157:2.3
source: Idha, bhikkhave, bhikkhu mahiccho hoti vighātavā asantuṭṭho itarītaracīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena.
sc_po: To start with, a mendicant has many wishes, is frustrated, and is not content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick.

# an4.157:2.4
source: So mahiccho samāno vighātavā asantuṭṭho itarītaracīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena pāpikaṃ icchaṃ paṇidahati anavaññappaṭilābhāya lābhasakkārasilokappaṭilābhāya.
sc_po: Because of this, they focus their corrupt wishes on being looked up to, and on getting material possessions, honor, and popularity.

# an4.157:2.5
source: So uṭṭhahati ghaṭati vāyamati anavaññappaṭilābhāya lābhasakkārasilokappaṭilābhāya.
sc_po: They try hard, strive, and make an effort to get these things.

# an4.157:2.6
source: So saṅkhāya kulāni upasaṅkamati, saṅkhāya nisīdati, saṅkhāya dhammaṃ bhāsati, saṅkhāya uccārapassāvaṃ sandhāreti.
sc_po: They have an ulterior motive when they visit families. They have an ulterior motive when they sit down, when they speak on Dhamma, and even when they hold it in when they need to go to the toilet.

# an4.157:2.7
source: Ime kho, bhikkhave, cattāro pabbajitassa rogā.
sc_po: These are the four kinds of illness for those gone forth.

# an4.157:3.1
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# an4.157:3.2
source: ‘na mahicchā bhavissāma vighātavanto asantuṭṭhā itarītaracīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārena, na pāpikaṃ icchaṃ paṇidahissāma anavaññappaṭilābhāya lābhasakkārasilokappaṭilābhāya, na uṭṭhahissāma na ghaṭessāma na vāyamissāma anavaññappaṭilābhāya lābhasakkārasilokappaṭilābhāya, khamā bhavissāma sītassa uṇhassa jighacchāya pipāsāya ḍaṃsamakasavātātapasarīsapasamphassānaṃ duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātikā bhavissāmā’ti.
sc_po: ‘We will not have many wishes or be frustrated. We will be content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick. We won’t focus our corrupt wishes on being looked up to, and on getting material possessions, honor, and popularity. We won’t try hard, strive, and make an effort to get these things. We will endure cold, heat, hunger, and thirst. We will endure the touch of flies, mosquitoes, wind, sun, and reptiles. We will endure rude and unwelcome criticism. We will put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.’

# an4.157:3.3
source: Evañhi vo, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”
