Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.182.po
Languages: sc_po

# an4.182:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.182:0.2
source: 19. Brāhmaṇavagga
sc_po: 19. Brahmins

# an4.182:0.3
source: 182. Pāṭibhogasutta
sc_po: 182. Guarantee

# an4.182:1.1
source: “Catunnaṃ, bhikkhave, dhammānaṃ natthi koci pāṭibhogo—
sc_po: “There are four things that no-one can guarantee—

# an4.182:1.2
source: samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ.
sc_po: not an ascetic, a brahmin, a god, a Māra, a Brahmā, or anyone in the world.

# an4.182:2.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# an4.182:2.2
source: ‘Jarādhammaṃ mā jīrī’ti natthi koci pāṭibhogo—
sc_po: No-one can guarantee that someone liable to grow old will not grow old.

# an4.182:2.4
source: ‘byādhidhammaṃ mā byādhiyī’ti natthi koci pāṭibhogo—
sc_po: No-one can guarantee that someone liable to sickness will not get sick.

# an4.182:2.6
source: ‘maraṇadhammaṃ mā mīyī’ti natthi koci pāṭibhogo—
sc_po: No-one can guarantee that someone liable to death will not die.

# an4.182:2.8
source: ‘yāni kho pana tāni pubbe attanā katāni pāpakāni kammāni saṅkilesikāni ponobhavikāni sadarāni dukkhavipākāni āyatiṃ jātijarāmaraṇikāni, tesaṃ vipāko mā nibbattī’ti natthi koci pāṭibhogo—
sc_po: No-one can guarantee that the bad deeds done in past lives—corrupted, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death—will not produce their result.

# an4.182:3.1
source: Imesaṃ kho, bhikkhave, catunnaṃ dhammānaṃ natthi koci pāṭibhogo—
sc_po: These are the four things that no-one can guarantee—

# an4.182:3.2
source: samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmin”ti.
sc_po: not an ascetic, a brahmin, a god, a Māra, a Brahmā, or anyone in the world.”
