Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.066.po
Languages: sc_po

# an4.66:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.66:0.2
source: 7. Pattakammavagga
sc_po: 7. Deeds of Substance

# an4.66:0.3
source: 66. Sarāgasutta
sc_po: 66. Greedy

# an4.66:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.66:1.2
source: Katame cattāro?
sc_po: What four?

# an4.66:1.3
source: Sarāgo, sadoso, samoho, samāno—
sc_po: The greedy, the hateful, the delusional, and the conceited.

# an4.66:1.4
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasminti.
sc_po: These are the four people found in the world.

# an4.66:2.1
source: Sārattā rajanīyesu,
sc_po: Full of desire for desirable things,

# an4.66:2.2
source: Piyarūpābhinandino;
sc_po: enjoying things that seem pleasant,

# an4.66:2.3
source: Mohena āvutā sattā,
sc_po: beings shrouded by ignorance,

# an4.66:2.4
source: Baddhā vaḍḍhenti bandhanaṃ.
sc_po: only tighten their bonds.

# an4.66:3.1
source: Rāgajaṃ dosajañcāpi,
sc_po: Born of greed, born of hate,

# an4.66:3.2
source: mohajaṃ cāpaviddasū;
sc_po: born of delusion: the ignorant

# an4.66:3.3
source: Karontākusalaṃ kammaṃ,
sc_po: make bad karma

# an4.66:3.4
source: savighātaṃ dukhudrayaṃ.
sc_po: that afflicts and produces pain.

# an4.66:4.1
source: Avijjānivutā posā,
sc_po: If you act out of these qualities, that’s what you become.

# an4.66:4.2
source: andhabhūtā acakkhukā;
sc_po: But men hindered by ignorance,

# an4.66:4.3
source: Yathā dhammā tathā santā,
sc_po: are blind, with no eyes to see,

# an4.66:4.4
source: na tassevanti maññare”ti.
sc_po: and they never imagine that this could be so.”
