Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.221.po
Languages: sc_po

# an4.221:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.221:0.2
source: 23. Duccaritavagga
sc_po: 23. Bad Conduct

# an4.221:0.3
source: 221. Duccaritasutta
sc_po: 221. Verbal Conduct

# an4.221:1.1
source: “Cattārimāni, bhikkhave, vacīduccaritāni.
sc_po: “Mendicants, there are these four kinds of bad conduct by way of speech.

# an4.221:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.221:1.3
source: Musāvādo, pisuṇā vācā, pharusā vācā, samphappalāpo—
sc_po: Speech that’s false, divisive, harsh, or nonsensical.

# an4.221:1.4
source: Imāni kho, bhikkhave, cattāri vacīduccaritāni.
sc_po: These are the four kinds of bad conduct by way of speech.

# an4.221:1.5
source: Cattārimāni, bhikkhave, vacīsucaritāni.
sc_po: There are these four kinds of good conduct by way of speech.

# an4.221:1.6
source: Katamāni cattāri?
sc_po: What four?

# an4.221:1.7
source: Saccavācā, apisuṇā vācā, saṇhā vācā, mantavācā—
sc_po: Speech that’s true, harmonious, gentle, and thoughtful.

# an4.221:1.8
source: Imāni kho, bhikkhave, cattāri vacīsucaritānī”ti.
sc_po: These are the four kinds of good conduct by way of speech.”
