Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.010.po
Languages: sc_po

# an4.10:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.10:0.2
source: 1. Bhaṇḍagāmavagga
sc_po: 1. At Bhaṇḍa Village

# an4.10:0.3
source: 10. Yogasutta
sc_po: 10. Attachments

# an4.10:1.1
source: “Cattārome, bhikkhave, yogā.
sc_po: “Mendicants, there are these four attachments.

# an4.10:1.2
source: Katame cattāro?
sc_po: What four?

# an4.10:1.3
source: Kāmayogo, bhavayogo, diṭṭhiyogo, avijjāyogo.
sc_po: The attachment to sensual pleasures, future lives, views, and ignorance.

# an4.10:1.4
source: Katamo ca, bhikkhave, kāmayogo?
sc_po: And what is the attachment to sensual pleasures?

# an4.10:1.5
source: Idha, bhikkhave, ekacco kāmānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānāti.
sc_po: It’s when you don’t truly understand sensual pleasures’ origin, ending, gratification, drawback, and escape.

# an4.10:1.6
source: Tassa kāmānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ appajānato yo kāmesu kāmarāgo kāmanandī kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho kāmajjhosānaṃ kāmataṇhā sānuseti.
sc_po: So greed, relishing, affection, infatuation, thirst, passion, attachment, and craving for sensual pleasures linger on inside.

# an4.10:1.7
source: Ayaṃ vuccati, bhikkhave, kāmayogo.
sc_po: This is called the attachment to sensual pleasures.

# an4.10:1.8
source: Iti kāmayogo.
sc_po: Such is the attachment to sensual pleasures.

# an4.10:2.1
source: Bhavayogo ca kathaṃ hoti?
sc_po: And what is the attachment to future lives?

# an4.10:2.2
source: Idha, bhikkhave, ekacco bhavānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānāti.
sc_po: It’s when you don’t truly understand future lives’ origin, ending, gratification, drawback, and escape.

# an4.10:2.3
source: Tassa bhavānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ appajānato yo bhavesu bhavarāgo bhavanandī bhavasneho bhavamucchā bhavapipāsā bhavapariḷāho bhavajjhosānaṃ bhavataṇhā sānuseti.
sc_po: So lust, delight, affection, infatuation, thirst, passion, attachment, and craving for continued existence linger on inside.

# an4.10:2.4
source: Ayaṃ vuccati, bhikkhave, bhavayogo.
sc_po: This is called the attachment to future lives.

# an4.10:2.5
source: Iti kāmayogo bhavayogo.
sc_po: Such are the attachments to sensual pleasures and future lives.

# an4.10:3.1
source: Diṭṭhiyogo ca kathaṃ hoti?
sc_po: And what is the attachment to views?

# an4.10:3.2
source: Idha, bhikkhave, ekacco diṭṭhīnaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānāti.
sc_po: It’s when you don’t truly understand views’ origin, ending, gratification, drawback, and escape.

# an4.10:3.3
source: Tassa diṭṭhīnaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ appajānato yo diṭṭhīsu diṭṭhirāgo diṭṭhinandī diṭṭhisneho diṭṭhimucchā diṭṭhipipāsā diṭṭhipariḷāho diṭṭhijjhosānaṃ diṭṭhitaṇhā sānuseti.
sc_po: So lust, delight, affection, infatuation, thirst, passion, attachment, and craving for views linger on inside.

# an4.10:3.4
source: Ayaṃ vuccati, bhikkhave, diṭṭhiyogo.
sc_po: This is called the attachment to views.

# an4.10:3.5
source: Iti kāmayogo bhavayogo diṭṭhiyogo.
sc_po: Such are the attachments to sensual pleasures, future lives, and views.

# an4.10:4.1
source: Avijjāyogo ca kathaṃ hoti?
sc_po: And what is the attachment to ignorance?

# an4.10:4.2
source: Idha, bhikkhave, ekacco channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānāti.
sc_po: It’s when you don’t truly understand the six fields of contacts’ origin, ending, gratification, drawback, and escape,

# an4.10:4.3
source: Tassa channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ appajānato yā chasu phassāyatanesu avijjā aññāṇaṃ sānuseti.
sc_po: so ignorance and unknowing of the six fields of contact linger on inside.

# an4.10:4.4
source: Ayaṃ vuccati, bhikkhave, avijjāyogo.
sc_po: This is called the attachment to ignorance.

# an4.10:4.5
source: Iti kāmayogo bhavayogo diṭṭhiyogo avijjāyogo,
sc_po: Such are the attachments to sensual pleasures, future lives, views, and ignorance.

# an4.10:4.6
source: saṃyutto pāpakehi akusalehi dhammehi saṃkilesikehi ponobhavikehi sadarehi dukkhavipākehi āyatiṃ jātijarāmaraṇikehi. Tasmā ayogakkhemīti vuccati.
sc_po: Someone attached to bad, unskillful qualities—corruptions that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death—is called: ‘one who has not found sanctuary from attachments’.

# an4.10:4.7
source: Ime kho, bhikkhave, cattāro yogā.
sc_po: These are the four attachments.

# an4.10:5.1
source: Cattārome, bhikkhave, visaṃyogā.
sc_po: There are these four kinds of detachment.

# an4.10:5.2
source: Katame cattāro?
sc_po: What four?

# an4.10:5.3
source: Kāmayogavisaṃyogo, bhavayogavisaṃyogo, diṭṭhiyogavisaṃyogo, avijjāyogavisaṃyogo.
sc_po: Detachment from sensual pleasures, future lives, views, and ignorance.

# an4.10:5.4
source: Katamo ca, bhikkhave, kāmayogavisaṃyogo?
sc_po: And what is detachment from sensual pleasures?

# an4.10:5.5
source: Idha, bhikkhave, ekacco kāmānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānāti.
sc_po: It’s when you truly understand sensual pleasures’ origin, ending, gratification, drawback, and escape.

# an4.10:5.6
source: Tassa kāmānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānato yo kāmesu kāmarāgo kāmanandī kāmasneho kāmamucchā kāmapipāsā kāmapariḷāho kāmajjhosānaṃ kāmataṇhā sā nānuseti.
sc_po: So greed, relishing, affection, infatuation, thirst, passion, attachment, and craving for sensual pleasures don’t linger on inside.

# an4.10:5.7
source: Ayaṃ vuccati, bhikkhave, kāmayogavisaṃyogo.
sc_po: This is called detachment from sensual pleasures.

# an4.10:5.8
source: Iti kāmayogavisaṃyogo.
sc_po: Such is detachment from sensual pleasures.

# an4.10:6.1
source: Bhavayogavisaṃyogo ca kathaṃ hoti?
sc_po: And what is detachment from future lives?

# an4.10:6.2
source: Idha, bhikkhave, ekacco bhavānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānāti.
sc_po: It’s when you truly understand future lives’ origin, ending, gratification, drawback, and escape.

# an4.10:6.3
source: Tassa bhavānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānato yo bhavesu bhavarāgo bhavanandī bhavasneho bhavamucchā bhavapipāsā bhavapariḷāho bhavajjhosānaṃ bhavataṇhā sā nānuseti.
sc_po: So lust, delight, affection, infatuation, thirst, passion, attachment, and craving for continued existence don’t linger on inside.

# an4.10:6.4
source: Ayaṃ vuccati, bhikkhave, bhavayogavisaṃyogo.
sc_po: This is called detachment from future lives.

# an4.10:6.5
source: Iti kāmayogavisaṃyogo bhavayogavisaṃyogo.
sc_po: Such is detachment from sensual pleasures and future lives.

# an4.10:7.1
source: Diṭṭhiyogavisaṃyogo ca kathaṃ hoti?
sc_po: And what is detachment from views?

# an4.10:7.2
source: Idha, bhikkhave, ekacco diṭṭhīnaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānāti.
sc_po: It’s when you don’t truly understand views’ origin, ending, gratification, drawback, and escape.

# an4.10:7.3
source: Tassa diṭṭhīnaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānato yo diṭṭhīsu diṭṭhirāgo diṭṭhinandī diṭṭhisneho diṭṭhimucchā diṭṭhipipāsā diṭṭhipariḷāho diṭṭhijjhosānaṃ diṭṭhitaṇhā sā nānuseti.
sc_po: So lust, delight, affection, infatuation, thirst, passion, attachment, and craving for views linger on inside.

# an4.10:7.4
source: Ayaṃ vuccati, bhikkhave, diṭṭhiyogavisaṃyogo.
sc_po: This is called detachment from views.

# an4.10:7.5
source: Iti kāmayogavisaṃyogo bhavayogavisaṃyogo diṭṭhiyogavisaṃyogo.
sc_po: Such is detachment from sensual pleasures, future lives, and views.

# an4.10:8.1
source: Avijjāyogavisaṃyogo ca kathaṃ hoti?
sc_po: And what is detachment from ignorance?

# an4.10:8.2
source: Idha, bhikkhave, ekacco channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānāti.
sc_po: It’s when you truly understand the six fields of contacts’ origin, ending, gratification, drawback, and escape,

# an4.10:8.3
source: Tassa channaṃ phassāyatanānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānato yā chasu phassāyatanesu avijjā aññāṇaṃ sā nānuseti.
sc_po: so ignorance and unknowing of the six fields of contact don’t linger on inside.

# an4.10:8.4
source: Ayaṃ vuccati, bhikkhave, avijjāyogavisaṃyogo.
sc_po: This is called detachment from ignorance.

# an4.10:8.5
source: Iti kāmayogavisaṃyogo bhavayogavisaṃyogo diṭṭhiyogavisaṃyogo avijjāyogavisaṃyogo,
sc_po: Such is detachment from sensual pleasures, future lives, views, and ignorance.

# an4.10:8.6
source: visaṃyutto pāpakehi akusalehi dhammehi saṅkilesikehi ponobhavikehi sadarehi dukkhavipākehi āyatiṃ jātijarāmaraṇikehi. Tasmā yogakkhemīti vuccati.
sc_po: Someone detached from bad, unskillful qualities—defilements that lead to future lives and are hurtful, resulting in suffering and future rebirth, old age, and death—is called: ‘one who has found sanctuary from attachments’.

# an4.10:8.7
source: Ime kho, bhikkhave, cattāro visaṃyogāti.
sc_po: These are the four kinds of detachment.

# an4.10:9.1
source: Kāmayogena saṃyuttā,
sc_po: Attached to both sensual pleasures

# an4.10:9.2
source: bhavayogena cūbhayaṃ;
sc_po: and the desire to be reborn in a future life;

# an4.10:9.3
source: Diṭṭhiyogena saṃyuttā,
sc_po: attached also to views,

# an4.10:9.4
source: avijjāya purakkhatā.
sc_po: with ignorance in the forefront,

# an4.10:10.1
source: Sattā gacchanti saṃsāraṃ,
sc_po: sentient beings continue to transmigrate,

# an4.10:10.2
source: jātimaraṇagāmino;
sc_po: with ongoing birth and death.

# an4.10:10.3
source: Ye ca kāme pariññāya,
sc_po: But those who completely understand sensual pleasures,

# an4.10:10.4
source: bhavayogañca sabbaso.
sc_po: and the attachment to all future lives;

# an4.10:11.1
source: Diṭṭhiyogaṃ samūhacca,
sc_po: with the attachment to views eradicated,

# an4.10:11.2
source: avijjañca virājayaṃ;
sc_po: and ignorance dispelled,

# an4.10:11.3
source: Sabbayogavisaṃyuttā,
sc_po: detached from all attachments,

# an4.10:11.4
source: te ve yogātigā munī”ti.
sc_po: those sages have gone beyond all attachments.”
