Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.127.po
Languages: sc_po

# an4.127:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.127:0.2
source: 13. Bhayavagga
sc_po: 13. Fears

# an4.127:0.3
source: 127. Paṭhamatathāgataacchariyasutta
sc_po: 127. Incredible Things About the Realized One (1st)

# an4.127:1.1
source: “Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā cattāro acchariyā abbhutā dhammā pātubhavanti.
sc_po: “Mendicants, with the appearance of a Realized One, a perfected one, a fully awakened Buddha, four incredible and amazing things appear.

# an4.127:1.2
source: Katame cattāro?
sc_po: What four?

# an4.127:1.3
source: Yadā, bhikkhave, bodhisatto tusitā kāyā cavitvā sato sampajāno mātukucchiṃ okkamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
sc_po: When the being intent on awakening passes away from the host of Joyful Gods, he’s conceived in his mother’s womb, mindful and aware. And then—in this world with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—an immeasurable, magnificent light appears, surpassing the glory of the gods.

# an4.127:1.4
source: Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā yatthapimesaṃ candimasūriyānaṃ evaṃmahiddhikānaṃ evaṃmahānubhāvānaṃ ābhā nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
sc_po: Even in the boundless desolation of interstellar space—so utterly dark that even the light of the moon and the sun, so mighty and powerful, makes no impression—an immeasurable, magnificent light appears, surpassing the glory of the gods.

# an4.127:1.5
source: Yepi tattha sattā upapannā tepi tenobhāsena aññamaññaṃ sañjānanti:
sc_po: And the sentient beings reborn there recognize each other by that light:

# an4.127:1.6
source: ‘aññepi kira, bho, santi sattā idhūpapannā’ti.
sc_po: ‘So, it seems other sentient beings have been reborn here!’

# an4.127:1.7
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṃ paṭhamo acchariyo abbhuto dhammo pātubhavati.
sc_po: This is the first incredible and amazing thing that appears with the appearance of a Realized One.

# an4.127:2.1
source: Puna caparaṃ, bhikkhave, yadā bodhisatto sato sampajāno mātukucchimhā nikkhamati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
sc_po: Furthermore, the being intent on awakening emerges from his mother’s womb, mindful and aware. And then … an immeasurable, magnificent light appears …

# an4.127:2.2
source: Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā yatthapimesaṃ candimasūriyānaṃ evaṃmahiddhikānaṃ evaṃmahānubhāvānaṃ ābhā nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
sc_po: even in the boundless desolation of interstellar space …

# an4.127:2.5
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṃ dutiyo acchariyo abbhuto dhammo pātubhavati.
sc_po: This is the second incredible and amazing thing that appears with the appearance of a Realized One.

# an4.127:3.1
source: Puna caparaṃ, bhikkhave, yadā tathāgato anuttaraṃ sammāsambodhiṃ abhisambujjhati, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
sc_po: Furthermore, the Realized One understands the supreme perfect awakening. And then … an immeasurable, magnificent light appears …

# an4.127:3.2
source: Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā yatthapimesaṃ candimasūriyānaṃ evaṃmahiddhikānaṃ evaṃmahānubhāvānaṃ ābhā nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
sc_po: even in the boundless desolation of interstellar space …

# an4.127:3.5
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṃ tatiyo acchariyo abbhuto dhammo pātubhavati.
sc_po: This is the third incredible and amazing thing that appears with the appearance of a Realized One.

# an4.127:4.1
source: Puna caparaṃ, bhikkhave, yadā tathāgato anuttaraṃ dhammacakkaṃ pavatteti, atha sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
sc_po: Furthermore, the Realized One rolls forth the supreme Wheel of Dhamma. And then … an immeasurable, magnificent light appears …

# an4.127:4.2
source: Yāpi tā lokantarikā aghā asaṃvutā andhakārā andhakāratimisā yatthapimesaṃ candimasūriyānaṃ evaṃmahiddhikānaṃ evaṃmahānubhāvānaṃ ābhā nānubhonti, tatthapi appamāṇo uḷāro obhāso pātubhavati atikkammeva devānaṃ devānubhāvaṃ.
sc_po: even in the boundless desolation of interstellar space …

# an4.127:4.5
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ayaṃ catuttho acchariyo abbhuto dhammo pātubhavati.
sc_po: This is the fourth incredible and amazing thing that appears with the appearance of a Realized One.

# an4.127:4.6
source: Tathāgatassa, bhikkhave, arahato sammāsambuddhassa pātubhāvā ime cattāro acchariyā abbhutā dhammā pātubhavantī”ti.
sc_po: With the appearance of a Realized One, the perfected one, the fully awakened Buddha, these four incredible and amazing things appear.”
