Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.241.po
Languages: sc_po

# an4.241:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.241:0.2
source: 24. Kammavagga
sc_po: 24. Deeds

# an4.241:0.3
source: 241. Samaṇasutta
sc_po: 241. Ascetics

# an4.241:1.1
source: “‘Idheva, bhikkhave, paṭhamo samaṇo, idha dutiyo samaṇo, idha tatiyo samaṇo, idha catuttho samaṇo;
sc_po: “‘Only here is there a true ascetic, here a second ascetic, here a third ascetic, and here a fourth ascetic.

# an4.241:1.2
source: suññā parappavādā samaṇehi aññehī’ti—
sc_po: Other sects are empty of ascetics.’

# an4.241:1.3
source: evametaṃ, bhikkhave, sammā sīhanādaṃ nadatha.
sc_po: This, mendicants, is how you should rightly roar your lion’s roar.

# an4.241:2.1
source: Katamo ca, bhikkhave, paṭhamo samaṇo?
sc_po: And who is the first ascetic?

# an4.241:2.2
source: Idha, bhikkhave, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo.
sc_po: It’s a mendicant who—with the ending of three fetters—is a stream-enterer, not liable to be reborn in the underworld, bound for awakening.

# an4.241:2.3
source: Ayaṃ, bhikkhave, paṭhamo samaṇo.
sc_po: This is the first ascetic.

# an4.241:3.1
source: Katamo ca, bhikkhave, dutiyo samaṇo?
sc_po: And who is the second ascetic?

# an4.241:3.2
source: Idha, bhikkhave, bhikkhu tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti.
sc_po: It’s a mendicant who—with the ending of three fetters, and the weakening of greed, hate, and delusion—is a once-returner. They come back to this world once only, then make an end of suffering.

# an4.241:3.3
source: Ayaṃ, bhikkhave, dutiyo samaṇo.
sc_po: This is the second ascetic.

# an4.241:4.1
source: Katamo ca, bhikkhave, tatiyo samaṇo?
sc_po: And who is the third ascetic?

# an4.241:4.2
source: Idha, bhikkhave, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā.
sc_po: It’s a mendicant who—with the ending of the five lower fetters—is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.

# an4.241:4.3
source: Ayaṃ, bhikkhave, tatiyo samaṇo.
sc_po: This is the third ascetic.

# an4.241:5.1
source: Katamo ca, bhikkhave, catuttho samaṇo?
sc_po: And who is the fourth ascetic?

# an4.241:5.2
source: Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: It’s a mendicant who realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an4.241:5.3
source: Ayaṃ, bhikkhave, catuttho samaṇo.
sc_po: This is the fourth ascetic.

# an4.241:6.1
source: ‘Idheva, bhikkhave, paṭhamo samaṇo, idha dutiyo samaṇo, idha tatiyo samaṇo, idha catuttho samaṇo;
sc_po: ‘Only here is there a true ascetic, here a second ascetic, here a third ascetic, and here a fourth ascetic.

# an4.241:6.2
source: suññā parappavādā samaṇebhi aññehī’ti—
sc_po: Other sects are empty of ascetics.’

# an4.241:6.3
source: evametaṃ, bhikkhave, sammā sīhanādaṃ nadathā”ti.
sc_po: This, mendicants, is how you should rightly roar your lion’s roar.”
