Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.135.po
Languages: sc_po

# an4.135:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.135:0.2
source: 14. Puggalavagga
sc_po: 14. Persons

# an4.135:0.3
source: 135. Sāvajjasutta
sc_po: 135. Blameworthy

# an4.135:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.135:1.2
source: Katame cattāro?
sc_po: What four?

# an4.135:1.3
source: Sāvajjo, vajjabahulo, appavajjo, anavajjo.
sc_po: The blameworthy, the mostly blameworthy, the slightly blameworthy, and the blameless.

# an4.135:2.1
source: Kathañca, bhikkhave, puggalo sāvajjo hoti?
sc_po: And how is a person blameworthy?

# an4.135:2.2
source: Idha, bhikkhave, ekacco puggalo sāvajjena kāyakammena samannāgato hoti, sāvajjena vacīkammena samannāgato hoti, sāvajjena manokammena samannāgato hoti.
sc_po: It’s when a person does things by way of body, speech, and mind that are blameworthy.

# an4.135:2.3
source: Evaṃ kho, bhikkhave, puggalo sāvajjo hoti.
sc_po: That’s how a person is blameworthy.

# an4.135:3.1
source: Kathañca, bhikkhave, puggalo vajjabahulo hoti?
sc_po: And how is a person mostly blameworthy?

# an4.135:3.2
source: Idha, bhikkhave, ekacco puggalo sāvajjena bahulaṃ kāyakammena samannāgato hoti, appaṃ anavajjena;
sc_po: It’s when a person does things by way of body, speech, and mind that are mostly blameworthy, but occasionally blameless.

# an4.135:3.5
source: Evaṃ kho, bhikkhave, puggalo vajjabahulo hoti.
sc_po: That’s how a person is mostly blameworthy.

# an4.135:4.1
source: Kathañca, bhikkhave, puggalo appavajjo hoti?
sc_po: And how is a person slightly blameworthy?

# an4.135:4.2
source: Idha, bhikkhave, ekacco puggalo anavajjena bahulaṃ kāyakammena samannāgato hoti, appaṃ sāvajjena;
sc_po: It’s when a person does things by way of body, speech, and mind that are mostly blameless, but occasionally blameworthy.

# an4.135:4.5
source: Evaṃ kho, bhikkhave, puggalo appavajjo hoti.
sc_po: That’s how a person is slightly blameworthy.

# an4.135:5.1
source: Kathañca, bhikkhave, puggalo anavajjo hoti?
sc_po: And how is a person blameless?

# an4.135:5.2
source: Idha, bhikkhave, ekacco puggalo anavajjena kāyakammena samannāgato hoti, anavajjena vacīkammena samannāgato hoti, anavajjena manokammena samannāgato hoti.
sc_po: It’s when a person does things by way of body, speech, and mind that are blameless.

# an4.135:5.3
source: Evaṃ kho, bhikkhave, puggalo anavajjo hoti.
sc_po: That’s how a person is blameless.

# an4.135:5.4
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
