Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.024.po
Languages: sc_po

# an4.24:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.24:0.2
source: 3. Uruvelavagga
sc_po: 3. At Uruvelā

# an4.24:0.3
source: 24. Kāḷakārāmasutta
sc_po: 24. At Kāḷaka’s Monastery

# an4.24:1.1
source: Ekaṃ samayaṃ bhagavā sākete viharati kāḷakārāme.
sc_po: At one time the Buddha was staying near Sāketa, in Kāḷaka’s monastery.

# an4.24:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# an4.24:1.3
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# an4.24:1.4
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# an4.24:1.5
source: Bhagavā etadavoca—
sc_po: The Buddha said this:

# an4.24:2.1
source: Yaṃ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tamahaṃ jānāmi.
sc_po: “In this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, its gods and humans—whatever is seen, heard, thought, known, sought, and explored by the mind: that I know.

# an4.24:3.1
source: Yaṃ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tamahaṃ abbhaññāsiṃ.
sc_po: In this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—whatever is seen, heard, thought, known, sought, and explored by the mind: that I have insight into.

# an4.24:3.2
source: Taṃ tathāgatassa viditaṃ, taṃ tathāgato na upaṭṭhāsi.
sc_po: That has been known by a Realized One, but a Realized One is not subject to it.

# an4.24:4.1
source: Yaṃ, bhikkhave, sadevakassa lokassa samārakassa sabrahmakassa sassamaṇabrāhmaṇiyā pajāya sadevamanussāya diṭṭhaṃ sutaṃ mutaṃ viññātaṃ pattaṃ pariyesitaṃ anuvicaritaṃ manasā, tamahaṃ na jānāmīti vadeyyaṃ, taṃ mamassa musā.
sc_po: If I were to say that ‘I do not know … the world with its gods’, I would be lying.

# an4.24:5.1
source: Yaṃ, bhikkhave … pe … tamahaṃ jānāmi ca na ca jānāmīti vadeyyaṃ, tampassa tādisameva.
sc_po: If I were to say that ‘I both know and do not know … the world with its gods’, that would be just the same.

# an4.24:6.1
source: Yaṃ, bhikkhave … pe … tamahaṃ neva jānāmi na na jānāmīti vadeyyaṃ, taṃ mamassa kali.
sc_po: If I were to say that ‘I neither know nor do not know … the world with its gods’, that would be my fault.

# an4.24:7.1
source: Iti kho, bhikkhave, tathāgato daṭṭhā daṭṭhabbaṃ, diṭṭhaṃ na maññati, adiṭṭhaṃ na maññati, daṭṭhabbaṃ na maññati, daṭṭhāraṃ na maññati;
sc_po: So a Realized One sees what is to be seen, but does not identify with what is seen, does not identify with what is unseen, does not identify with what is to be seen, and does not identify with a seer.

# an4.24:7.2
source: sutvā sotabbaṃ, sutaṃ na maññati, asutaṃ na maññati, sotabbaṃ na maññati, sotāraṃ na maññati;
sc_po: He hears what is to be heard, but does not identify with what is heard, does not identify with what is unheard, does not identify with what is to be heard, and does not identify with a hearer.

# an4.24:7.3
source: mutvā motabbaṃ, mutaṃ na maññati, amutaṃ na maññati, motabbaṃ na maññati, motāraṃ na maññati;
sc_po: He thinks what is to be thought, but does not identify with what is thought, does not identify with what is not thought, does not identify with what is to be thought, and does not identify with a thinker.

# an4.24:7.4
source: viññatvā viññātabbaṃ, viññātaṃ na maññati, aviññātaṃ na maññati, viññātabbaṃ na maññati, viññātāraṃ na maññati.
sc_po: He knows what is to be known, but does not identify with what is known, does not identify with what is unknown, does not identify with what is to be known, and does not identify with a knower.

# an4.24:7.5
source: Iti kho, bhikkhave, tathāgato diṭṭhasutamutaviññātabbesu dhammesu tādīyeva tādī.
sc_po: Since a Realized One is poised in the midst of things seen, heard, thought, and known, he is the poised one.

# an4.24:7.6
source: ‘Tamhā ca pana tādimhā añño tādī uttaritaro vā paṇītataro vā natthī’ti vadāmīti.
sc_po: And I say that there is no-one who has better or finer poise than this.

# an4.24:8.1
source: Yaṃ kiñci diṭṭhaṃva sutaṃ mutaṃ vā,
sc_po: The poised one does not take anything

# an4.24:8.2
source: Ajjhositaṃ saccamutaṃ paresaṃ;
sc_po: seen, heard, or thought to be ultimately true or false.

# an4.24:8.3
source: Na tesu tādī sayasaṃvutesu,
sc_po: But others get attached, thinking it’s the truth,

# an4.24:8.4
source: Saccaṃ musā vāpi paraṃ daheyya.
sc_po: limited by their preconceptions.

# an4.24:9.1
source: Etañca sallaṃ paṭikacca disvā,
sc_po: Since they’ve already seen this dart,

# an4.24:9.2
source: Ajjhositā yattha pajā visattā;
sc_po: to which people are attached and cling,

# an4.24:9.3
source: Jānāmi passāmi tatheva etaṃ,
sc_po: they say, ‘I know, I see, that’s how it is’;

# an4.24:9.4
source: Ajjhositaṃ natthi tathāgatānan”ti.
sc_po: the Realized Ones have no attachments.”
