Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.210.po
Languages: sc_po

# an4.210:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.210:0.2
source: 21. Sappurisavagga
sc_po: 21. A Good Person

# an4.210:0.3
source: 210. Catutthapāpadhammasutta
sc_po: 210. Bad Character (4th)

# an4.210:1.1
source: “Pāpadhammañca vo, bhikkhave, desessāmi, pāpadhammena pāpadhammatarañca;
sc_po: “Mendicants, I will teach you bad character and worse character,

# an4.210:1.2
source: kalyāṇadhammañca, kalyāṇadhammena kalyāṇadhammatarañca. Taṃ suṇātha … pe ….
sc_po: good character and better character.

# an4.210:2.1
source: “Katamo ca, bhikkhave, pāpadhammo?
sc_po: And who has bad character?

# an4.210:2.2
source: Idha, bhikkhave, ekacco micchādiṭṭhiko hoti … pe … micchāñāṇī hoti, micchāvimutti hoti.
sc_po: It’s someone who has wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an4.210:2.3
source: Ayaṃ vuccati, bhikkhave, pāpadhammo.
sc_po: This is called bad character.

# an4.210:3.1
source: Katamo ca, bhikkhave, pāpadhammena pāpadhammataro?
sc_po: And who has worse character?

# an4.210:3.2
source: Idha, bhikkhave, ekacco attanā ca micchādiṭṭhiko hoti, parañca micchādiṭṭhiyā samādapeti … pe … attanā ca micchāñāṇī hoti, parañca micchāñāṇe samādapeti;
sc_po: It’s someone who has wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom. And they encourage others in these same qualities.

# an4.210:3.4
source: Ayaṃ vuccati, bhikkhave, pāpadhammena pāpadhammataro.
sc_po: This is called worse character.

# an4.210:4.1
source: Katamo ca, bhikkhave, kalyāṇadhammo?
sc_po: And who has good character?

# an4.210:4.2
source: Idha, bhikkhave, ekacco sammādiṭṭhiko hoti … pe … sammāñāṇī hoti, sammāvimutti hoti.
sc_po: It’s someone who has right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an4.210:4.3
source: Ayaṃ vuccati, bhikkhave, kalyāṇadhammo.
sc_po: This is called good character.

# an4.210:5.1
source: Katamo ca, bhikkhave, kalyāṇadhammena kalyāṇadhammataro?
sc_po: And who has better character?

# an4.210:5.2
source: Idha, bhikkhave, ekacco attanā ca sammādiṭṭhiko hoti, parañca sammādiṭṭhiyā samādapeti … pe … attanā ca sammāñāṇī hoti, parañca sammāñāṇe samādapeti;
sc_po: It’s someone who has right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom. And they encourage others in these same qualities.

# an4.210:5.4
source: Ayaṃ vuccati, bhikkhave, kalyāṇadhammena kalyāṇadhammataro”ti.
sc_po: This is called better character.”
