Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.019.po
Languages: sc_po

# an4.19:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.19:0.2
source: 2. Caravagga
sc_po: 2. Walking

# an4.19:0.3
source: 19. Tatiyaagatisutta
sc_po: 19. Prejudice (3rd)

# an4.19:1.1
source: “Cattārimāni, bhikkhave, agatigamanāni.
sc_po: “Mendicants, there are these four ways of making prejudiced decisions.

# an4.19:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.19:1.3
source: Chandāgatiṃ gacchati, dosāgatiṃ gacchati, mohāgatiṃ gacchati, bhayāgatiṃ gacchati—
sc_po: Making decisions prejudiced by favoritism, hostility, stupidity, and cowardice.

# an4.19:1.4
source: Imāni kho, bhikkhave, cattāri agatigamanāni.
sc_po: These are the four ways of making prejudiced decisions.

# an4.19:2.1
source: Cattārimāni, bhikkhave, nāgatigamanāni.
sc_po: There are these four ways of making unprejudiced decisions.

# an4.19:2.2
source: Katamāni cattāri?
sc_po: What four?

# an4.19:2.3
source: Na chandāgatiṃ gacchati, na dosāgatiṃ gacchati, na mohāgatiṃ gacchati, na bhayāgatiṃ gacchati—
sc_po: Making decisions unprejudiced by favoritism, hostility, stupidity, and cowardice.

# an4.19:2.4
source: Imāni kho, bhikkhave, cattāri nāgatigamanānīti.
sc_po: These are the four ways of making unprejudiced decisions.

# an4.19:3.1
source: Chandā dosā bhayā mohā,
sc_po: If you act against the teaching

# an4.19:3.2
source: yo dhammaṃ ativattati;
sc_po: out of favoritism, hostility, cowardice, or stupidity,

# an4.19:3.3
source: Nihīyati tassa yaso,
sc_po: your fame fades away,

# an4.19:3.4
source: kāḷapakkheva candimā.
sc_po: like the moon in the waning fortnight.

# an4.19:4.1
source: Chandā dosā bhayā mohā,
sc_po: If you don’t act against the teaching

# an4.19:4.2
source: yo dhammaṃ nātivattati;
sc_po: out of favoritism, hostility, cowardice, and stupidity,

# an4.19:4.3
source: Āpūrati tassa yaso,
sc_po: your fame swells,

# an4.19:4.4
source: sukkapakkheva candimā”ti.
sc_po: like the moon in the waxing fortnight.”
