Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.130.po
Languages: sc_po

# an4.130:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.130:0.2
source: 13. Bhayavagga
sc_po: 13. Fears

# an4.130:0.3
source: 130. Cakkavattiacchariyasutta
sc_po: 130. Incredible Things About the Wheel-Turning Monarch

# an4.130:1.1
source: “Cattārome, bhikkhave, acchariyā abbhutā dhammā raññe cakkavattimhi.
sc_po: “Mendicants, there are these four incredible and amazing things about a wheel-turning monarch.

# an4.130:1.2
source: Katame cattāro?
sc_po: What four?

# an4.130:1.3
source: Sace, bhikkhave, khattiyaparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.
sc_po: If an assembly of aristocrats goes to see a wheel-turning monarch, they’re uplifted by seeing him

# an4.130:1.4
source: Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti.
sc_po: and uplifted by hearing him speak.

# an4.130:1.5
source: Atittāva, bhikkhave, khattiyaparisā hoti, atha rājā cakkavattī tuṇhī bhavati.
sc_po: And when he falls silent, they’ve never had enough.

# an4.130:2.1
source: Sace, bhikkhave, brāhmaṇaparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.
sc_po: If an assembly of brahmins …

# an4.130:3.1
source: Sace, bhikkhave, gahapatiparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.
sc_po: householders …

# an4.130:4.1
source: Sace, bhikkhave, samaṇaparisā rājānaṃ cakkavattiṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.
sc_po: or ascetics goes to see a wheel-turning monarch, they’re uplifted by seeing him

# an4.130:4.2
source: Tatra ce rājā cakkavattī bhāsati, bhāsitenapi sā attamanā hoti.
sc_po: and uplifted by hearing him speak.

# an4.130:4.3
source: Atittāva, bhikkhave, samaṇaparisā hoti, atha rājā cakkavattī tuṇhī bhavati.
sc_po: And when he falls silent, they’ve never had enough.

# an4.130:4.4
source: Ime kho, bhikkhave, cattāro acchariyā abbhutā dhammā raññe cakkavattimhi.
sc_po: These are the four incredible and amazing things about a wheel-turning monarch.

# an4.130:5.1
source: Evamevaṃ kho, bhikkhave, cattāro acchariyā abbhutā dhammā ānande.
sc_po: In the same way, there are these four incredible and amazing things about Ānanda.

# an4.130:5.2
source: Katame cattāro?
sc_po: What four?

# an4.130:5.3
source: Sace, bhikkhave, bhikkhuparisā ānandaṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.
sc_po: If an assembly of monks goes to see Ānanda, they’re uplifted by seeing him

# an4.130:5.4
source: Tatra ce ānando dhammaṃ bhāsati, bhāsitenapi sā attamanā hoti.
sc_po: and uplifted by hearing him speak.

# an4.130:5.5
source: Atittāva, bhikkhave, bhikkhuparisā hoti, atha ānando tuṇhī bhavati.
sc_po: And when he falls silent, they’ve never had enough.

# an4.130:6.1
source: Sace, bhikkhave, bhikkhuniparisā … pe … sace, bhikkhave, upāsakaparisā … pe … sace, bhikkhave, upāsikāparisā ānandaṃ dassanāya upasaṅkamati, dassanenapi sā attamanā hoti.
sc_po: If an assembly of nuns … laymen … or laywomen goes to see Ānanda, they’re uplifted by seeing him

# an4.130:6.2
source: Tatra ce ānando dhammaṃ bhāsati, bhāsitenapi sā attamanā hoti.
sc_po: and uplifted by hearing him speak.

# an4.130:6.3
source: Atittāva, bhikkhave, upāsikāparisā hoti, atha ānando tuṇhī bhavati.
sc_po: And when he falls silent, they’ve never had enough.

# an4.130:6.4
source: Ime kho, bhikkhave, cattāro acchariyā abbhutā dhammā ānande”ti.
sc_po: These are the four incredible and amazing things about Ānanda.”
