Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.078.po
Languages: sc_po

# an4.78:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.78:0.2
source: 8. Apaṇṇakavagga
sc_po: 8. Guaranteed

# an4.78:0.3
source: 78. Dakkhiṇasutta
sc_po: 78. A Religious Donation

# an4.78:1.1
source: “Catasso imā, bhikkhave, dakkhiṇā visuddhiyo.
sc_po: “Mendicants, there are these four ways of purifying a religious donation.

# an4.78:1.2
source: Katamā catasso?
sc_po: What four?

# an4.78:1.3
source: Atthi, bhikkhave, dakkhiṇā dāyakato visujjhati, no paṭiggāhakato;
sc_po: There’s a religious donation that’s purified by the giver, not the recipient.

# an4.78:1.4
source: atthi, bhikkhave, dakkhiṇā paṭiggāhakato visujjhati, no dāyakato;
sc_po: There’s a religious donation that’s purified by the recipient, not the giver.

# an4.78:1.5
source: atthi, bhikkhave, dakkhiṇā neva dāyakato visujjhati, no paṭiggāhakato;
sc_po: There’s a religious donation that’s purified by neither the giver nor the recipient.

# an4.78:1.6
source: atthi, bhikkhave, dakkhiṇā dāyakato ceva visujjhati paṭiggāhakato ca.
sc_po: There’s a religious donation that’s purified by both the giver and the recipient.

# an4.78:2.1
source: Kathañca, bhikkhave, dakkhiṇā dāyakato visujjhati, no paṭiggāhakato?
sc_po: And how is a religious donation purified by the giver, not the recipient?

# an4.78:2.2
source: Idha, bhikkhave, dāyako hoti sīlavā kalyāṇadhammo; paṭiggāhakā honti dussīlā pāpadhammā.
sc_po: It’s when the giver is ethical, of good character, but the recipient is unethical, of bad character.

# an4.78:3.1
source: Kathañca, bhikkhave, dakkhiṇā paṭiggāhakato visujjhati, no dāyakato?
sc_po: And how is a religious donation purified by the recipient, not the giver?

# an4.78:3.2
source: Idha, bhikkhave, dāyako hoti dussīlo pāpadhammo; paṭiggāhakā honti sīlavanto kalyāṇadhammā.
sc_po: It’s when the giver is unethical, of bad character, but the recipient is ethical, of good character.

# an4.78:4.1
source: Kathañca, bhikkhave, dakkhiṇā neva dāyakato visujjhati, no paṭiggāhakato?
sc_po: And how is a religious donation purified by neither the giver nor the recipient?

# an4.78:4.2
source: Idha, bhikkhave, dāyako hoti dussīlo pāpadhammo; paṭiggāhakāpi honti dussīlā pāpadhammā.
sc_po: It’s when both the giver and the recipient are unethical, of bad character.

# an4.78:5.1
source: Kathañca, bhikkhave, dakkhiṇā dāyakato ceva visujjhati paṭiggāhakato ca?
sc_po: And how is a religious donation purified by both the giver and the recipient?

# an4.78:5.2
source: Idha, bhikkhave, dāyako hoti sīlavā kalyāṇadhammo; paṭiggāhakāpi honti sīlavanto kalyāṇadhammā.
sc_po: It’s when both the giver and the recipient are ethical, of good character.

# an4.78:5.4
source: Imā kho, bhikkhave, catasso dakkhiṇā visuddhiyo”ti.
sc_po: These are the four ways of purifying a religious donation.”
