Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.109.po
Languages: sc_po

# an4.109:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.109:0.2
source: 11. Valāhakavagga
sc_po: 11. Clouds

# an4.109:0.3
source: 109. Rukkhasutta
sc_po: 109. Trees

# an4.109:1.1
source: “Cattārome, bhikkhave, rukkhā.
sc_po: “Mendicants, there are these four kinds of tree.

# an4.109:1.2
source: Katame cattāro?
sc_po: What four?

# an4.109:1.3
source: Pheggu phegguparivāro, pheggu sāraparivāro, sāro phegguparivāro, sāro sāraparivāro—
sc_po: ~One is a softwood surrounded by softwoods, ~one is a softwood surrounded by hardwoods, ~one is a hardwood surrounded by softwoods, and ~one is a hardwood surrounded by hardwoods.

# an4.109:1.4
source: Ime kho, bhikkhave, cattāro rukkhā.
sc_po: These are the four kinds of tree.

# an4.109:1.5
source: Evamevaṃ kho, bhikkhave, cattāro rukkhūpamā puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: In the same way, these four people similar to trees are found in the world.

# an4.109:1.6
source: Katame cattāro?
sc_po: What four?

# an4.109:1.7
source: Pheggu phegguparivāro, pheggu sāraparivāro, sāro phegguparivāro, sāro sāraparivāro.
sc_po: ~One is a softwood surrounded by softwoods, ~one is a softwood surrounded by hardwoods, ~one is a hardwood surrounded by softwoods, and ~one is a hardwood surrounded by hardwoods.

# an4.109:2.1
source: Kathañca, bhikkhave, puggalo pheggu hoti phegguparivāro?
sc_po: And how is a person a softwood surrounded by softwoods?

# an4.109:2.2
source: Idha, bhikkhave, ekacco puggalo dussīlo hoti pāpadhammo;
sc_po: It’s when a person is unethical, of bad character,

# an4.109:2.3
source: parisāpissa hoti dussīlā pāpadhammā.
sc_po: and their followers are the same.

# an4.109:2.4
source: Evaṃ kho, bhikkhave, puggalo pheggu hoti phegguparivāro.
sc_po: That’s how a person is a softwood surrounded by softwoods.

# an4.109:2.5
source: Seyyathāpi so, bhikkhave, rukkho pheggu phegguparivāro;
sc_po: That person is like a softwood tree that’s surrounded by softwoods, I say.

# an4.109:3.1
source: Kathañca, bhikkhave, puggalo pheggu hoti sāraparivāro?
sc_po: And how is a person a softwood surrounded by hardwoods?

# an4.109:3.2
source: Idha, bhikkhave, ekacco puggalo dussīlo hoti pāpadhammo;
sc_po: It’s when a person is unethical, of bad character,

# an4.109:3.3
source: parisā ca khvassa hoti sīlavatī kalyāṇadhammā.
sc_po: but their followers are ethical, of good character. …

# an4.109:4.1
source: Kathañca, bhikkhave, puggalo sāro hoti phegguparivāro?
sc_po: And how is a person a hardwood surrounded by softwoods?

# an4.109:4.2
source: Idha, bhikkhave, ekacco puggalo sīlavā hoti kalyāṇadhammo;
sc_po: It’s when someone is ethical, of good qualities.

# an4.109:4.3
source: parisā ca khvassa hoti dussīlā pāpadhammā.
sc_po: but their followers are unethical, of bad character. …

# an4.109:5.1
source: Kathañca, bhikkhave, puggalo sāro hoti sāraparivāro?
sc_po: And how is a person a hardwood surrounded by hardwoods?

# an4.109:5.2
source: Idha, bhikkhave, ekacco puggalo sīlavā hoti kalyāṇadhammo;
sc_po: It’s when someone is ethical, of good qualities,

# an4.109:5.3
source: parisāpissa hoti sīlavatī kalyāṇadhammā.
sc_po: and their followers are the same.

# an4.109:5.7
source: Ime kho, bhikkhave, cattāro rukkhūpamā puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These four people similar to trees are found in the world.”
