Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.156.po
Languages: sc_po

# an4.156:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.156:0.2
source: 16. Indriyavagga
sc_po: 16. Faculties

# an4.156:0.3
source: 156. Kappasutta
sc_po: 156. Eons

# an4.156:1.1
source: “Cattārimāni, bhikkhave, kappassa asaṅkhyeyyāni.
sc_po: “Mendicants, an eon contains four uncountable periods.

# an4.156:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.156:1.3
source: Yadā, bhikkhave, kappo saṃvaṭṭati, taṃ na sukaraṃ saṅkhātuṃ—
sc_po: When an eon contracts, it’s not easy to calculate

# an4.156:1.4
source: ettakāni vassānīti vā, ettakāni vassasatānīti vā, ettakāni vassasahassānīti vā, ettakāni vassasatasahassānīti vā.
sc_po: how many years, how many hundreds or thousands or hundreds of thousands of years it takes.

# an4.156:2.1
source: Yadā, bhikkhave, kappo saṃvaṭṭo tiṭṭhati, taṃ na sukaraṃ saṅkhātuṃ—
sc_po: When an eon remains fully contracted, it’s not easy to calculate

# an4.156:2.2
source: ettakāni vassānīti vā, ettakāni vassasatānīti vā, ettakāni vassasahassānīti vā, ettakāni vassasatasahassānīti vā.
sc_po: how many years, how many hundreds or thousands or hundreds of thousands of years it takes.

# an4.156:3.1
source: Yadā, bhikkhave, kappo vivaṭṭati, taṃ na sukaraṃ saṅkhātuṃ—
sc_po: When an eon expands, it’s not easy to calculate

# an4.156:3.2
source: ettakāni vassānīti vā, ettakāni vassasatānīti vā, ettakāni vassasahassānīti vā, ettakāni vassasatasahassānīti vā.
sc_po: how many years, how many hundreds or thousands or hundreds of thousands of years it takes.

# an4.156:4.1
source: Yadā, bhikkhave, kappo vivaṭṭo tiṭṭhati, taṃ na sukaraṃ saṅkhātuṃ—
sc_po: When an eon remains fully expanded, it’s not easy to calculate

# an4.156:4.2
source: ettakāni vassānīti vā, ettakāni vassasatānīti vā, ettakāni vassasahassānīti vā, ettakāni vassasatasahassānīti vā.
sc_po: how many years, how many hundreds or thousands or hundreds of thousands of years it takes.

# an4.156:4.3
source: Imāni kho, bhikkhave, cattāri kappassa asaṅkhyeyyānī”ti.
sc_po: These are the four uncountable periods of an eon.”
