Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.050.po
Languages: sc_po

# an4.50:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.50:0.2
source: 5. Rohitassavagga
sc_po: 5. With Rohitassa

# an4.50:0.3
source: 50. Upakkilesasutta
sc_po: 50. Corruptions

# an4.50:1.1
source: “Cattārome, bhikkhave, candimasūriyānaṃ upakkilesā, yehi upakkilesehi upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti.
sc_po: “Mendicants, these four corruptions obscure the sun and moon, so they don’t shine and glow and radiate.

# an4.50:1.2
source: Katame cattāro?
sc_po: What four?

# an4.50:1.3
source: Abbhā, bhikkhave, candimasūriyānaṃ upakkilesā, yena upakkilesena upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti.
sc_po: Clouds …

# an4.50:2.1
source: Mahikā, bhikkhave, candimasūriyānaṃ upakkilesā, yena upakkilesena upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti.
sc_po: Fog …

# an4.50:3.1
source: Dhūmo rajo, bhikkhave, candimasūriyānaṃ upakkileso, yena upakkilesena upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti.
sc_po: Smoke …

# an4.50:4.1
source: Rāhu, bhikkhave, asurindo candimasūriyānaṃ upakkileso, yena upakkilesena upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti.
sc_po: An eclipse of Rāhu, lord of demons …

# an4.50:4.2
source: Ime kho, bhikkhave, cattāro candimasūriyānaṃ upakkilesā, yehi upakkilesehi upakkiliṭṭhā candimasūriyā na tapanti na bhāsanti na virocanti.
sc_po: These are four corruptions that obscure the sun and moon, so they don’t shine and glow and radiate.

# an4.50:5.1
source: Evamevaṃ kho, bhikkhave, cattārome samaṇabrāhmaṇānaṃ upakkilesā, yehi upakkilesehi upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti.
sc_po: In the same way, these four things corrupt ascetics and brahmins, so they don’t shine and glow and radiate.

# an4.50:5.2
source: Katame cattāro?
sc_po: What four?

# an4.50:5.3
source: Santi, bhikkhave, eke samaṇabrāhmaṇā suraṃ pivanti merayaṃ, surāmerayapānā appaṭiviratā.
sc_po: There are some ascetics and brahmins who drink liquor, not avoiding drinking liquor.

# an4.50:5.4
source: Ayaṃ, bhikkhave, paṭhamo samaṇabrāhmaṇānaṃ upakkileso, yena upakkilesena upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti.
sc_po: This is the first thing that corrupts ascetics and brahmins …

# an4.50:6.1
source: Santi, bhikkhave, eke samaṇabrāhmaṇā methunaṃ dhammaṃ paṭisevanti, methunasmā dhammā appaṭiviratā.
sc_po: There are some ascetics and brahmins who have sex, not avoiding sex.

# an4.50:6.2
source: Ayaṃ, bhikkhave, dutiyo samaṇabrāhmaṇānaṃ upakkileso, yena upakkilesena upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti.
sc_po: This is the second thing that corrupts ascetics and brahmins …

# an4.50:7.1
source: Santi, bhikkhave, eke samaṇabrāhmaṇā jātarūparajataṃ sādiyanti, jātarūparajatapaṭiggahaṇā appaṭiviratā.
sc_po: There are some ascetics and brahmins who accept gold and money, not avoiding receiving gold and money.

# an4.50:7.2
source: Ayaṃ, bhikkhave, tatiyo samaṇabrāhmaṇānaṃ upakkileso, yena upakkilesena upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti.
sc_po: This is the third thing that corrupts ascetics and brahmins …

# an4.50:8.1
source: Santi, bhikkhave, eke samaṇabrāhmaṇā micchājīvena jīvanti, micchājīvā appaṭiviratā.
sc_po: There are some ascetics and brahmins who make a living the wrong way, not avoiding wrong livelihood.

# an4.50:8.2
source: Ayaṃ, bhikkhave, catuttho samaṇabrāhmaṇānaṃ upakkileso, yena upakkilesena upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocanti.
sc_po: This is the fourth thing that corrupts ascetics and brahmins …

# an4.50:8.3
source: Ime kho, bhikkhave, cattāro samaṇabrāhmaṇānaṃ upakkilesā, yehi upakkilesehi upakkiliṭṭhā eke samaṇabrāhmaṇā na tapanti na bhāsanti na virocantīti.
sc_po: These are four things that corrupt ascetics and brahmins, so they don’t shine and glow and radiate.

# an4.50:9.1
source: Rāgadosaparikkiṭṭhā,
sc_po: Some ascetics and brahmins

# an4.50:9.2
source: eke samaṇabrāhmaṇā;
sc_po: are plagued by greed and hate;

# an4.50:9.3
source: Avijjānivutā posā,
sc_po: men hindered by ignorance,

# an4.50:9.4
source: piyarūpābhinandino.
sc_po: enjoying things that seem pleasant.

# an4.50:10.1
source: Suraṃ pivanti merayaṃ,
sc_po: Drinking liquor,

# an4.50:10.2
source: paṭisevanti methunaṃ;
sc_po: having sex,

# an4.50:10.3
source: Rajataṃ jātarūpañca,
sc_po: accepting money and gold:

# an4.50:10.4
source: sādiyanti aviddasū;
sc_po: they’re ignorant.

# an4.50:10.5
source: Micchājīvena jīvanti,
sc_po: Some ascetics and brahmins

# an4.50:10.6
source: eke samaṇabrāhmaṇā.
sc_po: make a living the wrong way.

# an4.50:11.1
source: Ete upakkilesā vuttā,
sc_po: These corruptions were spoken of

# an4.50:11.2
source: buddhenādiccabandhunā;
sc_po: by the Buddha, Kinsman of the Sun.

# an4.50:11.3
source: Yehi upakkilesehi,
sc_po: When corrupted by these,

# an4.50:11.4
source: eke samaṇabrāhmaṇā;
sc_po: some ascetics and brahmins

# an4.50:11.5
source: Na tapanti na bhāsanti,
sc_po: don’t shine or glow.

# an4.50:11.6
source: asuddhā sarajā magā.
sc_po: Impure, dirty creatures,

# an4.50:12.1
source: Andhakārena onaddhā,
sc_po: shrouded in darkness,

# an4.50:12.2
source: taṇhādāsā sanettikā;
sc_po: bondservants of craving, full of attachments,

# an4.50:12.3
source: Vaḍḍhenti kaṭasiṃ ghoraṃ,
sc_po: swell the horrors of the charnel ground,

# an4.50:12.4
source: ādiyanti punabbhavan”ti.
sc_po: taking up future lives.
