Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.166.po
Languages: sc_po

# an4.166:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.166:0.2
source: 17. Paṭipadāvagga
sc_po: 17. Practice

# an4.166:0.3
source: 166. Ubhayasutta
sc_po: 166. Both

# an4.166:1.1
source: “Catasso imā, bhikkhave, paṭipadā.
sc_po: “Mendicants, there are four ways of practice.

# an4.166:1.2
source: Katamā catasso?
sc_po: What four?

# an4.166:1.3
source: Dukkhā paṭipadā dandhābhiññā, dukkhā paṭipadā khippābhiññā, sukhā paṭipadā dandhābhiññā, sukhā paṭipadā khippābhiññā.
sc_po: ~Painful practice with slow insight, ~painful practice with swift insight, ~pleasant practice with slow insight, and ~pleasant practice with swift insight.

# an4.166:2.1
source: Tatra, bhikkhave, yāyaṃ paṭipadā dukkhā dandhābhiññā, ayaṃ, bhikkhave, paṭipadā ubhayeneva hīnā akkhāyati. Yampāyaṃ paṭipadā dukkhā, imināpāyaṃ hīnā akkhāyati; yampāyaṃ paṭipadā dandhā, imināpāyaṃ hīnā akkhāyati.
sc_po: Of these, the painful practice with slow insight is said to be inferior in both ways: because it’s painful and because it’s slow.

# an4.166:2.2
source: Ayaṃ, bhikkhave, paṭipadā ubhayeneva hīnā akkhāyati.
sc_po: This practice is said to be inferior in both ways.

# an4.166:3.1
source: Tatra, bhikkhave, yāyaṃ paṭipadā dukkhā khippābhiññā, ayaṃ, bhikkhave, paṭipadā dukkhattā hīnā akkhāyati.
sc_po: The painful practice with swift insight is said to be inferior because it’s painful.

# an4.166:4.1
source: Tatra, bhikkhave, yāyaṃ paṭipadā sukhā dandhābhiññā, ayaṃ, bhikkhave, paṭipadā dandhattā hīnā akkhāyati.
sc_po: The pleasant practice with slow insight is said to be inferior because it’s slow.

# an4.166:5.1
source: Tatra, bhikkhave, yāyaṃ paṭipadā sukhā khippābhiññā, ayaṃ, bhikkhave, paṭipadā ubhayeneva paṇītā akkhāyati. Yampāyaṃ paṭipadā sukhā, imināpāyaṃ paṇītā akkhāyati; yampāyaṃ paṭipadā khippā, imināpāyaṃ paṇītā akkhāyati.
sc_po: The pleasant practice with swift insight is said to be superior in both ways: because it’s pleasant, and because it’s swift.

# an4.166:5.2
source: Ayaṃ, bhikkhave, paṭipadā ubhayeneva paṇītā akkhāyati.
sc_po: This practice is said to be superior in both ways.

# an4.166:5.3
source: Imā kho, bhikkhave, catasso paṭipadā”ti.
sc_po: These are the four ways of practice.”
