Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.262.po
Languages: sc_po

# an4.262:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.262:0.2
source: 26. Abhiññāvagga
sc_po: 26. Insight

# an4.262:0.3
source: 262. Araññasutta
sc_po: 262. Wilderness

# an4.262:1.1
source: “Catūhi, bhikkhave, dhammehi samannāgato bhikkhu nālaṃ araññavanapatthāni pantāni senāsanāni paṭisevituṃ.
sc_po: “Mendicants, when a mendicant has four qualities they’re not ready to frequent remote lodgings in the wilderness and the forest.

# an4.262:1.2
source: Katamehi catūhi?
sc_po: What four?

# an4.262:1.3
source: Kāmavitakkena, byāpādavitakkena, vihiṃsāvitakkena, duppañño hoti jaḷo elamūgo—
sc_po: They have sensual, malicious, and cruel thoughts; or they’re witless, dull, and stupid.

# an4.262:1.4
source: imehi kho, bhikkhave, catūhi dhammehi samannāgato bhikkhu nālaṃ araññavanapatthāni pantāni senāsanāni paṭisevituṃ.
sc_po: When a mendicant has these four qualities they’re not ready to frequent remote lodgings in the wilderness and the forest.

# an4.262:2.1
source: Catūhi, bhikkhave, dhammehi samannāgato bhikkhu alaṃ araññavanapatthāni pantāni senāsanāni paṭisevituṃ.
sc_po: When a mendicant has four qualities they’re ready to frequent remote lodgings in the wilderness and the forest.

# an4.262:2.2
source: Katamehi catūhi?
sc_po: What four?

# an4.262:2.3
source: Nekkhammavitakkena, abyāpādavitakkena, avihiṃsāvitakkena, paññavā hoti ajaḷo anelamūgo—
sc_po: They have thoughts of renunciation, good will, and harmlessness; and they’re wise, bright, and clever.

# an4.262:2.4
source: imehi kho, bhikkhave, catūhi dhammehi samannāgato bhikkhu alaṃ araññavanapatthāni pantāni senāsanāni paṭisevitun”ti.
sc_po: When a mendicant has these four qualities they’re ready to frequent remote lodgings in the wilderness and the forest.”
