Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.103.po
Languages: sc_po

# an4.103:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.103:0.2
source: 11. Valāhakavagga
sc_po: 11. Clouds

# an4.103:0.3
source: 103. Kumbhasutta
sc_po: 103. Pots

# an4.103:1.1
source: “Cattārome, bhikkhave, kumbhā.
sc_po: “Mendicants, there are these four pots.

# an4.103:1.2
source: Katame cattāro?
sc_po: What four?

# an4.103:1.3
source: Tuccho pihito, pūro vivaṭo, tuccho vivaṭo, pūro pihito—
sc_po: ~Covered but hollow, ~uncovered but full, ~uncovered and hollow, and ~covered and full.

# an4.103:1.4
source: Ime kho, bhikkhave, cattāro kumbhā.
sc_po: These are the four pots.

# an4.103:1.5
source: Evamevaṃ kho, bhikkhave, cattāro kumbhūpamā puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: In the same way, these four people similar to pots are found in the world.

# an4.103:1.6
source: Katame cattāro?
sc_po: What four?

# an4.103:1.7
source: Tuccho pihito, pūro vivaṭo, tuccho vivaṭo, pūro pihito.
sc_po: ~Covered but hollow, ~uncovered but full, ~uncovered and hollow, and ~covered and full.

# an4.103:2.1
source: Kathañca, bhikkhave, puggalo tuccho hoti pihito?
sc_po: And how is a person covered but hollow?

# an4.103:2.2
source: Idha, bhikkhave, ekaccassa puggalassa pāsādikaṃ hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ.
sc_po: It’s when a person is impressive when going out and coming back, when looking ahead and aside, when bending and extending the limbs, and when bearing the outer robe, bowl and robes.

# an4.103:2.3
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānāti.
sc_po: But they don’t truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an4.103:2.4
source: Evaṃ kho, bhikkhave, puggalo tuccho hoti pihito.
sc_po: That’s how a person is covered but hollow.

# an4.103:2.5
source: Seyyathāpi so, bhikkhave, kumbho tuccho pihito;
sc_po: That person is like a pot that’s covered but hollow, I say.

# an4.103:3.1
source: Kathañca, bhikkhave, puggalo pūro hoti vivaṭo?
sc_po: And how is a person uncovered but full?

# an4.103:3.2
source: Idha, bhikkhave, ekaccassa puggalassa na pāsādikaṃ hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ.
sc_po: It’s when a person is not impressive …

# an4.103:3.3
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: But they truly understand: ‘This is suffering’ …

# an4.103:4.1
source: Kathañca, bhikkhave, puggalo tuccho hoti vivaṭo?
sc_po: And how is a person uncovered and hollow?

# an4.103:4.2
source: Idha, bhikkhave, ekaccassa puggalassa na pāsādikaṃ hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ.
sc_po: It’s when a person is not impressive …

# an4.103:4.3
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānāti.
sc_po: Nor do they truly understand: ‘This is suffering’ …

# an4.103:5.1
source: Kathañca, bhikkhave, puggalo pūro hoti pihito?
sc_po: And how is a person covered and full?

# an4.103:5.2
source: Idha, bhikkhave, ekaccassa puggalassa pāsādikaṃ hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ.
sc_po: It’s when a person is impressive …

# an4.103:5.3
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: And they truly understand: ‘This is suffering’ …

# an4.103:5.7
source: Ime kho, bhikkhave, cattāro kumbhūpamā puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These four people similar to pots are found in the world.”
