Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.013.po
Languages: sc_po

# an4.13:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.13:0.2
source: 2. Caravagga
sc_po: 2. Walking

# an4.13:0.3
source: 13. Padhānasutta
sc_po: 13. Effort

# an4.13:1.1
source: “Cattārimāni, bhikkhave, sammappadhānāni.
sc_po: “Mendicants, there are these four right efforts.

# an4.13:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.13:1.3
source: Idha, bhikkhave, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
sc_po: A mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise.

# an4.13:1.4
source: uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.

# an4.13:1.5
source: anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati;
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise.

# an4.13:1.6
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.

# an4.13:1.7
source: Imāni kho, bhikkhave, cattāri sammappadhānānīti.
sc_po: These are the four right efforts.

# an4.13:2.1
source: Sammappadhānā māradheyyābhibhūtā,
sc_po: By rightly striving, they’ve crushed Māra’s sovereignty;

# an4.13:2.2
source: Te asitā jātimaraṇabhayassa pāragū;
sc_po: unattached, they’ve gone beyond the danger of birth and death.

# an4.13:2.3
source: Te tusitā jetvā māraṃ savāhiniṃ te anejā,
sc_po: Contented and unstirred, they’ve vanquished Māra and his mount;

# an4.13:2.4
source: Sabbaṃ namucibalaṃ upātivattā te sukhitā”ti.
sc_po: now they’ve gone beyond all Namuci’s forces, they’re happy.”
