Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.058.po
Languages: sc_po

# an4.58:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.58:0.2
source: 6. Puññābhisandavagga
sc_po: 6. Overflowing Merit

# an4.58:0.3
source: 58. Sudattasutta
sc_po: 58. Sudatta

# an4.58:1.1
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an4.58:2.1
source: “Bhojanaṃ, gahapati, dadamāno ariyasāvako paṭiggāhakānaṃ cattāri ṭhānāni deti.
sc_po: “Householder, when a noble disciple gives food, they give the recipients four things.

# an4.58:2.2
source: Katamāni cattāri?
sc_po: What four?

# an4.58:2.3
source: Āyuṃ deti, vaṇṇaṃ deti, sukhaṃ deti, balaṃ deti.
sc_po: Long life, beauty, happiness, and strength.

# an4.58:2.4
source: Āyuṃ kho pana datvā āyussa bhāgī hoti dibbassa vā mānusassa vā.
sc_po: Giving long life, they have long life as a god or human. …

# an4.58:2.5
source: Vaṇṇaṃ datvā … sukhaṃ datvā … balaṃ datvā balassa bhāgī hoti dibbassa vā mānusassa vā.
sc_po: Giving beauty … happiness … strength …

# an4.58:2.6
source: Bhojanaṃ, gahapati, dadamāno ariyasāvako paṭiggāhakānaṃ imāni cattāri ṭhānāni detīti.
sc_po: When a noble disciple gives food, they give the recipients these four things.

# an4.58:3.1
source: Yo saññatānaṃ paradattabhojinaṃ,
sc_po: Carefully giving food at the right time,

# an4.58:3.2
source: Kālena sakkacca dadāti bhojanaṃ;
sc_po: to those who are disciplined, eating only what others give,

# an4.58:3.3
source: Cattāri ṭhānāni anuppavecchati,
sc_po: you provide them with four things:

# an4.58:3.4
source: Āyuñca vaṇṇañca sukhaṃ balañca.
sc_po: long life, beauty, happiness, and strength.

# an4.58:4.1
source: So āyudāyī vaṇṇadāyī,
sc_po: A person who gives long life, beauty,

# an4.58:4.2
source: sukhaṃ balaṃ dado naro;
sc_po: happiness, and strength,

# an4.58:4.3
source: Dīghāyu yasavā hoti,
sc_po: has long life and fame

# an4.58:4.4
source: yattha yatthūpapajjatī”ti.
sc_po: wherever they’re reborn.”
