Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.063.po
Languages: sc_po

# an4.63:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.63:0.2
source: 7. Pattakammavagga
sc_po: 7. Deeds of Substance

# an4.63:0.3
source: 63. Brahmasutta
sc_po: 63. Living with Brahmā

# an4.63:1.1
source: “Sabrahmakāni, bhikkhave, tāni kulāni yesaṃ puttānaṃ mātāpitaro ajjhāgāre pūjitā honti.
sc_po: “Mendicants, a family where the children honor their parents in their home is said to live with Brahmā.

# an4.63:1.2
source: Sapubbācariyakāni, bhikkhave, tāni kulāni, yesaṃ puttānaṃ mātāpitaro ajjhāgāre pūjitā honti.
sc_po: A family where the children honor their parents in their home is said to live with the first teachers.

# an4.63:1.3
source: Sapubbadevatāni, bhikkhave, tāni kulāni yesaṃ puttānaṃ mātāpitaro ajjhāgāre pūjitā honti.
sc_po: A family where the children honor their parents in their home is said to live with the old deities.

# an4.63:1.4
source: Sāhuneyyakāni, bhikkhave, tāni kulāni yesaṃ puttānaṃ mātāpitaro ajjhāgāre pūjitā honti.
sc_po: A family where the children honor their parents in their home is said to live with those worthy of offerings dedicated to the gods.

# an4.63:2.1
source: Brahmāti, bhikkhave, mātāpitūnaṃ etaṃ adhivacanaṃ.
sc_po: ‘Brahmā’ is a term for your parents.

# an4.63:2.2
source: Pubbācariyāti, bhikkhave, mātāpitūnaṃ etaṃ adhivacanaṃ.
sc_po: ‘First teachers’ is a term for your parents.

# an4.63:2.3
source: Pubbadevatāti, bhikkhave, mātāpitūnaṃ etaṃ adhivacanaṃ.
sc_po: ‘Old deities’ is a term for your parents.

# an4.63:2.4
source: Āhuneyyāti, bhikkhave, mātāpitūnaṃ etaṃ adhivacanaṃ.
sc_po: ‘Worthy of an offering dedicated to the gods’ is a term for your parents.

# an4.63:2.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# an4.63:2.6
source: Bahukārā, bhikkhave, mātāpitaro, puttānaṃ āpādakā posakā imassa lokassa dassetāroti.
sc_po: Parents are very helpful to their children, they raise them, nurture them, and show them the world.

# an4.63:3.1
source: Brahmāti mātāpitaro,
sc_po: Parents are said to be ‘Brahmā’

# an4.63:3.2
source: pubbācariyāti vuccare;
sc_po: and ‘first teachers’.

# an4.63:3.3
source: Āhuneyyā ca puttānaṃ,
sc_po: They’re worthy of offerings dedicated to the gods from their children,

# an4.63:3.4
source: pajāya anukampakā.
sc_po: for they love their offspring.

# an4.63:4.1
source: Tasmā hi ne namasseyya,
sc_po: Therefore an astute person

# an4.63:4.2
source: sakkareyya ca paṇḍito;
sc_po: would revere them and honor them

# an4.63:4.3
source: Annena atha pānena,
sc_po: with food and drink,

# an4.63:4.4
source: vatthena sayanena ca;
sc_po: clothes and bedding,

# an4.63:4.5
source: Ucchādanena nhāpanena,
sc_po: by anointing and bathing,

# an4.63:4.6
source: pādānaṃ dhovanena ca.
sc_po: and by washing their feet.

# an4.63:5.1
source: Tāya naṃ pāricariyāya,
sc_po: Because they look after

# an4.63:5.2
source: mātāpitūsu paṇḍitā;
sc_po: their parents like this,

# an4.63:5.3
source: Idheva naṃ pasaṃsanti,
sc_po: they’re praised in this life by the astute,

# an4.63:5.4
source: pecca sagge pamodatī”ti.
sc_po: and they depart to rejoice in heaven.”
