Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.235.po
Languages: sc_po

# an4.235:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.235:0.2
source: 24. Kammavagga
sc_po: 24. Deeds

# an4.235:0.3
source: 235. Paṭhamasikkhāpadasutta
sc_po: 235. Training Rules (1st)

# an4.235:1.1
source: “Cattārimāni, bhikkhave, kammāni mayā sayaṃ abhiññā sacchikatvā paveditāni.
sc_po: “Mendicants, I declare these four kinds of deeds, having realized them with my own insight.

# an4.235:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.235:1.3
source: Atthi, bhikkhave, kammaṃ kaṇhaṃ kaṇhavipākaṃ;
sc_po: There are dark deeds with dark results;

# an4.235:1.4
source: atthi, bhikkhave, kammaṃ sukkaṃ sukkavipākaṃ;
sc_po: bright deeds with bright results;

# an4.235:1.5
source: atthi, bhikkhave, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ;
sc_po: dark and bright deeds with dark and bright results; and

# an4.235:1.6
source: atthi, bhikkhave, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati.
sc_po: neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds.

# an4.235:1.7
source: Katamañca, bhikkhave, kammaṃ kaṇhaṃ kaṇhavipākaṃ?
sc_po: And what are the dark deeds with dark results?

# an4.235:1.8
source: Idha, bhikkhave, ekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, surāmerayamajjapamādaṭṭhāyī hoti.
sc_po: It’s when someone kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence.

# an4.235:1.9
source: Idaṃ vuccati, bhikkhave, kammaṃ kaṇhaṃ kaṇhavipākaṃ.
sc_po: These are called dark deeds with dark results.

# an4.235:2.1
source: Katamañca, bhikkhave, kammaṃ sukkaṃ sukkavipākaṃ?
sc_po: And what are bright deeds with bright results?

# an4.235:2.2
source: Idha, bhikkhave, ekacco pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: It’s when someone doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence.

# an4.235:2.3
source: Idaṃ vuccati, bhikkhave, kammaṃ sukkaṃ sukkavipākaṃ.
sc_po: These are called bright deeds with bright results.

# an4.235:3.1
source: Katamañca, bhikkhave, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ?
sc_po: And what are dark and bright deeds with dark and bright results?

# an4.235:3.2
source: Idha, bhikkhave, ekacco sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharoti … pe … idaṃ vuccati, bhikkhave, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ.
sc_po: It’s when someone makes both hurtful and pleasing choices by way of body, speech, and mind. These are called dark and bright deeds with dark and bright results.

# an4.235:4.1
source: Katamañca, bhikkhave, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati?
sc_po: And what are neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds?

# an4.235:4.2
source: Tatra, bhikkhave, yamidaṃ kammaṃ kaṇhaṃ kaṇhavipākaṃ … pe … idaṃ vuccati, bhikkhave, kammaṃ akaṇhaasukkaṃ akaṇhaasukkavipākaṃ kammakkhayāya saṃvattati.
sc_po: It’s the intention to give up dark deeds with dark results, bright deeds with bright results, and both dark and bright deeds with both dark and bright results. These are called neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds.

# an4.235:4.3
source: Imāni kho, bhikkhave, cattāri kammāni mayā sayaṃ abhiññā sacchikatvā paveditānī”ti.
sc_po: These are the four kinds of deeds that I declare, having realized them with my own insight.”
