Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.137.po
Languages: sc_po

# an4.137:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.137:0.2
source: 14. Puggalavagga
sc_po: 14. Persons

# an4.137:0.3
source: 137. Dutiyasīlasutta
sc_po: 137. Ethics (2nd)

# an4.137:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.137:1.2
source: Katame cattāro?
sc_po: What four?

# an4.137:1.3
source: Idha, bhikkhave, ekacco puggalo na sīlagaru hoti na sīlādhipateyyo, na samādhigaru hoti na samādhādhipateyyo, na paññāgaru hoti na paññādhipateyyo.
sc_po: One person doesn’t value or submit to ethics, immersion, or wisdom.

# an4.137:2.1
source: Idha pana, bhikkhave, ekacco puggalo sīlagaru hoti sīlādhipateyyo, na samādhigaru hoti na samādhādhipateyyo, na paññāgaru hoti na paññādhipateyyo.
sc_po: One person values and submits to ethics, but not to immersion or wisdom.

# an4.137:3.1
source: Idha pana, bhikkhave, ekacco puggalo sīlagaru hoti sīlādhipateyyo, samādhigaru hoti samādhādhipateyyo, na paññāgaru hoti na paññādhipateyyo.
sc_po: One person values and submits to ethics and immersion, but not wisdom.

# an4.137:4.1
source: Idha pana, bhikkhave, ekacco puggalo sīlagaru hoti sīlādhipateyyo, samādhigaru hoti samādhādhipateyyo, paññāgaru hoti paññādhipateyyo.
sc_po: One person values and submits to ethics, immersion, and wisdom.

# an4.137:4.2
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
