Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.002.po
Languages: sc_po

# an4.2:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.2:0.2
source: 1. Bhaṇḍagāmavagga
sc_po: 1. At Bhaṇḍa Village

# an4.2:0.3
source: 2. Papatitasutta
sc_po: 2. Fallen

# an4.2:1.1
source: “Catūhi, bhikkhave, dhammehi asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati.
sc_po: “Someone without four things is said to have ‘fallen from this teaching and training’.

# an4.2:1.2
source: Katamehi catūhi?
sc_po: What four?

# an4.2:1.3
source: Ariyena, bhikkhave, sīlena asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati.
sc_po: Noble ethics,

# an4.2:1.4
source: Ariyena, bhikkhave, samādhinā asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati.
sc_po: immersion,

# an4.2:1.5
source: Ariyāya, bhikkhave, paññāya asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati.
sc_po: wisdom,

# an4.2:1.6
source: Ariyāya, bhikkhave, vimuttiyā asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati.
sc_po: and freedom.

# an4.2:1.7
source: Imehi kho, bhikkhave, catūhi dhammehi asamannāgato ‘imasmā dhammavinayā papatito’ti vuccati.
sc_po: Someone without these four things is said to have ‘fallen from this teaching and training’.

# an4.2:2.1
source: Catūhi, bhikkhave, dhammehi samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati.
sc_po: Someone with four things is said to be ‘secure in this teaching and training’.

# an4.2:2.2
source: Katamehi catūhi?
sc_po: What four?

# an4.2:2.3
source: Ariyena, bhikkhave, sīlena samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati.
sc_po: Noble ethics,

# an4.2:2.4
source: Ariyena, bhikkhave, samādhinā samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati.
sc_po: immersion,

# an4.2:2.5
source: Ariyāya, bhikkhave, paññāya samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati.
sc_po: wisdom,

# an4.2:2.6
source: Ariyāya, bhikkhave, vimuttiyā samannāgato ‘imasmā dhammavinayā apapatito’ti vuccati.
sc_po: and freedom.

# an4.2:2.7
source: Imehi kho, bhikkhave, catūhi dhammehi samannāgato ‘imasmā dhammavinayā apapatito’ti vuccatīti.
sc_po: Someone with these four things is said to be ‘secure in this teaching and training’.

# an4.2:3.1
source: Cutā patanti patitā,
sc_po: They fall, collapsed and fallen;

# an4.2:3.2
source: giddhā ca punarāgatā;
sc_po: greedy, they return.

# an4.2:3.3
source: Kataṃ kiccaṃ rataṃ rammaṃ,
sc_po: The work is done, the joyful is enjoyed,

# an4.2:3.4
source: sukhenānvāgataṃ sukhan”ti.
sc_po: happiness is found through happiness.”
