Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.170.po
Languages: sc_po

# an4.170:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.170:0.2
source: 17. Paṭipadāvagga
sc_po: 17. Practice

# an4.170:0.3
source: 170. Yuganaddhasutta
sc_po: 170. In Conjunction

# an4.170:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an4.170:1.2
source: ekaṃ samayaṃ āyasmā ānando kosambiyaṃ viharati ghositārāme.
sc_po: At one time Venerable Ānanda was staying near Kosambi, in Ghosita’s Monastery.

# an4.170:1.3
source: Tatra kho āyasmā ānando bhikkhū āmantesi:
sc_po: There Ānanda addressed the mendicants:

# an4.170:1.4
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an4.170:1.5
source: “Āvuso”ti kho te bhikkhū āyasmato ānandassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an4.170:1.6
source: Āyasmā ānando etadavoca:
sc_po: Ānanda said this:

# an4.170:2.1
source: “Yo hi koci, āvuso, bhikkhu vā bhikkhunī vā mama santike arahattappattiṃ byākaroti, sabbo so catūhi maggehi, etesaṃ vā aññatarena.
sc_po: “Reverends, all of the monks and nuns who declare in my presence that they have attained perfection, did so by one or other of four paths.

# an4.170:3.1
source: Katamehi catūhi?
sc_po: What four?

# an4.170:3.2
source: Idha, āvuso, bhikkhu samathapubbaṅgamaṃ vipassanaṃ bhāveti.
sc_po: Take a mendicant who develops serenity before discernment.

# an4.170:3.3
source: Tassa samathapubbaṅgamaṃ vipassanaṃ bhāvayato maggo sañjāyati.
sc_po: As they do so, the path is born in them.

# an4.170:3.4
source: So taṃ maggaṃ āsevati bhāveti bahulīkaroti.
sc_po: They cultivate, develop, and make much of it.

# an4.170:3.5
source: Tassa taṃ maggaṃ āsevato bhāvayato bahulīkaroto saṃyojanāni pahīyanti, anusayā byantīhonti.
sc_po: By doing so, they give up the fetters and eliminate the underlying tendencies.

# an4.170:4.1
source: Puna caparaṃ, āvuso, bhikkhu vipassanāpubbaṅgamaṃ samathaṃ bhāveti.
sc_po: Another mendicant develops discernment before serenity.

# an4.170:4.2
source: Tassa vipassanāpubbaṅgamaṃ samathaṃ bhāvayato maggo sañjāyati.
sc_po: As they do so, the path is born in them.

# an4.170:4.3
source: So taṃ maggaṃ āsevati bhāveti bahulīkaroti.
sc_po: They cultivate, develop, and make much of it.

# an4.170:4.4
source: Tassa taṃ maggaṃ āsevato bhāvayato bahulīkaroto saṃyojanāni pahīyanti, anusayā byantīhonti.
sc_po: By doing so, they give up the fetters and eliminate the underlying tendencies.

# an4.170:5.1
source: Puna caparaṃ, āvuso, bhikkhu samathavipassanaṃ yuganaddhaṃ bhāveti.
sc_po: Another mendicant develops serenity and discernment in conjunction.

# an4.170:5.2
source: Tassa samathavipassanaṃ yuganaddhaṃ bhāvayato maggo sañjāyati.
sc_po: As they do so, the path is born in them.

# an4.170:5.3
source: So taṃ maggaṃ āsevati bhāveti bahulīkaroti.
sc_po: They cultivate, develop, and make much of it.

# an4.170:5.4
source: Tassa taṃ maggaṃ āsevato bhāvayato bahulīkaroto saṃyojanāni pahīyanti, anusayā byantīhonti.
sc_po: By doing so, they give up the fetters and eliminate the underlying tendencies.

# an4.170:6.1
source: Puna caparaṃ, āvuso, bhikkhuno dhammuddhaccaviggahitaṃ mānasaṃ hoti.
sc_po: Another mendicant’s mind is seized by restlessness to realize the teaching.

# an4.170:6.2
source: Hoti so, āvuso, samayo yaṃ taṃ cittaṃ ajjhattameva santiṭṭhati sannisīdati ekodi hoti samādhiyati.
sc_po: But there comes a time when their mind is stilled internally; it settles, unifies, and becomes immersed in samādhi.

# an4.170:6.3
source: Tassa maggo sañjāyati.
sc_po: The path is born in them.

# an4.170:6.4
source: So taṃ maggaṃ āsevati bhāveti bahulīkaroti.
sc_po: They cultivate, develop, and make much of it.

# an4.170:6.5
source: Tassa taṃ maggaṃ āsevato bhāvayato bahulīkaroto saṃyojanāni pahīyanti, anusayā byantīhonti.
sc_po: By doing so, they give up the fetters and eliminate the underlying tendencies.

# an4.170:7.1
source: Yo hi koci, āvuso, bhikkhu vā bhikkhunī vā mama santike arahattappattiṃ byākaroti, sabbo so imehi catūhi maggehi, etesaṃ vā aññatarenā”ti.
sc_po: All of the monks and nuns who declare in my presence that they have attained perfection, did so by one or other of these four paths.”
