Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.045.po
Languages: sc_po

# an4.45:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.45:0.2
source: 5. Rohitassavagga
sc_po: 5. With Rohitassa

# an4.45:0.3
source: 45. Rohitassasutta
sc_po: 45. With Rohitassa

# an4.45:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an4.45:1.2
source: Atha kho rohitasso devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho rohitasso devaputto bhagavantaṃ etadavoca:
sc_po: Then, late at night, the glorious god Rohitassa, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him:

# an4.45:2.1
source: “Yattha nu kho, bhante, na jāyati na jīyati na mīyati na cavati na upapajjati, sakkā nu kho so, bhante, gamanena lokassa anto ñātuṃ vā daṭṭhuṃ vā pāpuṇituṃ vā”ti?
sc_po: “Sir, is it possible to know or see or reach the end of the world by traveling to a place where there’s no being born, growing old, dying, passing away, or being reborn?”

# an4.45:2.2
source: “Yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṃ taṃ gamanena lokassa antaṃ ñāteyyaṃ daṭṭheyyaṃ patteyyanti vadāmī”ti.
sc_po: “Reverend, I say it’s not possible to know or see or reach the end of the world by traveling to a place where there’s no being born, growing old, dying, passing away, or being reborn.”

# an4.45:3.1
source: “Acchariyaṃ, bhante, abbhutaṃ, bhante.
sc_po: “It’s incredible, sir, it’s amazing,

# an4.45:3.2
source: Yāva subhāsitamidaṃ, bhante, bhagavatā:
sc_po: how well said this was by the Buddha.

# an4.45:4.1
source: “Bhūtapubbāhaṃ, bhante, rohitasso nāma isi ahosiṃ bhojaputto iddhimā vehāsaṅgamo.
sc_po: Once upon a time, I was a hermit called Rohitassa, son of Bhoja. I was a sky-walker with psychic powers.

# an4.45:4.2
source: Tassa mayhaṃ, bhante, evarūpo javo ahosi, seyyathāpi nāma daḷhadhammā dhanuggaho sikkhito katahattho katūpāsano lahukena asanena appakasirena tiriyaṃ tālacchāyaṃ atipāteyya.
sc_po: I was as fast as a light arrow easily shot across the shadow of a palm tree by a well-trained expert archer with a strong bow.

# an4.45:4.3
source: Tassa mayhaṃ, bhante, evarūpo padavītihāro ahosi, seyyathāpi nāma puratthimā samuddā pacchimo samuddo.
sc_po: My stride was such that it could span from the eastern ocean to the western ocean.

# an4.45:4.4
source: Tassa mayhaṃ, bhante, evarūpena javena samannāgatassa evarūpena ca padavītihārena evarūpaṃ icchāgataṃ uppajji:
sc_po: Having such speed and stride, this wish came to me:

# an4.45:4.5
source: ‘ahaṃ gamanena lokassa antaṃ pāpuṇissāmī’ti.
sc_po: ‘I will reach the end of the world by traveling.’

# an4.45:4.6
source: So kho ahaṃ, bhante, aññatreva asitapītakhāyitasāyitā aññatra uccārapassāvakammā aññatra niddākilamathapaṭivinodanā vassasatāyuko vassasatajīvī vassasataṃ gantvā appatvāva lokassa antaṃ antarāyeva kālaṅkato.
sc_po: I traveled for my whole lifespan of a hundred years—pausing only to eat and drink, go to the toilet, and sleep to dispel weariness—and I passed away along the way, never reaching the end of the world.

# an4.45:5.1
source: Acchariyaṃ, bhante, abbhutaṃ, bhante.
sc_po: It’s incredible, sir, it’s amazing,

# an4.45:5.2
source: Yāva subhāsitamidaṃ, bhante, bhagavatā:
sc_po: how well said this was by the Buddha.”

# an4.45:6.1
source: “‘Yattha kho, āvuso, na jāyati na jīyati na mīyati na cavati na upapajjati, nāhaṃ taṃ gamanena lokassa antaṃ ñāteyyaṃ daṭṭheyyaṃ patteyyan’ti vadāmi.
sc_po: “Reverend, I say it’s not possible to know or see or reach the end of the world by traveling to a place where there’s no being born, growing old, dying, passing away, or being reborn.

# an4.45:6.2
source: Na cāhaṃ, āvuso, appatvāva lokassa antaṃ dukkhassa antakiriyaṃ vadāmi.
sc_po: But I also say there’s no making an end of suffering without reaching the end of the world.

# an4.45:6.3
source: Api cāhaṃ, āvuso, imasmiṃyeva byāmamatte kaḷevare sasaññimhi samanake lokañca paññāpemi lokasamudayañca lokanirodhañca lokanirodhagāminiñca paṭipadanti.
sc_po: For it is in this fathom-long carcass with its perception and mind that I describe the world, its origin, its cessation, and the practice that leads to its cessation.

# an4.45:7.1
source: Gamanena na pattabbo,
sc_po: The end of the world can never

# an4.45:7.2
source: lokassanto kudācanaṃ;
sc_po: be reached by traveling.

# an4.45:7.3
source: Na ca appatvā lokantaṃ,
sc_po: But without reaching the end of the world,

# an4.45:7.4
source: dukkhā atthi pamocanaṃ.
sc_po: there’s no release from suffering.

# an4.45:8.1
source: Tasmā have lokavidū sumedho,
sc_po: So a clever person, understanding the world,

# an4.45:8.2
source: Lokantagū vusitabrahmacariyo;
sc_po: has completed the spiritual journey, and gone to the end of the world.

# an4.45:8.3
source: Lokassa antaṃ samitāvi ñatvā,
sc_po: A peaceful one, knowing the end of the world,

# an4.45:8.4
source: Nāsīsatī lokamimaṃ parañcā”ti.
sc_po: does not hope for this world or the next.”
