Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.014.po
Languages: sc_po

# an4.14:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.14:0.2
source: 2. Caravagga
sc_po: 2. Walking

# an4.14:0.3
source: 14. Saṃvarasutta
sc_po: 14. Restraint

# an4.14:1.1
source: “Cattārimāni, bhikkhave, padhānāni.
sc_po: “Mendicants, there are these four efforts.

# an4.14:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.14:1.3
source: Saṃvarappadhānaṃ, pahānappadhānaṃ, bhāvanāppadhānaṃ, anurakkhaṇāppadhānaṃ.
sc_po: The efforts to restrain, to give up, to develop, and to preserve.

# an4.14:1.4
source: Katamañca, bhikkhave, saṃvarappadhānaṃ?
sc_po: And what, mendicants, is the effort to restrain?

# an4.14:1.5
source: Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.
sc_po: When a mendicant sees a sight with their eyes, they don’t get caught up in the features and details.

# an4.14:1.6
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.
sc_po: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.

# an4.14:1.7
source: Sotena saddaṃ sutvā …
sc_po: When they hear a sound with their ears …

# an4.14:1.8
source: ghānena gandhaṃ ghāyitvā …
sc_po: When they smell an odor with their nose …

# an4.14:1.9
source: jivhāya rasaṃ sāyitvā …
sc_po: When they taste a flavor with their tongue …

# an4.14:1.10
source: kāyena phoṭṭhabbaṃ phusitvā …
sc_po: When they feel a touch with their body …

# an4.14:1.11
source: manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī,
sc_po: When they know a thought with their mind, they don’t get caught up in the features and details.

# an4.14:1.12
source: yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ, tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.
sc_po: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.

# an4.14:1.13
source: Idaṃ vuccati, bhikkhave, saṃvarappadhānaṃ.
sc_po: This is called the effort to restrain.

# an4.14:2.1
source: Katamañca, bhikkhave, pahānappadhānaṃ?
sc_po: And what, mendicants, is the effort to give up?

# an4.14:2.2
source: Idha, bhikkhave, bhikkhu uppannaṃ kāmavitakkaṃ nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti; uppannaṃ byāpādavitakkaṃ … pe … uppannaṃ vihiṃsāvitakkaṃ … pe … uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti.
sc_po: It’s when a mendicant doesn’t tolerate a sensual, malicious, or cruel thought that’s arisen, but gives it up, gets rid of it, eliminates it, and obliterates it. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them.

# an4.14:2.3
source: Idaṃ vuccati, bhikkhave, pahānappadhānaṃ.
sc_po: This is called the effort to give up.

# an4.14:3.1
source: Katamañca, bhikkhave, bhāvanāppadhānaṃ?
sc_po: And what, mendicants, is the effort to develop?

# an4.14:3.2
source: Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ, dhammavicayasambojjhaṅgaṃ bhāveti … vīriyasambojjhaṅgaṃ bhāveti … pītisambojjhaṅgaṃ bhāveti … passaddhisambojjhaṅgaṃ bhāveti … samādhisambojjhaṅgaṃ bhāveti … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# an4.14:3.3
source: Idaṃ vuccati, bhikkhave, bhāvanāppadhānaṃ.
sc_po: This is called the effort to develop.

# an4.14:4.1
source: Katamañca, bhikkhave, anurakkhaṇāppadhānaṃ?
sc_po: And what, mendicants, is the effort to preserve?

# an4.14:4.2
source: Idha, bhikkhave, bhikkhu uppannaṃ bhaddakaṃ samādhinimittaṃ anurakkhati aṭṭhikasaññaṃ puḷavakasaññaṃ vinīlakasaññaṃ vicchiddakasaññaṃ uddhumātakasaññaṃ.
sc_po: It’s when a mendicant preserves a meditation subject that’s a fine foundation of immersion: the perception of a skeleton, a worm-infested corpse, a livid corpse, a split open corpse, or a bloated corpse.

# an4.14:4.3
source: Idaṃ vuccati, bhikkhave, anurakkhaṇāppadhānaṃ.
sc_po: This is called the effort to preserve.

# an4.14:4.4
source: Imāni kho, bhikkhave, cattāri padhānānīti.
sc_po: These are the four efforts.

# an4.14:5.1
source: Saṃvaro ca pahānañca,
sc_po: Restraint and giving up,

# an4.14:5.2
source: bhāvanā anurakkhaṇā;
sc_po: development and preservation:

# an4.14:5.3
source: Ete padhānā cattāro,
sc_po: these are the four efforts

# an4.14:5.4
source: desitādiccabandhunā;
sc_po: taught by the Kinsman of the Sun.

# an4.14:5.5
source: Yehi bhikkhu idhātāpī,
sc_po: Any mendicant who keenly applies these

# an4.14:5.6
source: khayaṃ dukkhassa pāpuṇe”ti.
sc_po: may attain the ending of suffering.”
