Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.022.po
Languages: sc_po

# an4.22:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.22:0.2
source: 3. Uruvelavagga
sc_po: 3. At Uruvelā

# an4.22:0.3
source: 22. Dutiyauruvelasutta
sc_po: 22. At Uruvelā (2nd)

# an4.22:1.1
source: “Ekamidāhaṃ, bhikkhave, samayaṃ uruvelāyaṃ viharāmi najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho.
sc_po: “Mendicants, this one time, when I was first awakened, I was staying near Uruvelā at the goatherd’s banyan tree on the bank of the Nerañjarā River.

# an4.22:1.2
source: Atha kho, bhikkhave, sambahulā brāhmaṇā jiṇṇā vuddhā mahallakā addhagatā vayoanuppattā yenāhaṃ tenupasaṅkamiṃsu; upasaṅkamitvā mayā saddhiṃ sammodiṃsu.
sc_po: Then several old brahmins—elderly and senior, who were advanced in years and had reached the final stage of life—came up to me, and exchanged greetings with me.

# an4.22:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho, bhikkhave, te brāhmaṇā maṃ etadavocuṃ:
sc_po: When the greetings and polite conversation were over, they sat down to one side, and said to me:

# an4.22:1.4
source: ‘sutaṃ netaṃ, bho gotama:
sc_po: ‘Master Gotama, we have heard this:

# an4.22:1.5
source: “na samaṇo gotamo brāhmaṇe jiṇṇe vuddhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimantetī”ti.
sc_po: “The ascetic Gotama does not bow to old brahmins, elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat.”

# an4.22:1.6
source: Tayidaṃ, bho gotama, tatheva.
sc_po: And this is indeed the case,

# an4.22:1.7
source: Na hi bhavaṃ gotamo brāhmaṇe jiṇṇe vuddhe mahallake addhagate vayoanuppatte abhivādeti vā paccuṭṭheti vā āsanena vā nimanteti.
sc_po: for Master Gotama does not bow to old brahmins, elderly and senior, who are advanced in years and have reached the final stage of life; nor does he rise in their presence or offer them a seat.

# an4.22:1.8
source: Tayidaṃ, bho gotama, na sampannamevā’ti.
sc_po: This is not appropriate, Master Gotama.’

# an4.22:2.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
sc_po: Then it occurred to me,

# an4.22:2.2
source: ‘nayime āyasmanto jānanti theraṃ vā therakaraṇe vā dhamme’ti.
sc_po: ‘These venerables don’t know what a senior is, or what qualities make you a senior.’

# an4.22:2.3
source: Vuddho cepi, bhikkhave, hoti āsītiko vā nāvutiko vā vassasatiko vā jātiyā.
sc_po: Mendicants, suppose you’re eighty, ninety, or a hundred years old.

# an4.22:2.4
source: So ca hoti akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṃ vācaṃ bhāsitā akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ.
sc_po: But your speech is untimely, false, meaningless, and against the teaching or training. You say things at the wrong time which are worthless, unreasonable, rambling, and unbeneficial.

# an4.22:2.5
source: Atha kho so ‘bālo thero’tveva saṅkhaṃ gacchati.
sc_po: Then you’ll be considered a ‘childish senior’.

# an4.22:3.1
source: Daharo cepi, bhikkhave, hoti yuvā susukāḷakeso bhadrena yobbanena samannāgato paṭhamena vayasā.
sc_po: Now suppose you’re a youth, young, black-haired, blessed with youth, in the prime of life.

# an4.22:3.2
source: So ca hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī nidhānavatiṃ vācaṃ bhāsitā kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ.
sc_po: But your speech is timely, true, meaningful, and in line with the teaching and training. You say things at the right time which are valuable, reasonable, succinct, and beneficial.

# an4.22:3.3
source: Atha kho so ‘paṇḍito thero’tveva saṅkhaṃ gacchati.
sc_po: Then you’ll be considered an ‘astute senior’.

# an4.22:4.1
source: Cattārome, bhikkhave, therakaraṇā dhammā.
sc_po: There are these four qualities that make a senior.

# an4.22:4.2
source: Katame cattāro?
sc_po: What four?

# an4.22:4.3
source: Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu
sc_po: A mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an4.22:4.4
source: Bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā, diṭṭhiyā suppaṭividdhā.
sc_po: They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# an4.22:4.5
source: Catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.
sc_po: They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.

# an4.22:4.6
source: Āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an4.22:4.7
source: Ime kho, bhikkhave, cattāro therakaraṇā dhammāti.
sc_po: These are the four qualities that make a senior.

# an4.22:5.1
source: Yo uddhatena cittena,
sc_po: The creature with a restless mind

# an4.22:5.2
source: samphañca bahu bhāsati;
sc_po: speaks a lot of nonsense.

# an4.22:5.3
source: Asamāhitasaṅkappo,
sc_po: Their thoughts are unsettled,

# an4.22:5.4
source: asaddhammarato mago;
sc_po: and they don’t like the true teaching.

# an4.22:5.5
source: Ārā so thāvareyyamhā,
sc_po: They’re far from seniority, with their bad views

# an4.22:5.6
source: pāpadiṭṭhi anādaro.
sc_po: and their lack of regard for others.

# an4.22:6.1
source: Yo ca sīlena sampanno,
sc_po: But one accomplished in ethics,

# an4.22:6.2
source: sutavā paṭibhānavā;
sc_po: learned and eloquent, that wise one

# an4.22:6.3
source: Saññato dhīro dhammesu,
sc_po: is restrained when experiencing phenomena,

# an4.22:6.4
source: paññāyatthaṃ vipassati.
sc_po: discerning the meaning with wisdom.

# an4.22:7.1
source: Pāragū sabbadhammānaṃ,
sc_po: Gone beyond all things,

# an4.22:7.2
source: akhilo paṭibhānavā;
sc_po: kind, eloquent,

# an4.22:7.3
source: Pahīnajātimaraṇo,
sc_po: they’ve given up birth and death,

# an4.22:7.4
source: brahmacariyassa kevalī.
sc_po: and have completed the spiritual journey.

# an4.22:8.1
source: Tamahaṃ vadāmi theroti,
sc_po: That’s who I call a senior,

# an4.22:8.2
source: yassa no santi āsavā;
sc_po: who has no defilements.

# an4.22:8.3
source: Āsavānaṃ khayā bhikkhu,
sc_po: With the ending of defilements, a mendicant

# an4.22:8.4
source: so theroti pavuccatī”ti.
sc_po: is declared a ‘senior’.”
