Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.015.po
Languages: sc_po

# an4.15:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.15:0.2
source: 2. Caravagga
sc_po: 2. Walking

# an4.15:0.3
source: 15. Paññattisutta
sc_po: 15. Regarded as Foremost

# an4.15:1.1
source: “Catasso imā, bhikkhave, aggapaññattiyo.
sc_po: “Mendicants, these four are regarded as foremost.

# an4.15:1.2
source: Katamā catasso?
sc_po: What four?

# an4.15:1.3
source: Etadaggaṃ, bhikkhave, attabhāvīnaṃ yadidaṃ—
sc_po: The foremost in size of life-form is

# an4.15:1.4
source: rāhu asurindo.
sc_po: Rāhu, lord of demons.

# an4.15:1.5
source: Etadaggaṃ, bhikkhave, kāmabhogīnaṃ yadidaṃ—
sc_po: The foremost sensualist is

# an4.15:1.6
source: rājā mandhātā.
sc_po: King Mandhātā.

# an4.15:1.7
source: Etadaggaṃ, bhikkhave, ādhipateyyānaṃ yadidaṃ—
sc_po: The foremost in sovereignty is

# an4.15:1.8
source: māro pāpimā.
sc_po: Māra the Wicked.

# an4.15:1.9
source: Sadevake, bhikkhave, loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya tathāgato aggamakkhāyati arahaṃ sammāsambuddho.
sc_po: In this world—with its gods, Māras and Brahmās, this population with its ascetics and brahmins, gods and humans—a Realized One, the perfected one, the fully awakened Buddha is said to be the best.

# an4.15:1.10
source: Imā kho, bhikkhave, catasso aggapaññattiyoti.
sc_po: These are the four regarded as foremost.

# an4.15:2.1
source: Rāhuggaṃ attabhāvīnaṃ,
sc_po: Rāhu is foremost in size of life-form,

# an4.15:2.2
source: mandhātā kāmabhoginaṃ;
sc_po: Mandhātā in enjoying sensual pleasures,

# an4.15:2.3
source: Māro ādhipateyyānaṃ,
sc_po: Māra in sovereignty,

# an4.15:2.4
source: iddhiyā yasasā jalaṃ.
sc_po: shining with power and glory.

# an4.15:3.1
source: Uddhaṃ tiriyaṃ apācīnaṃ,
sc_po: Above, below, and all around,

# an4.15:3.2
source: yāvatājagatogati;
sc_po: as far as the earth extends;

# an4.15:3.3
source: Sadevakassa lokassa,
sc_po: in all the world with its gods,

# an4.15:3.4
source: buddho aggo pavuccatī”ti.
sc_po: the Buddha is declared foremost.”
