Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.104.po
Languages: sc_po

# an4.104:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.104:0.2
source: 11. Valāhakavagga
sc_po: 11. Clouds

# an4.104:0.3
source: 104. Udakarahadasutta
sc_po: 104. Lakes

# an4.104:1.1
source: “Cattārome, bhikkhave, udakarahadā.
sc_po: “Mendicants, there are these four lakes.

# an4.104:1.2
source: Katame cattāro?
sc_po: What four?

# an4.104:1.3
source: Uttāno gambhīrobhāso, gambhīro uttānobhāso, uttāno uttānobhāso, gambhīro gambhīrobhāso—
sc_po: ~One is shallow but appears deep, ~one is deep but appears shallow, ~one is shallow and appears shallow, and ~one is deep and appears deep.

# an4.104:1.4
source: Ime kho, bhikkhave, cattāro udakarahadā.
sc_po: These are the four lakes.

# an4.104:1.5
source: Evamevaṃ kho, bhikkhave, cattāro udakarahadūpamā puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: In the same way, these four people similar to lakes are found in the world.

# an4.104:1.6
source: Katame cattāro?
sc_po: What four?

# an4.104:1.7
source: Uttāno gambhīrobhāso, gambhīro uttānobhāso, uttāno uttānobhāso, gambhīro gambhīrobhāso.
sc_po: ~One is shallow but appears deep, ~one is deep but appears shallow, ~one is shallow and appears shallow, and ~one is deep and appears deep.

# an4.104:2.1
source: Kathañca, bhikkhave, puggalo uttāno hoti gambhīrobhāso?
sc_po: And how is a person shallow but appears deep?

# an4.104:2.2
source: Idha, bhikkhave, ekaccassa puggalassa pāsādikaṃ hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ.
sc_po: It’s when a person is impressive when going out and coming back, when looking ahead and aside, when bending and extending the limbs, and when bearing the outer robe, bowl and robes.

# an4.104:2.3
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānāti.
sc_po: But they don’t really understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an4.104:2.4
source: Evaṃ kho, bhikkhave, puggalo uttāno hoti gambhīrobhāso.
sc_po: That’s how a person is shallow but appears deep.

# an4.104:2.5
source: Seyyathāpi so, bhikkhave, udakarahado uttāno gambhīrobhāso;
sc_po: That person is like a lake that’s shallow but appears deep, I say.

# an4.104:3.1
source: Kathañca, bhikkhave, puggalo gambhīro hoti uttānobhāso?
sc_po: And how is a person deep but appears shallow?

# an4.104:3.2
source: Idha, bhikkhave, ekaccassa puggalassa na pāsādikaṃ hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ.
sc_po: It’s when a person is not impressive …

# an4.104:3.3
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: But they really understand: ‘This is suffering’ …

# an4.104:4.1
source: Kathañca, bhikkhave, puggalo uttāno hoti uttānobhāso?
sc_po: And how is a person shallow and appears shallow?

# an4.104:4.2
source: Idha, bhikkhave, ekaccassa puggalassa na pāsādikaṃ hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ.
sc_po: It’s when a person is not impressive …

# an4.104:4.3
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ nappajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ nappajānāti.
sc_po: Nor do they really understand: ‘This is suffering’ …

# an4.104:5.1
source: Kathañca, bhikkhave, puggalo gambhīro hoti gambhīrobhāso?
sc_po: And how is a person deep and appears deep?

# an4.104:5.2
source: Idha, bhikkhave, ekaccassa puggalassa pāsādikaṃ hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ.
sc_po: It’s when a person is impressive …

# an4.104:5.3
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: And they really understand: ‘This is suffering’ …

# an4.104:5.7
source: Ime kho, bhikkhave, cattāro udakarahadūpamā puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These four people similar to lakes are found in the world.”
