Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.254.po
Languages: sc_po

# an4.254:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.254:0.2
source: 26. Abhiññāvagga
sc_po: 26. Insight

# an4.254:0.3
source: 254. Abhiññāsutta
sc_po: 254. Insight

# an4.254:1.1
source: “Cattārome, bhikkhave, dhammā.
sc_po: Mendicants, there are these four things.

# an4.254:1.2
source: Katame cattāro?
sc_po: What four?

# an4.254:1.3
source: Atthi, bhikkhave, dhammā abhiññā pariññeyyā;
sc_po: There are things that should be completely understood by direct knowledge.

# an4.254:1.4
source: atthi, bhikkhave, dhammā abhiññā pahātabbā;
sc_po: There are things that should be given up by direct knowledge.

# an4.254:1.5
source: atthi, bhikkhave, dhammā abhiññā bhāvetabbā;
sc_po: There are things that should be developed by direct knowledge.

# an4.254:1.6
source: atthi, bhikkhave, dhammā abhiññā sacchikātabbā.
sc_po: There are things that should be realized by direct knowledge.

# an4.254:2.1
source: Katame ca, bhikkhave, dhammā abhiññā pariññeyyā?
sc_po: And what are the things that should be completely understood by direct knowledge?

# an4.254:2.2
source: Pañcupādānakkhandhā—
sc_po: The five grasping aggregates.

# an4.254:2.3
source: ime vuccanti, bhikkhave, dhammā abhiññā pariññeyyā.
sc_po: These are called the things that should be completely understood by direct knowledge.

# an4.254:3.1
source: Katame ca, bhikkhave, dhammā abhiññā pahātabbā?
sc_po: And what are the things that should be given up by direct knowledge?

# an4.254:3.2
source: Avijjā ca bhavataṇhā ca—
sc_po: Ignorance and craving for continued existence.

# an4.254:3.3
source: ime vuccanti, bhikkhave, dhammā abhiññā pahātabbā.
sc_po: These are called the things that should be given up by direct knowledge.

# an4.254:4.1
source: Katame ca, bhikkhave, dhammā abhiññā bhāvetabbā?
sc_po: And what are the things that should be developed by direct knowledge?

# an4.254:4.2
source: Samatho ca vipassanā ca—
sc_po: Serenity and discernment.

# an4.254:4.3
source: ime vuccanti, bhikkhave, dhammā abhiññā bhāvetabbā.
sc_po: These are called the things that should be developed by direct knowledge.

# an4.254:5.1
source: Katame ca, bhikkhave, dhammā abhiññā sacchikātabbā?
sc_po: And what are the things that should be realized by direct knowledge?

# an4.254:5.2
source: Vijjā ca vimutti ca—
sc_po: Knowledge and freedom.

# an4.254:5.3
source: ime vuccanti, bhikkhave, dhammā abhiññā sacchikātabbā.
sc_po: These are called the things that should be realized by direct knowledge.

# an4.254:5.4
source: Ime kho, bhikkhave, cattāro dhammā”ti.
sc_po: These are the four things.”
