Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.117.po
Languages: sc_po

# an4.117:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.117:0.2
source: 12. Kesivagga
sc_po: 12. With Kesi

# an4.117:0.3
source: 117. Ārakkhasutta
sc_po: 117. Guarding

# an4.117:1.1
source: “Catūsu, bhikkhave, ṭhānesu attarūpena appamādo sati cetaso ārakkho karaṇīyo.
sc_po: “Mendicants, in your own way you should practice diligence, mindfulness, and guarding of the mind in four situations.

# an4.117:1.2
source: Katamesu catūsu?
sc_po: What four?

# an4.117:1.3
source: ‘Mā me rajanīyesu dhammesu cittaṃ rajjī’ti attarūpena appamādo sati cetaso ārakkho karaṇīyo;
sc_po: ‘May my mind not be aroused by things that arouse greed.’ In your own way you should practice diligence, mindfulness, and guarding of the mind.

# an4.117:1.4
source: ‘mā me dosanīyesu dhammesu cittaṃ dussī’ti attarūpena appamādo sati cetaso ārakkho karaṇīyo;
sc_po: ‘May my mind not be angered by things that provoke hate.’ …

# an4.117:1.5
source: ‘mā me mohanīyesu dhammesu cittaṃ muyhī’ti attarūpena appamādo sati cetaso ārakkho karaṇīyo;
sc_po: ‘May my mind not be deluded by things that promote delusion.’ …

# an4.117:1.6
source: ‘mā me madanīyesu dhammesu cittaṃ majjī’ti attarūpena appamādo sati cetaso ārakkho karaṇīyo.
sc_po: ‘May my mind not be intoxicated by things that intoxicate.’ …

# an4.117:2.1
source: Yato kho, bhikkhave, bhikkhuno rajanīyesu dhammesu cittaṃ na rajjati vītarāgattā, dosanīyesu dhammesu cittaṃ na dussati vītadosattā, mohanīyesu dhammesu cittaṃ na muyhati vītamohattā, madanīyesu dhammesu cittaṃ na majjati vītamadattā, so na chambhati na kampati na vedhati na santāsaṃ āpajjati, na ca pana samaṇavacanahetupi gacchatī”ti.
sc_po: When a mendicant’s mind is no longer affected by greed, hate, delusion, or intoxication because they’ve got rid of these things, they don’t cower or shake or tremble or get scared, nor are they persuaded by the teachings of other ascetics.”
