Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.131.po
Languages: sc_po

# an4.131:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.131:0.2
source: 14. Puggalavagga
sc_po: 14. Persons

# an4.131:0.3
source: 131. Saṃyojanasutta
sc_po: 131. Fetters

# an4.131:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.131:1.2
source: Katame cattāro?
sc_po: What four?

# an4.131:1.3
source: Idha, bhikkhave, ekaccassa puggalassa orambhāgiyāni saṃyojanāni appahīnāni honti, upapattipaṭilābhiyāni saṃyojanāni appahīnāni honti, bhavapaṭilābhiyāni saṃyojanāni appahīnāni honti.
sc_po: One person hasn’t given up the lower fetters, the fetters for getting reborn, or the fetters for getting a continued existence.

# an4.131:2.1
source: Idha pana, bhikkhave, ekaccassa puggalassa orambhāgiyāni saṃyojanāni pahīnāni honti, upapattipaṭilābhiyāni saṃyojanāni appahīnāni honti, bhavapaṭilābhiyāni saṃyojanāni appahīnāni honti.
sc_po: One person has given up the lower fetters, but not the fetters for getting reborn, or the fetters for getting a continued existence.

# an4.131:3.1
source: Idha pana, bhikkhave, ekaccassa puggalassa orambhāgiyāni saṃyojanāni pahīnāni honti, upapattipaṭilābhiyāni saṃyojanāni pahīnāni honti, bhavapaṭilābhiyāni saṃyojanāni appahīnāni honti.
sc_po: One person has given up the lower fetters and the fetters for getting reborn, but not the fetters for getting a continued existence.

# an4.131:4.1
source: Idha pana, bhikkhave, ekaccassa puggalassa orambhāgiyāni saṃyojanāni pahīnāni honti, upapattipaṭilābhiyāni saṃyojanāni pahīnāni honti, bhavapaṭilābhiyāni saṃyojanāni pahīnāni honti.
sc_po: One person has given up the lower fetters, the fetters for getting reborn, and the fetters for getting a continued existence.

# an4.131:5.1
source: Katamassa, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni appahīnāni, upapattipaṭilābhiyāni saṃyojanāni appahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni?
sc_po: What person hasn’t given up the lower fetters, the fetters for getting reborn, or the fetters for getting a continued existence?

# an4.131:5.2
source: Sakadāgāmissa.
sc_po: A once-returner.

# an4.131:5.3
source: Imassa kho, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni appahīnāni, upapattipaṭilābhiyāni saṃyojanāni appahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni.
sc_po: This is the person who hasn’t given up the lower fetters, the fetters for getting reborn, or the fetters for getting a continued existence.

# an4.131:6.1
source: Katamassa, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni pahīnāni, upapattipaṭilābhiyāni saṃyojanāni appahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni?
sc_po: What person has given up the lower fetters, but not the fetters for getting reborn, or the fetters for getting a continued existence?

# an4.131:6.2
source: Uddhaṃsotassa akaniṭṭhagāmino.
sc_po: One heading upstream, going to the Akaniṭṭha realm.

# an4.131:7.1
source: Katamassa, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni pahīnāni, upapattipaṭilābhiyāni saṃyojanāni pahīnāni, bhavapaṭilābhiyāni saṃyojanāni appahīnāni?
sc_po: What person has given up the lower fetters and the fetters for getting reborn, but not the fetters for getting a continued existence?

# an4.131:7.2
source: Antarāparinibbāyissa.
sc_po: One extinguished between one life and the next.

# an4.131:8.1
source: Katamassa, bhikkhave, puggalassa orambhāgiyāni saṃyojanāni pahīnāni, upapattipaṭilābhiyāni saṃyojanāni pahīnāni, bhavapaṭilābhiyāni saṃyojanāni pahīnāni?
sc_po: What person has given up the lower fetters, the fetters for getting reborn, and the fetters for getting a continued existence?

# an4.131:8.2
source: Arahato.
sc_po: A perfected one.

# an4.131:8.4
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
