Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.060.po
Languages: sc_po

# an4.60:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.60:0.2
source: 6. Puññābhisandavagga
sc_po: 6. Overflowing Merit

# an4.60:0.3
source: 60. Gihisāmīcisutta
sc_po: 60. Lay Practice

# an4.60:1.1
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an4.60:2.1
source: “Catūhi kho, gahapati, dhammehi samannāgato ariyasāvako gihisāmīcipaṭipadaṃ paṭipanno hoti yasopaṭilābhiniṃ saggasaṃvattanikaṃ.
sc_po: “Householder, when a noble disciple does four things they are practicing appropriately for a layperson, which brings fame and leads to heaven.

# an4.60:2.2
source: Katamehi catūhi?
sc_po: What four?

# an4.60:2.3
source: Idha, gahapati, ariyasāvako bhikkhusaṅghaṃ paccupaṭṭhito hoti cīvarena, bhikkhusaṅghaṃ paccupaṭṭhito hoti piṇḍapātena, bhikkhusaṅghaṃ paccupaṭṭhito hoti senāsanena, bhikkhusaṅghaṃ paccupaṭṭhito hoti gilānappaccayabhesajjaparikkhārena.
sc_po: It’s when a noble disciple serves the mendicant Saṅgha with robes, alms-food, lodgings, and medicines and supplies for the sick.

# an4.60:2.4
source: Imehi kho, gahapati, catūhi dhammehi samannāgato ariyasāvako gihisāmīcipaṭipadaṃ paṭipanno hoti yasopaṭilābhiniṃ saggasaṃvattanikanti.
sc_po: When a noble disciple does these four things they are practicing appropriately for a layperson, which brings fame and leads to heaven.

# an4.60:3.1
source: Gihisāmīcipaṭipadaṃ,
sc_po: Those who are astute practice the way

# an4.60:3.2
source: paṭipajjanti paṇḍitā;
sc_po: that’s appropriate for laypeople.

# an4.60:3.3
source: Sammaggate sīlavante,
sc_po: They provide those who are ethical

# an4.60:3.4
source: cīvarena upaṭṭhitā.
sc_po: and on the right path with robes,

# an4.60:4.1
source: Piṇḍapātasayanena,
sc_po: alms-food, lodgings,

# an4.60:4.2
source: Gilānappaccayena ca;
sc_po: and supplies for the sick.

# an4.60:4.3
source: Tesaṃ divā ca ratto ca,
sc_po: Their merit always grows

# an4.60:4.4
source: Sadā puññaṃ pavaḍḍhati;
sc_po: by day and by night.

# an4.60:4.5
source: Saggañca kamatiṭṭhānaṃ,
sc_po: They pass on to a place in heaven,

# an4.60:4.6
source: Kammaṃ katvāna bhaddakan”ti.
sc_po: having done excellent deeds.”
