Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.042.po
Languages: sc_po

# an4.42:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.42:0.2
source: 5. Rohitassavagga
sc_po: 5. With Rohitassa

# an4.42:0.3
source: 42. Pañhabyākaraṇasutta
sc_po: 42. Ways of Answering Questions

# an4.42:1.1
source: “Cattārimāni, bhikkhave, pañhabyākaraṇāni.
sc_po: “Mendicants, there are these four ways of answering questions.

# an4.42:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.42:1.3
source: Atthi, bhikkhave, pañho ekaṃsabyākaraṇīyo;
sc_po: There is a question that should be answered definitively.

# an4.42:1.4
source: atthi, bhikkhave, pañho vibhajjabyākaraṇīyo;
sc_po: There is a question that should be answered analytically.

# an4.42:1.5
source: atthi, bhikkhave, pañho paṭipucchābyākaraṇīyo;
sc_po: There is a question that should be answered with a counter-question.

# an4.42:1.6
source: atthi, bhikkhave, pañho ṭhapanīyo.
sc_po: There is a question that should be set aside.

# an4.42:1.7
source: Imāni kho, bhikkhave, cattāri pañhabyākaraṇānīti.
sc_po: These are the four ways of answering questions.

# an4.42:2.1
source: Ekaṃsavacanaṃ ekaṃ,
sc_po: One is stated definitively,

# an4.42:2.2
source: vibhajjavacanāparaṃ;
sc_po: another analytically,

# an4.42:2.3
source: Tatiyaṃ paṭipuccheyya,
sc_po: a third with a counter-question,

# an4.42:2.4
source: catutthaṃ pana ṭhāpaye.
sc_po: while a fourth is set aside.

# an4.42:3.1
source: Yo ca tesaṃ tattha tattha,
sc_po: A mendicant who knows each of these,

# an4.42:3.2
source: jānāti anudhammataṃ;
sc_po: in line with good principles,

# an4.42:3.3
source: Catupañhassa kusalo,
sc_po: is said to be skilled

# an4.42:3.4
source: āhu bhikkhuṃ tathāvidhaṃ.
sc_po: in the four kinds of questions.

# an4.42:4.1
source: Durāsado duppasaho,
sc_po: They’re intimidating, hard to defeat,

# an4.42:4.2
source: gambhīro duppadhaṃsiyo;
sc_po: deep, and hard to crush.

# an4.42:4.3
source: Atho atthe anatthe ca,
sc_po: They’re expert in both

# an4.42:4.4
source: ubhayassa hoti kovido.
sc_po: what the meaning is and what it isn’t.

# an4.42:5.1
source: Anatthaṃ parivajjeti,
sc_po: Rejecting what is not the meaning,

# an4.42:5.2
source: atthaṃ gaṇhāti paṇḍito;
sc_po: an astute person grasps the meaning.

# an4.42:5.3
source: Atthābhisamayā dhīro,
sc_po: A wise one, comprehending the meaning,

# an4.42:5.4
source: paṇḍitoti pavuccatī”ti.
sc_po: is called ‘astute’.”
