Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.021.po
Languages: sc_po

# an4.21:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.21:0.2
source: 3. Uruvelavagga
sc_po: 3. At Uruvelā

# an4.21:0.3
source: 21. Paṭhamauruvelasutta
sc_po: 21. At Uruvelā (1st)

# an4.21:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an4.21:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an4.21:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# an4.21:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# an4.21:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# an4.21:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an4.21:2.1
source: “Ekamidāhaṃ, bhikkhave, samayaṃ uruvelāyaṃ viharāmi najjā nerañjarāya tīre ajapālanigrodhe paṭhamābhisambuddho.
sc_po: “Mendicants, this one time, when I was first awakened, I was staying near Uruvelā at the goatherd’s banyan tree on the bank of the Nerañjarā River.

# an4.21:2.2
source: Tassa mayhaṃ, bhikkhave, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: As I was in private retreat this thought came to mind:

# an4.21:2.3
source: ‘dukkhaṃ kho agāravo viharati appatisso.
sc_po: ‘One without respect and reverence lives in suffering.

# an4.21:2.4
source: Kiṃ nu kho ahaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyan’ti?
sc_po: What ascetic or brahmin should I honor and respect and rely on?’

# an4.21:3.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
sc_po: Then it occurred to me:

# an4.21:3.2
source: ‘aparipūrassa kho ahaṃ sīlakkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: ‘I would honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of ethics, if it were incomplete.

# an4.21:3.3
source: Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṃ samaṇaṃ vā brāhmaṇaṃ vā attanā sīlasampannataraṃ, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: But I don’t see any other ascetic or brahmin in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who is more accomplished than myself in ethics, who I should honor and respect and rely on.

# an4.21:4.1
source: Aparipūrassa kho ahaṃ samādhikkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: I would honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of immersion, if it were incomplete.

# an4.21:4.2
source: Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṃ samaṇaṃ vā brāhmaṇaṃ vā attanā samādhisampannataraṃ, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: But I don’t see any other ascetic or brahmin … who is more accomplished than myself in immersion …

# an4.21:5.1
source: Aparipūrassa kho ahaṃ paññākkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: I would honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of wisdom, if it were incomplete.

# an4.21:5.2
source: Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṃ samaṇaṃ vā brāhmaṇaṃ vā attanā paññāsampannataraṃ, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: But I don’t see any other ascetic or brahmin in this world … who is more accomplished than myself in wisdom …

# an4.21:6.1
source: Aparipūrassa kho ahaṃ vimuttikkhandhassa pāripūriyā aññaṃ samaṇaṃ vā brāhmaṇaṃ vā sakkatvā garuṃ katvā upanissāya vihareyyaṃ.
sc_po: I would honor and respect and rely on another ascetic or brahmin so as to complete the full spectrum of freedom, if it were incomplete.

# an4.21:6.2
source: Na kho panāhaṃ passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya aññaṃ samaṇaṃ vā brāhmaṇaṃ vā attanā vimuttisampannataraṃ, yamahaṃ sakkatvā garuṃ katvā upanissāya vihareyyan’ti.
sc_po: But I don’t see any other ascetic or brahmin in this world … who is more accomplished than myself in freedom …’

# an4.21:7.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
sc_po: Then it occurred to me:

# an4.21:7.2
source: ‘yannūnāhaṃ yvāyaṃ dhammo mayā abhisambuddho tameva dhammaṃ sakkatvā garuṃ katvā upanissāya vihareyyan’ti.
sc_po: ‘Why don’t I honor and respect and rely on the same teaching to which I was awakened?’

# an4.21:8.1
source: Atha kho, bhikkhave, brahmā sahampati mama cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evamevaṃ—brahmaloke antarahito mama purato pāturahosi.
sc_po: And then Brahmā Sahampati, knowing what I was thinking, vanished from the Brahmā realm and appeared in front of me, as easily as a strong man would extend or contract his arm.

# an4.21:8.2
source: Atha kho, bhikkhave, brahmā sahampati ekaṃsaṃ uttarāsaṅgaṃ karitvā dakkhiṇaṃ jāṇumaṇḍalaṃ pathaviyaṃ nihantvā yenāhaṃ tenañjaliṃ paṇāmetvā maṃ etadavoca:
sc_po: He arranged his robe over one shoulder, knelt on his right knee, raised his joined palms toward me, and said:

# an4.21:8.3
source: ‘evametaṃ, bhagavā, evametaṃ, sugata.
sc_po: ‘That’s so true, Blessed One! That’s so true, Holy One!

# an4.21:8.4
source: Yepi te, bhante, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto dhammaṃyeva sakkatvā garuṃ katvā upanissāya vihariṃsu;
sc_po: All the perfected ones, the fully awakened Buddhas who lived in the past honored and respected and relied on this same teaching.

# an4.21:8.5
source: yepi te, bhante, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā tepi bhagavanto dhammaṃyeva sakkatvā garuṃ katvā upanissāya viharissanti;
sc_po: All the perfected ones, the fully awakened Buddhas who will live in the future will honor and respect and rely on this same teaching.

# an4.21:8.6
source: bhagavāpi, bhante, etarahi arahaṃ sammāsambuddho dhammaṃyeva sakkatvā garuṃ katvā upanissāya viharatū’ti.
sc_po: May the Blessed One, who is the perfected one, the fully awakened Buddha at present, also honor and respect and rely on this same teaching.’

# an4.21:8.7
source: Idamavoca brahmā sahampati.
sc_po: That’s what Brahmā Sahampati said,

# an4.21:8.8
source: Idaṃ vatvā athāparaṃ etadavoca:
sc_po: Then he went on to say:

# an4.21:9.1
source: ‘Ye ca atītā sambuddhā,
sc_po: ‘All Buddhas, whether in the past,

# an4.21:9.2
source: ye ca buddhā anāgatā;
sc_po: the Buddhas of the future,

# an4.21:9.3
source: Yo cetarahi sambuddho,
sc_po: and the Buddha at present—

# an4.21:9.4
source: bahūnaṃ sokanāsano.
sc_po: destroyer of the sorrows of many—

# an4.21:10.1
source: Sabbe saddhammagaruno,
sc_po: respecting the true teaching

# an4.21:10.2
source: vihaṃsu viharanti ca;
sc_po: they did live, they do live,

# an4.21:10.3
source: Athopi viharissanti,
sc_po: and they also will live.

# an4.21:10.4
source: esā buddhāna dhammatā.
sc_po: This is the nature of the Buddhas.

# an4.21:11.1
source: Tasmā hi attakāmena,
sc_po: Therefore someone who loves themselves,

# an4.21:11.2
source: mahattamabhikaṅkhatā;
sc_po: aspiring to transcendence,

# an4.21:11.3
source: Saddhammo garukātabbo,
sc_po: should respect the true teaching,

# an4.21:11.4
source: saraṃ buddhāna sāsanan’ti.
sc_po: remembering the instructions of the Buddhas.’

# an4.21:12.1
source: Idamavoca, bhikkhave, brahmā sahampati.
sc_po: That’s what Brahmā Sahampati said.

# an4.21:12.2
source: Idaṃ vatvā maṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.
sc_po: Then he bowed and respectfully circled me, keeping me on his right side, before vanishing right there.

# an4.21:12.3
source: Atha khvāhaṃ, bhikkhave, brahmuno ca ajjhesanaṃ viditvā attano ca patirūpaṃ yvāyaṃ dhammo mayā abhisambuddho tameva dhammaṃ sakkatvā garuṃ katvā upanissāya vihāsiṃ.
sc_po: Then, knowing the request of Brahmā and what was suitable for myself, I honored and respected and relied on the same teaching to which I was awakened.

# an4.21:12.4
source: Yato ca kho, bhikkhave, saṃghopi mahattena samannāgato, atha me saṃghepi gāravo”ti.
sc_po: And since the Saṅgha has also achieved greatness, I also respect the Saṅgha.”
