Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.263.po
Languages: sc_po

# an4.263:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.263:0.2
source: 26. Abhiññāvagga
sc_po: 26. Insight

# an4.263:0.3
source: 263. Kammasutta
sc_po: 263. Deeds

# an4.263:1.1
source: “Catūhi, bhikkhave, dhammehi samannāgato bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: “When a foolish, incompetent bad person has four qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an4.263:1.2
source: Katamehi catūhi?
sc_po: What four?

# an4.263:1.3
source: Sāvajjena kāyakammena, sāvajjena vacīkammena, sāvajjena manokammena, sāvajjāya diṭṭhiyā—
sc_po: Blameworthy deeds by way of body, speech, and mind, and blameworthy view.

# an4.263:1.4
source: imehi kho, bhikkhave, catūhi dhammehi samannāgato bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: When a foolish, incompetent bad person has these four qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an4.263:2.1
source: Catūhi, bhikkhave, dhammehi samannāgato paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo viññūnaṃ, bahuñca puññaṃ pasavati.
sc_po: When an astute, competent good person has four qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.

# an4.263:2.2
source: Katamehi catūhi?
sc_po: What four?

# an4.263:2.3
source: Anavajjena kāyakammena, anavajjena vacīkammena, anavajjena manokammena, anavajjāya diṭṭhiyā—
sc_po: Blameless deeds by way of body, speech, and mind, and blameless view.

# an4.263:2.4
source: imehi kho, bhikkhave, catūhi dhammehi samannāgato paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo viññūnaṃ, bahuñca puññaṃ pasavatī”ti.
sc_po: When an astute, competent good person has these four qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.”
