Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.179.po
Languages: sc_po

# an4.179:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.179:0.2
source: 18. Sañcetaniyavagga
sc_po: 18. Intention

# an4.179:0.3
source: 179. Nibbānasutta
sc_po: 179. Extinguishment

# an4.179:1.1
source: Atha kho āyasmā ānando yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.
sc_po: Then Venerable Ānanda went up to Venerable Sāriputta, and exchanged greetings with him.

# an4.179:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, Ānanda sat down to one side, and said to Sāriputta:

# an4.179:1.3
source: “ko nu kho, āvuso sāriputta, hetu ko paccayo, yena m’idhekacce sattā diṭṭheva dhamme na parinibbāyantī”ti?
sc_po: “What is the cause, Reverend Sāriputta, what is the reason why some sentient beings aren’t fully extinguished in the present life?”

# an4.179:2.1
source: “Idhāvuso ānanda, sattā imā hānabhāgiyā saññāti yathābhūtaṃ nappajānanti, imā ṭhitibhāgiyā saññāti yathābhūtaṃ nappajānanti, imā visesabhāgiyā saññāti yathābhūtaṃ nappajānanti, imā nibbedhabhāgiyā saññāti yathābhūtaṃ nappajānanti.
sc_po: “Reverend Ānanda, it’s because some sentient beings don’t really understand which perceptions make things worse, which keep things steady, which lead to distinction, and which lead to penetration.

# an4.179:2.2
source: Ayaṃ kho, āvuso ānanda, hetu ayaṃ paccayo, yena m’idhekacce sattā diṭṭheva dhamme na parinibbāyantī”ti.
sc_po: That’s the cause, that’s the reason why some sentient beings aren’t fully extinguished in the present life.”

# an4.179:3.1
source: “Ko panāvuso sāriputta, hetu ko paccayo, yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti?
sc_po: “What is the cause, Reverend Sāriputta, what is the reason why some sentient beings are fully extinguished in the present life?”

# an4.179:3.2
source: “Idhāvuso ānanda, sattā imā hānabhāgiyā saññāti yathābhūtaṃ pajānanti, imā ṭhitibhāgiyā saññāti yathābhūtaṃ pajānanti, imā visesabhāgiyā saññāti yathābhūtaṃ pajānanti, imā nibbedhabhāgiyā saññāti yathābhūtaṃ pajānanti.
sc_po: “Reverend Ānanda, it’s because some sentient beings truly understand which perceptions make things worse, which keep things steady, which lead to distinction, and which lead to penetration.

# an4.179:3.3
source: Ayaṃ kho, āvuso ānanda, hetu ayaṃ paccayo, yena m’idhekacce sattā diṭṭheva dhamme parinibbāyantī”ti.
sc_po: That’s the cause, that’s the reason why some sentient beings are fully extinguished in the present life.”
