Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.091.po
Languages: sc_po

# an4.91:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.91:0.2
source: 10. Asuravagga
sc_po: 10. Demons

# an4.91:0.3
source: 91. Asurasutta
sc_po: 91. Demons

# an4.91:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.91:1.2
source: Katame cattāro?
sc_po: What four?

# an4.91:1.3
source: Asuro asuraparivāro, asuro devaparivāro, devo asuraparivāro, devo devaparivāro.
sc_po: ~A demon surrounded by demons, ~a demon surrounded by gods, ~a god surrounded by demons, and ~a god surrounded by gods.

# an4.91:2.1
source: Kathañca, bhikkhave, puggalo asuro hoti asuraparivāro?
sc_po: And how is a person a demon surrounded by demons?

# an4.91:2.2
source: Idha, bhikkhave, ekacco puggalo dussīlo hoti pāpadhammo, parisāpissa hoti dussīlā pāpadhammā.
sc_po: It’s when a person is unethical, of bad character, and their followers are the same.

# an4.91:2.3
source: Evaṃ kho, bhikkhave, puggalo asuro hoti asuraparivāro.
sc_po: That’s how a person is a demon surrounded by demons.

# an4.91:3.1
source: Kathañca, bhikkhave, puggalo asuro hoti devaparivāro?
sc_po: And how is a person a demon surrounded by gods?

# an4.91:3.2
source: Idha, bhikkhave, ekacco puggalo dussīlo hoti pāpadhammo, parisā ca khvassa hoti sīlavatī kalyāṇadhammā.
sc_po: It’s when a person is unethical, of bad character, but their followers are ethical, of good character.

# an4.91:3.3
source: Evaṃ kho, bhikkhave, puggalo asuro hoti devaparivāro.
sc_po: That’s how a person is a demon surrounded by gods.

# an4.91:4.1
source: Kathañca, bhikkhave, puggalo devo hoti asuraparivāro?
sc_po: And how is a person a god surrounded by demons?

# an4.91:4.2
source: Idha, bhikkhave, ekacco puggalo sīlavā hoti kalyāṇadhammo, parisā ca khvassa hoti dussīlā pāpadhammā.
sc_po: It’s when a person is ethical, of good character, but their followers are unethical, of bad character.

# an4.91:4.3
source: Evaṃ kho, bhikkhave, puggalo devo hoti asuraparivāro.
sc_po: That’s how a person is a god surrounded by demons.

# an4.91:5.1
source: Kathañca, bhikkhave, puggalo devo hoti devaparivāro?
sc_po: And how is a person a god surrounded by gods?

# an4.91:5.2
source: Idha, bhikkhave, ekacco puggalo sīlavā hoti kalyāṇadhammo, parisāpissa hoti sīlavatī kalyāṇadhammā.
sc_po: It’s when a person is ethical, of good character, and their followers are the same.

# an4.91:5.3
source: Evaṃ kho, bhikkhave, puggalo devo hoti, devaparivāro.
sc_po: That’s how a person is a god surrounded by gods.

# an4.91:5.4
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
