Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.039.po
Languages: sc_po

# an4.39:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.39:0.2
source: 4. Cakkavagga
sc_po: 4. Situations

# an4.39:0.3
source: 39. Ujjayasutta
sc_po: 39. With Ujjaya

# an4.39:1.1
source: Atha kho ujjayo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then Ujjaya the brahmin went up to the Buddha, and exchanged greetings with him.

# an4.39:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho ujjayo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# an4.39:1.3
source: “bhavampi no gotamo yaññaṃ vaṇṇetī”ti?
sc_po: “Does Master Gotama praise sacrifice?”

# an4.39:1.4
source: “Na kho ahaṃ, brāhmaṇa, sabbaṃ yaññaṃ vaṇṇemi;
sc_po: “Brahmin, I don’t praise all sacrifices.

# an4.39:1.5
source: na panāhaṃ, brāhmaṇa, sabbaṃ yaññaṃ na vaṇṇemi.
sc_po: Nor do I criticize all sacrifices.

# an4.39:1.6
source: Yathārūpe kho, brāhmaṇa, yaññe gāvo haññanti, ajeḷakā haññanti, kukkuṭasūkarā haññanti, vividhā pāṇā saṅghātaṃ āpajjanti;
sc_po: Take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are slaughtered.

# an4.39:1.7
source: evarūpaṃ kho ahaṃ, brāhmaṇa, sārambhaṃ yaññaṃ na vaṇṇemi.
sc_po: I criticize that kind of violent sacrifice.

# an4.39:1.8
source: Taṃ kissa hetu?
sc_po: Why is that?

# an4.39:1.9
source: Evarūpañhi, brāhmaṇa, sārambhaṃ yaññaṃ na upasaṅkamanti arahanto vā arahattamaggaṃ vā samāpannā.
sc_po: Because neither perfected ones nor those who have entered the path to perfection will attend such a violent sacrifice.

# an4.39:2.1
source: Yathārūpe ca kho, brāhmaṇa, yaññe neva gāvo haññanti, na ajeḷakā haññanti, na kukkuṭasūkarā haññanti, na vividhā pāṇā saṅghātaṃ āpajjanti;
sc_po: But take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of creatures are not slaughtered.

# an4.39:2.2
source: evarūpaṃ kho ahaṃ, brāhmaṇa, nirārambhaṃ yaññaṃ vaṇṇemi, yadidaṃ niccadānaṃ anukulayaññaṃ.
sc_po: I praise that kind of non-violent sacrifice; for example, a regular gift as an ongoing family sacrifice.

# an4.39:2.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an4.39:2.4
source: Evarūpañhi, brāhmaṇa, nirārambhaṃ yaññaṃ upasaṅkamanti arahanto vā arahattamaggaṃ vā samāpannāti.
sc_po: Because perfected ones and those who have entered the path to perfection will attend such a non-violent sacrifice.

# an4.39:3.1
source: Assamedhaṃ purisamedhaṃ,
sc_po: Horse sacrifice, human sacrifice,

# an4.39:3.2
source: Sammāpāsaṃ vājapeyyaṃ niraggaḷaṃ;
sc_po: the sacrifices of the ‘stick-casting’,

# an4.39:3.3
source: Mahāyaññā mahārambhā,
sc_po: the ‘royal soma drinking’, and the ‘unbarred’—

# an4.39:3.4
source: Na te honti mahapphalā.
sc_po: these huge violent sacrifices yield no great fruit.

# an4.39:4.1
source: Ajeḷakā ca gāvo ca,
sc_po: The great sages of good conduct

# an4.39:4.2
source: vividhā yattha haññare;
sc_po: don’t attend sacrifices

# an4.39:4.3
source: Na taṃ sammaggatā yaññaṃ,
sc_po: where goats, sheep, and cattle,

# an4.39:4.4
source: upayanti mahesino.
sc_po: and various creatures are killed.

# an4.39:5.1
source: Ye ca yaññā nirārambhā,
sc_po: But the great sages of good conduct

# an4.39:5.2
source: yajanti anukulaṃ sadā;
sc_po: do attend non-violent sacrifices

# an4.39:5.3
source: Ajeḷakā ca gāvo ca,
sc_po: of regular family tradition,

# an4.39:5.4
source: vividhā nettha haññare;
sc_po: where goats, sheep, and cattle,

# an4.39:5.5
source: Tañca sammaggatā yaññaṃ,
sc_po: and various creatures aren’t killed.

# an4.39:6.1
source: Etaṃ yajetha medhāvī,
sc_po: An intelligent person should sacrifice like this,

# an4.39:6.2
source: eso yañño mahapphalo;
sc_po: for this sacrifice is very fruitful.

# an4.39:6.3
source: Etaṃ hi yajamānassa,
sc_po: For a sponsor of sacrifices like this,

# an4.39:6.4
source: seyyo hoti na pāpiyo;
sc_po: things get better, not worse.

# an4.39:6.5
source: Yañño ca vipulo hoti,
sc_po: Such a sacrifice is truly abundant,

# an4.39:6.6
source: pasīdanti ca devatā”ti.
sc_po: and even the deities are pleased.”
