Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.126.po
Languages: sc_po

# an4.126:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.126:0.2
source: 13. Bhayavagga
sc_po: 13. Fears

# an4.126:0.3
source: 126. Dutiyamettāsutta
sc_po: 126. Love (2nd)

# an4.126:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.126:1.2
source: Katame cattāro?
sc_po: What four?

# an4.126:1.3
source: Idha, bhikkhave, ekacco puggalo mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.
sc_po: Firstly, a person meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# an4.126:1.4
source: So yadeva tattha hoti rūpagataṃ vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ te dhamme aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato samanupassati.
sc_po: They contemplate the phenomena there—included in form, feeling, perception, choices, and consciousness—as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.

# an4.126:1.5
source: So kāyassa bhedā paraṃ maraṇā suddhāvāsānaṃ devānaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of the gods of the pure abodes.

# an4.126:1.6
source: Ayaṃ, bhikkhave, upapatti asādhāraṇā puthujjanehi.
sc_po: This rebirth is not shared with ordinary people.

# an4.126:2.1
source: Puna caparaṃ, bhikkhave, idhekacco puggalo karuṇā … pe …
sc_po: Furthermore, a person meditates spreading a heart full of compassion …

# an4.126:2.2
source: muditā … pe …
sc_po: rejoicing …

# an4.126:2.3
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ tathā tatiyaṃ tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjena pharitvā viharati.
sc_po: equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# an4.126:2.4
source: So yadeva tattha hoti rūpagataṃ vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ te dhamme aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato samanupassati.
sc_po: They contemplate the phenomena there—included in form, feeling, perception, choices, and consciousness—as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.

# an4.126:2.5
source: So kāyassa bhedā paraṃ maraṇā suddhāvāsānaṃ devānaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of the gods of the pure abodes.

# an4.126:2.6
source: Ayaṃ, bhikkhave, upapatti asādhāraṇā puthujjanehi.
sc_po: This rebirth is not shared with ordinary people.

# an4.126:2.7
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasminti.
sc_po: These are the four people found in the world.”
