Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.108.po
Languages: sc_po

# an4.108:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.108:0.2
source: 11. Valāhakavagga
sc_po: 11. Clouds

# an4.108:0.3
source: 108. Balībaddasutta
sc_po: 108. Oxen

# an4.108:1.1
source: “Cattārome, bhikkhave, balībaddā.
sc_po: “Mendicants, there are these four kinds of oxen.

# an4.108:1.2
source: Katame cattāro?
sc_po: What four?

# an4.108:1.3
source: Sagavacaṇḍo no paragavacaṇḍo, paragavacaṇḍo no sagavacaṇḍo, sagavacaṇḍo ca paragavacaṇḍo ca, neva sagavacaṇḍo no paragavacaṇḍo—
sc_po: ~One hostile to its own herd, not others; ~one hostile to other herds, not its own; ~one hostile to both its own herd and others; and ~one hostile to neither its own herd nor others.

# an4.108:1.4
source: Ime kho, bhikkhave, cattāro balībaddā.
sc_po: These are the four kinds of oxen.

# an4.108:1.5
source: Evamevaṃ kho, bhikkhave, cattāro balībaddūpamā puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: In the same way, these four people similar to oxen are found in the world.

# an4.108:1.6
source: Katame cattāro?
sc_po: What four?

# an4.108:1.7
source: Sagavacaṇḍo no paragavacaṇḍo, paragavacaṇḍo no sagavacaṇḍo, sagavacaṇḍo ca paragavacaṇḍo ca, neva sagavacaṇḍo no paragavacaṇḍo.
sc_po: ~One hostile to their own herd, not others; ~one hostile to other herds, not their own; ~one hostile to both their own herd and others; and ~one hostile to neither their own herd nor others.

# an4.108:2.1
source: Kathañca, bhikkhave, puggalo sagavacaṇḍo hoti, no paragavacaṇḍo?
sc_po: And how is a person hostile to their own herd, not others?

# an4.108:2.2
source: Idha, bhikkhave, ekacco puggalo sakaparisaṃ ubbejetā hoti, no paraparisaṃ.
sc_po: It’s when a person intimidates their own followers, not the followers of others.

# an4.108:2.3
source: Evaṃ kho, bhikkhave, puggalo sagavacaṇḍo hoti, no paragavacaṇḍo.
sc_po: That’s how a person is hostile to their own herd, not others.

# an4.108:2.4
source: Seyyathāpi so, bhikkhave, balībaddo sagavacaṇḍo, no paragavacaṇḍo;
sc_po: That person is like an ox that’s hostile to its own herd, not others.

# an4.108:3.1
source: Kathañca, bhikkhave, puggalo paragavacaṇḍo hoti, no sagavacaṇḍo?
sc_po: And how is a person hostile to other herds, not their own?

# an4.108:3.2
source: Idha, bhikkhave, ekacco puggalo paraparisaṃ ubbejetā hoti, no sakaparisaṃ.
sc_po: It’s when a person intimidates the followers of others, not their own. …

# an4.108:4.1
source: Kathañca, bhikkhave, puggalo sagavacaṇḍo ca hoti paragavacaṇḍo ca?
sc_po: And how is a person hostile to both their own herd and others?

# an4.108:4.2
source: Idha, bhikkhave, ekacco puggalo sakaparisaṃ ubbejetā hoti paraparisañca.
sc_po: It’s when a person intimidates their own followers and the followers of others. …

# an4.108:5.1
source: Kathañca, bhikkhave, puggalo neva sagavacaṇḍo hoti no paragavacaṇḍo?
sc_po: And how is a person hostile to neither their own herd nor others?

# an4.108:5.2
source: Idha, bhikkhave, ekacco puggalo neva sakaparisaṃ ubbejetā hoti, no paraparisañca.
sc_po: It’s when a person doesn’t intimidate their own followers or the followers of others.

# an4.108:5.6
source: Ime kho, bhikkhave, cattāro balībaddūpamā puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These four people similar to oxen are found in the world.”
