Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.246.po
Languages: sc_po

# an4.246:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.246:0.2
source: 25. Āpattibhayavagga
sc_po: 25. Perils of Offenses

# an4.246:0.3
source: 246. Seyyāsutta
sc_po: 246. Lying Postures

# an4.246:1.1
source: “Catasso imā, bhikkhave, seyyā.
sc_po: “Mendicants, there are these four ways of lying down.

# an4.246:1.2
source: Katamā catasso?
sc_po: What four?

# an4.246:1.3
source: Petaseyyā, kāmabhogiseyyā, sīhaseyyā, tathāgataseyyā.
sc_po: The ways a corpse, a pleasure seeker, a lion, and a Realized One lie down.

# an4.246:1.4
source: Katamā ca, bhikkhave, petaseyyā?
sc_po: And how does a corpse lie down?

# an4.246:1.5
source: Yebhuyyena, bhikkhave, petā uttānā senti;
sc_po: Corpses usually lie flat on their backs.

# an4.246:1.6
source: ayaṃ vuccati, bhikkhave, petaseyyā.
sc_po: This is called the way a corpse lies down.

# an4.246:2.1
source: Katamā ca, bhikkhave, kāmabhogiseyyā?
sc_po: And how does a pleasure seeker lie down?

# an4.246:2.2
source: Yebhuyyena, bhikkhave, kāmabhogī vāmena passena senti;
sc_po: Pleasure seekers usually lie down on their left side.

# an4.246:2.3
source: ayaṃ vuccati, bhikkhave, kāmabhogiseyyā.
sc_po: This is called the way a pleasure seeker lies down.

# an4.246:3.1
source: Katamā ca, bhikkhave, sīhaseyyā?
sc_po: And how does a lion lie down?

# an4.246:3.2
source: Sīho, bhikkhave, migarājā dakkhiṇena passena seyyaṃ kappeti, pāde pādaṃ accādhāya, antarasatthimhi naṅguṭṭhaṃ anupakkhipitvā.
sc_po: The lion, king of beasts, lies down on the right side, placing one foot on top of the other, with his tail tucked between his thighs.

# an4.246:3.3
source: So paṭibujjhitvā purimaṃ kāyaṃ abbhunnāmetvā pacchimaṃ kāyaṃ anuviloketi.
sc_po: When he wakes, he lifts his front quarters and checks his hind quarters.

# an4.246:3.4
source: Sace, bhikkhave, sīho migarājā kiñci passati kāyassa vikkhittaṃ vā visaṭaṃ vā, tena, bhikkhave, sīho migarājā anattamano hoti.
sc_po: If he sees that any part of his body is disordered or displaced, he is displeased.

# an4.246:3.5
source: Sace pana, bhikkhave, sīho migarājā na kiñci passati kāyassa vikkhittaṃ vā visaṭaṃ vā, tena, bhikkhave, sīho migarājā attamano hoti.
sc_po: But if he sees that no part of his body is disordered or displaced, he is pleased.

# an4.246:3.6
source: Ayaṃ vuccati, bhikkhave, sīhaseyyā.
sc_po: This is called the way a lion lies down.

# an4.246:4.1
source: Katamā ca, bhikkhave, tathāgataseyyā?
sc_po: And how does a Realized One lie down?

# an4.246:4.2
source: Idha, bhikkhave, tathāgato vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati.
sc_po: It’s when a Realized One, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption.

# an4.246:4.3
source: Ayaṃ vuccati, bhikkhave, tathāgataseyyā.
sc_po: This is called the way a Realized One lies down.

# an4.246:4.4
source: Imā kho, bhikkhave, catasso seyyā”ti.
sc_po: These are the four ways of lying down.”
