Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.079.po
Languages: sc_po

# an4.79:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.79:0.2
source: 8. Apaṇṇakavagga
sc_po: 8. Guaranteed

# an4.79:0.3
source: 79. Vaṇijjasutta
sc_po: 79. Business

# an4.79:1.1
source: Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:
sc_po: Then Venerable Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him:

# an4.79:1.2
source: “ko nu kho, bhante, hetu ko paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā chedagāminī hoti?
sc_po: “Sir, what is the cause, what is the reason why for different people the same kind of business undertaking might fail,

# an4.79:1.3
source: Ko pana, bhante, hetu ko paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā na yathādhippāyā hoti?
sc_po: while another doesn’t meet expectations,

# an4.79:1.4
source: Ko nu kho, bhante, hetu ko paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā yathādhippāyā hoti?
sc_po: another meets expectations,

# an4.79:1.5
source: Ko pana, bhante, hetu ko paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā parādhippāyā hotī”ti?
sc_po: and another exceeds expectations?”

# an4.79:2.1
source: “Idha, sāriputta, ekacco samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā pavāreti: ‘vadatu, bhante, paccayenā’ti. So yena pavāreti taṃ na deti.
sc_po: “Sāriputta, take a case where someone goes to an ascetic or brahmin and invites them to ask for what they need. But they fail to give what’s requested.

# an4.79:2.2
source: So ce tato cuto itthattaṃ āgacchati, so yaññadeva vaṇijjaṃ payojeti, sāssa hoti chedagāminī.
sc_po: When they’ve passed away from that life, if they’re reborn in this state of existence, whatever business they undertake fails.

# an4.79:3.1
source: Idha pana, sāriputta, ekacco samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā pavāreti: ‘vadatu, bhante, paccayenā’ti. So yena pavāreti taṃ na yathādhippāyaṃ deti.
sc_po: Take a case where someone goes to an ascetic or brahmin and invites them to ask for what they need. They give what’s requested, but don’t meet expectations.

# an4.79:3.2
source: So ce tato cuto itthattaṃ āgacchati, so yaññadeva vaṇijjaṃ payojeti, sāssa na hoti yathādhippāyā.
sc_po: When they’ve passed away from that life, if they’re reborn in this state of existence, whatever business they undertake doesn’t meet expectations.

# an4.79:4.1
source: Idha pana, sāriputta, ekacco samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā pavāreti: ‘vadatu, bhante, paccayenā’ti. So yena pavāreti taṃ yathādhippāyaṃ deti.
sc_po: Take a case where someone goes to an ascetic or brahmin and invites them to ask for what they need. They give what’s requested, meeting expectations.

# an4.79:4.2
source: So ce tato cuto itthattaṃ āgacchati, so yaññadeva vaṇijjaṃ payojeti, sāssa hoti yathādhippāyā.
sc_po: When they’ve passed away from that life, if they’re reborn in this state of existence, whatever business they undertake meets expectations.

# an4.79:5.1
source: Idha, sāriputta, ekacco samaṇaṃ vā brāhmaṇaṃ vā upasaṅkamitvā pavāreti: ‘vadatu, bhante, paccayenā’ti. So yena pavāreti taṃ parādhippāyaṃ deti.
sc_po: Take a case where someone goes to an ascetic or brahmin and invites them to ask for what they need. They give what’s requested, exceeding expectations.

# an4.79:5.2
source: So ce tato cuto itthattaṃ āgacchati, so yaññadeva vaṇijjaṃ payojeti, sāssa hoti parādhippāyā.
sc_po: When they’ve passed away from that life, if they’re reborn in this state of existence, whatever business they undertake exceeds expectations.

# an4.79:6.1
source: Ayaṃ kho, sāriputta, hetu ayaṃ paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā chedagāminī hoti.
sc_po: This is the cause, this is the reason why for different people the same kind of business enterprise might fail,

# an4.79:6.2
source: Ayaṃ pana, sāriputta, hetu ayaṃ paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā na yathādhippāyā hoti.
sc_po: while another doesn’t meet expectations,

# an4.79:6.3
source: Ayaṃ kho pana, sāriputta, hetu ayaṃ paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā yathādhippāyā hoti.
sc_po: another meets expectations,

# an4.79:6.4
source: Ayaṃ pana, sāriputta, hetu ayaṃ paccayo, yena midhekaccassa tādisāva vaṇijjā payuttā parādhippāyā hotī”ti.
sc_po: and another exceeds expectations.”
