Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.080.po
Languages: sc_po

# an4.80:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.80:0.2
source: 8. Apaṇṇakavagga
sc_po: 8. Guaranteed

# an4.80:0.3
source: 80. Kambojasutta
sc_po: 80. Persia

# an4.80:1.1
source: Ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme.
sc_po: At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.

# an4.80:1.2
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# an4.80:2.1
source: “Ko nu kho, bhante, hetu ko paccayo, yena mātugāmo neva sabhāyaṃ nisīdati, na kammantaṃ payojeti, na kambojaṃ gacchatī”ti?
sc_po: “Sir, what is the cause, what is the reason why females don’t attend council meetings, work for a living, or travel to Persia?”

# an4.80:2.2
source: “Kodhano, ānanda, mātugāmo;
sc_po: “Ānanda, females are irritable,

# an4.80:2.3
source: issukī, ānanda, mātugāmo;
sc_po: jealous,

# an4.80:2.4
source: maccharī, ānanda, mātugāmo;
sc_po: stingy,

# an4.80:2.5
source: duppañño, ānanda, mātugāmo—
sc_po: and unintelligent.

# an4.80:2.6
source: ayaṃ kho, ānanda, hetu ayaṃ paccayo, yena mātugāmo neva sabhāyaṃ nisīdati, na kammantaṃ payojeti, na kambojaṃ gacchatī”ti.
sc_po: This is the cause, this is the reason why females don’t attend council meetings, work for a living, or travel to Persia.”
