Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.012.po
Languages: sc_po

# an4.12:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.12:0.2
source: 2. Caravagga
sc_po: 2. Walking

# an4.12:0.3
source: 12. Sīlasutta
sc_po: 12. Ethics

# an4.12:1.1
source: “Sampannasīlā, bhikkhave, viharatha sampannapātimokkhā, pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā, aṇumattesu vajjesu bhayadassāvino samādāya sikkhatha sikkhāpadesu.
sc_po: “Mendicants, live by the ethical precepts and the monastic code. Live restrained in the code of conduct, conducting yourselves well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.

# an4.12:1.2
source: Sampannasīlānaṃ vo, bhikkhave, viharataṃ sampannapātimokkhānaṃ pātimokkhasaṃvarasaṃvutānaṃ viharataṃ ācāragocarasampannānaṃ aṇumattesu vajjesu bhayadassāvīnaṃ samādāya sikkhataṃ sikkhāpadesu, kimassa uttari karaṇīyaṃ?
sc_po: When you’ve done this, what more is there to do?

# an4.12:2.1
source: Carato cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, carampi, bhikkhave, bhikkhu evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccati.
sc_po: Suppose a mendicant has got rid of desire and ill will while walking, and has given up dullness and drowsiness, restlessness and remorse, and doubt. Their energy is roused up and unflagging, their mindfulness is established and lucid, their body is tranquil and undisturbed, and their mind is immersed in samādhi. Such a mendicant is said to be ‘keen and prudent, always energetic and determined’ when walking.

# an4.12:3.1
source: Ṭhitassa cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, ṭhitopi, bhikkhave, bhikkhu evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccati.
sc_po: Suppose a mendicant has got rid of desire and ill will while standing …

# an4.12:4.1
source: Nisinnassa cepi, bhikkhave, bhikkhuno abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, nisinnopi, bhikkhave, bhikkhu evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccati.
sc_po: sitting …

# an4.12:5.1
source: Sayānassa cepi, bhikkhave, bhikkhuno jāgarassa abhijjhābyāpādo vigato hoti, thinamiddhaṃ … uddhaccakukkuccaṃ … vicikicchā pahīnā hoti, āraddhaṃ hoti vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ, sayānopi, bhikkhave, bhikkhu jāgaro evaṃbhūto ‘ātāpī ottāpī satataṃ samitaṃ āraddhavīriyo pahitatto’ti vuccatīti.
sc_po: and when lying down while awake, and has given up dullness and drowsiness, restlessness and remorse, and doubt. Their energy is roused up and unflagging, their mindfulness is established and lucid, their body is tranquil and undisturbed, and their mind is immersed in samādhi. Such a mendicant is said to be ‘keen and prudent, always energetic and determined’ when lying down while awake.

# an4.12:6.1
source: Yataṃ care yataṃ tiṭṭhe,
sc_po: Carefully walking, carefully standing,

# an4.12:6.2
source: Yataṃ acche yataṃ saye;
sc_po: carefully sitting, carefully lying;

# an4.12:6.3
source: Yataṃ samiñjaye bhikkhu,
sc_po: a mendicant carefully bends their limbs,

# an4.12:6.4
source: Yatamenaṃ pasāraye.
sc_po: and carefully extends them.

# an4.12:7.1
source: Uddhaṃ tiriyaṃ apācīnaṃ,
sc_po: Above, below, and all around,

# an4.12:7.2
source: yāvatājagatogati;
sc_po: as far as the earth extends;

# an4.12:7.3
source: Samavekkhitā ca dhammānaṃ,
sc_po: they scrutinize the rise and fall

# an4.12:7.4
source: khandhānaṃ udayabbayaṃ.
sc_po: of phenomena such as the aggregates.

# an4.12:8.1
source: Cetosamathasāmīciṃ,
sc_po: Training in what leads to serenity of heart,

# an4.12:8.2
source: sikkhamānaṃ sadā sataṃ;
sc_po: always staying mindful;

# an4.12:8.3
source: Satataṃ pahitattoti,
sc_po: they call such a mendicant

# an4.12:8.4
source: āhu bhikkhuṃ tathāvidhan”ti.
sc_po: ‘always determined’.”
