Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.089.po
Languages: sc_po

# an4.89:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.89:0.2
source: 9. Macalavagga
sc_po: 9. Confirmed

# an4.89:0.3
source: 89. Sammādiṭṭhisutta
sc_po: 89. Right View

# an4.89:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.89:1.2
source: Katame cattāro?
sc_po: What four?

# an4.89:1.3
source: Samaṇamacalo, samaṇapuṇḍarīko, samaṇapadumo, samaṇesu samaṇasukhumālo.
sc_po: The confirmed ascetic, the white lotus ascetic, the pink lotus ascetic, and the exquisite ascetic of ascetics.

# an4.89:2.1
source: Kathañca, bhikkhave, puggalo samaṇamacalo hoti?
sc_po: And how is a person a confirmed ascetic?

# an4.89:2.2
source: Idha, bhikkhave, bhikkhu sammādiṭṭhiko hoti, sammāsaṅkappo hoti, sammāvāco hoti, sammākammanto hoti, sammāājīvo hoti, sammāvāyāmo hoti, sammāsati hoti, sammāsamādhi hoti.
sc_po: It’s when a mendicant has right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# an4.89:2.3
source: Evaṃ kho, bhikkhave, puggalo samaṇamacalo hoti.
sc_po: That’s how a person is a confirmed ascetic.

# an4.89:3.1
source: Kathañca, bhikkhave, puggalo samaṇapuṇḍarīko hoti?
sc_po: And how is a person a white lotus ascetic?

# an4.89:3.2
source: Idha, bhikkhave, bhikkhu sammādiṭṭhiko hoti, sammāsaṅkappo hoti, sammāvāco hoti, sammākammanto hoti, sammāājīvo hoti, sammāvāyāmo hoti, sammāsati hoti, sammāsamādhi hoti, sammāñāṇī hoti, sammāvimutti hoti, no ca kho aṭṭha vimokkhe kāyena phusitvā viharati.
sc_po: It’s when they have right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom. But they don’t have direct meditative experience of the eight liberations.

# an4.89:3.3
source: Evaṃ kho, bhikkhave, puggalo samaṇapuṇḍarīko hoti.
sc_po: That’s how a person is a white lotus ascetic.

# an4.89:4.1
source: Kathañca, bhikkhave, puggalo samaṇapadumo hoti?
sc_po: And how is a person a pink lotus ascetic?

# an4.89:4.2
source: Idha, bhikkhave, bhikkhu sammādiṭṭhiko hoti … pe … sammāvimutti hoti, aṭṭha ca vimokkhe kāyena phusitvā viharati.
sc_po: It’s when they have right view … and right freedom. And they do have direct meditative experience of the eight liberations.

# an4.89:4.3
source: Evaṃ kho, bhikkhave, puggalo samaṇapadumo hoti.
sc_po: That’s how a person is a pink lotus ascetic.

# an4.89:5.1
source: Kathañca, bhikkhave, puggalo samaṇesu samaṇasukhumālo hoti?
sc_po: And how is a person an exquisite ascetic of ascetics?

# an4.89:5.2
source: Idha, bhikkhave, bhikkhu yācitova bahulaṃ cīvaraṃ paribhuñjati, appaṃ ayācito … pe … yañhi taṃ, bhikkhave, sammā vadamāno vadeyya samaṇesu samaṇasukhumāloti, mameva taṃ, bhikkhave, sammā vadamāno vadeyya samaṇesu samaṇasukhumāloti.
sc_po: It’s when a mendicant usually uses only what they’ve been invited to accept … And if anyone should be rightly called an exquisite ascetic of ascetics, it’s me.

# an4.89:5.3
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
