Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.095.po
Languages: sc_po

# an4.95:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.95:0.2
source: 10. Asuravagga
sc_po: 10. Demons

# an4.95:0.3
source: 95. Chavālātasutta
sc_po: 95. A Firebrand

# an4.95:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.95:1.2
source: Katame cattāro?
sc_po: What four?

# an4.95:1.3
source: Nevattahitāya paṭipanno no parahitāya, parahitāya paṭipanno no attahitāya, attahitāya paṭipanno no parahitāya, attahitāya ceva paṭipanno parahitāya ca.
sc_po: ~One who practices to benefit neither themselves nor others; ~one who practices to benefit others, but not themselves; ~one who practices to benefit themselves, but not others; and ~one who practices to benefit both themselves and others.

# an4.95:2.1
source: Seyyathāpi, bhikkhave, chavālātaṃ ubhato padittaṃ, majjhe gūthagataṃ, neva gāme kaṭṭhatthaṃ pharati na araññe ();
sc_po: Suppose there was a firebrand for lighting a funeral pyre, burning at both ends, and smeared with dung in the middle. It couldn’t be used as timber either in the village or the wilderness.

# an4.95:2.2
source: tathūpamāhaṃ, bhikkhave, imaṃ puggalaṃ vadāmi yvāyaṃ puggalo nevattahitāya paṭipanno no parahitāya.
sc_po: The person who practices to benefit neither themselves nor others is like this, I say.

# an4.95:3.1
source: Tatra, bhikkhave, yvāyaṃ puggalo parahitāya paṭipanno no attahitāya, ayaṃ imesaṃ dvinnaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.
sc_po: The person who practices to benefit others, but not themselves, is better than that.

# an4.95:3.2
source: Tatra, bhikkhave, yvāyaṃ puggalo attahitāya paṭipanno no parahitāya, ayaṃ imesaṃ tiṇṇaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.
sc_po: The person who practices to benefit themselves, but not others, is better than both of those.

# an4.95:3.3
source: Tatra, bhikkhave, yvāyaṃ puggalo attahitāya ceva paṭipanno parahitāya ca, ayaṃ imesaṃ catunnaṃ puggalānaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.
sc_po: But the person who practices to benefit both themselves and others is the foremost, best, chief, highest, and finest of the four.

# an4.95:4.1
source: Seyyathāpi, bhikkhave, gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo, sappimaṇḍo tattha aggamakkhāyati;
sc_po: From a cow comes milk, from milk comes curds, from curds come butter, from butter comes ghee, and from ghee comes cream of ghee. And the cream of ghee is said to be the best of these.

# an4.95:4.2
source: evamevaṃ kho, bhikkhave, yvāyaṃ puggalo attahitāya ceva paṭipanno parahitāya ca, ayaṃ imesaṃ catunnaṃ puggalānaṃ aggo ca seṭṭho ca pāmokkho ca uttamo ca pavaro ca.
sc_po: In the same way, the person who practices to benefit both themselves and others is the foremost, best, chief, highest, and finest of the four.

# an4.95:4.3
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
