Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.138.po
Languages: sc_po

# an4.138:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.138:0.2
source: 14. Puggalavagga
sc_po: 14. Persons

# an4.138:0.3
source: 138. Nikaṭṭhasutta
sc_po: 138. Retreat

# an4.138:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.138:1.2
source: Katame cattāro?
sc_po: What four?

# an4.138:1.3
source: Nikaṭṭhakāyo anikaṭṭhacitto, anikaṭṭhakāyo nikaṭṭhacitto, anikaṭṭhakāyo ca anikaṭṭhacitto ca, nikaṭṭhakāyo ca nikaṭṭhacitto ca.
sc_po: ~One is on retreat in body, but not mind; ~one is on retreat in mind, but not body; ~one is on retreat in neither body nor mind; and ~one is on retreat in both body and mind.

# an4.138:2.1
source: Kathañca, bhikkhave, puggalo nikaṭṭhakāyo hoti anikaṭṭhacitto?
sc_po: And how is a person on retreat in body, but not mind?

# an4.138:2.2
source: Idha, bhikkhave, ekacco puggalo araññavanapatthāni pantāni senāsanāni paṭisevati.
sc_po: It’s when a person frequents remote lodgings in the wilderness and the forest.

# an4.138:2.3
source: So tattha kāmavitakkampi vitakketi byāpādavitakkampi vitakketi vihiṃsāvitakkampi vitakketi.
sc_po: But they think sensual, malicious, and cruel thoughts.

# an4.138:2.4
source: Evaṃ kho, bhikkhave, puggalo nikaṭṭhakāyo hoti anikaṭṭhacitto.
sc_po: That’s how a person is on retreat in body, but not mind.

# an4.138:3.1
source: Kathañca, bhikkhave, puggalo anikaṭṭhakāyo hoti nikaṭṭhacitto?
sc_po: And how is a person on retreat in mind, but not body?

# an4.138:3.2
source: Idha, bhikkhave, ekacco puggalo naheva kho araññavanapatthāni pantāni senāsanāni paṭisevati.
sc_po: It’s when a person doesn’t frequent remote lodgings in the wilderness and the forest.

# an4.138:3.3
source: So tattha nekkhammavitakkampi vitakketi abyāpādavitakkampi vitakketi avihiṃsāvitakkampi vitakketi.
sc_po: But they think thoughts of renunciation, good will, and harmlessness.

# an4.138:3.4
source: Evaṃ kho, bhikkhave, puggalo anikaṭṭhakāyo hoti nikaṭṭhacitto.
sc_po: That’s how a person is on retreat in mind, but not body.

# an4.138:4.1
source: Kathañca, bhikkhave, puggalo anikaṭṭhakāyo ca hoti anikaṭṭhacitto ca?
sc_po: And how is a person on retreat in neither body nor mind?

# an4.138:4.2
source: Idha, bhikkhave, ekacco puggalo naheva kho araññavanapatthāni pantāni senāsanāni paṭisevati.
sc_po: It’s when a person doesn’t frequent remote lodgings in the wilderness and the forest.

# an4.138:4.3
source: So tattha kāmavitakkampi vitakketi byāpādavitakkampi vitakketi vihiṃsāvitakkampi vitakketi.
sc_po: And they think sensual, malicious, and cruel thoughts.

# an4.138:4.4
source: Evaṃ kho, bhikkhave, puggalo anikaṭṭhakāyo ca hoti anikaṭṭhacitto ca.
sc_po: That’s how a person is on retreat in neither body nor mind.

# an4.138:5.1
source: Kathañca, bhikkhave, puggalo nikaṭṭhakāyo ca hoti nikaṭṭhacitto ca?
sc_po: And how is a person on retreat in both body and mind?

# an4.138:5.2
source: Idha, bhikkhave, ekacco puggalo araññavanapatthāni pantāni senāsanāni paṭisevati.
sc_po: It’s when a person frequents remote lodgings in the wilderness and the forest.

# an4.138:5.3
source: So tattha nekkhammavitakkampi vitakketi abyāpādavitakkampi vitakketi avihiṃsāvitakkampi vitakketi.
sc_po: And they think thoughts of renunciation, good will, and harmlessness.

# an4.138:5.4
source: Evaṃ kho, bhikkhave, puggalo nikaṭṭhakāyo ca hoti nikaṭṭhacitto ca.
sc_po: That’s how a person is on retreat in both body and mind.

# an4.138:5.5
source: Ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
