Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.258.po
Languages: sc_po

# an4.258:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.258:0.2
source: 26. Abhiññāvagga
sc_po: 26. Insight

# an4.258:0.3
source: 258. Kulasutta
sc_po: 258. Families

# an4.258:1.1
source: “Yāni kānici, bhikkhave, kulāni bhogesu mahattaṃ pattāni na ciraṭṭhitikāni bhavanti, sabbāni tāni catūhi ṭhānehi, etesaṃ vā aññatarena.
sc_po: “Mendicants, when families don’t stay wealthy for long, it’s always for one or more of these four reasons.

# an4.258:1.2
source: Katamehi catūhi?
sc_po: What four?

# an4.258:1.3
source: Naṭṭhaṃ na gavesanti, jiṇṇaṃ na paṭisaṅkharonti, aparimitapānabhojanā honti, dussīlaṃ itthiṃ vā purisaṃ vā ādhipacce ṭhapenti.
sc_po: They don’t look for what’s lost; they don’t fix old things; they eat and drink too much; or they put an unethical woman or man in charge.

# an4.258:1.4
source: Yāni kānici, bhikkhave, kulāni bhogesu mahattaṃ pattāni na ciraṭṭhitikāni bhavanti, sabbāni tāni imehi catūhi ṭhānehi, etesaṃ vā aññatarena.
sc_po: When families don’t stay wealthy for long, it’s always for one or more of these four reasons.

# an4.258:2.1
source: Yāni kānici, bhikkhave, kulāni bhogesu mahattaṃ pattāni ciraṭṭhitikāni bhavanti, sabbāni tāni catūhi ṭhānehi, etesaṃ vā aññatarena.
sc_po: When families do stay wealthy for long, it’s always for one or more of these four reasons.

# an4.258:2.2
source: Katamehi catūhi?
sc_po: What four?

# an4.258:2.3
source: Naṭṭhaṃ gavesanti, jiṇṇaṃ paṭisaṅkharonti, parimitapānabhojanā honti, sīlavantaṃ itthiṃ vā purisaṃ vā ādhipacce ṭhapenti.
sc_po: They look for what’s lost; they fix old things; they eat and drink in moderation; and they put an ethical woman or man in charge.

# an4.258:2.4
source: Yāni kānici, bhikkhave, kulāni bhogesu mahattaṃ pattāni ciraṭṭhitikāni bhavanti, sabbāni tāni imehi catūhi ṭhānehi, etesaṃ vā aññatarenā”ti.
sc_po: When families do stay wealthy for long, it’s always for one or more of these four reasons.”
