Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.172.po
Languages: sc_po

# an4.172:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.172:0.2
source: 18. Sañcetaniyavagga
sc_po: 18. Intention

# an4.172:0.3
source: 172. Vibhattisutta
sc_po: 172. Sāriputta’s Attainment of Textual Analysis

# an4.172:1.1
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
sc_po: There Sāriputta addressed the mendicants:

# an4.172:1.2
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an4.172:1.3
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an4.172:1.4
source: Āyasmā sāriputto etadavoca:
sc_po: Sāriputta said this:

# an4.172:2.1
source: “Addhamāsūpasampannena me, āvuso, atthapaṭisambhidā sacchikatā odhiso byañjanaso.
sc_po: “Reverends, I realized the textual analysis of the meaning—piece by piece and expression by expression—a fortnight after I ordained.

# an4.172:2.2
source: Tamahaṃ anekapariyāyena ācikkhāmi desemi paññāpemi paṭṭhapemi vivarāmi vibhajāmi uttānīkaromi.
sc_po: In many ways I explain, teach, assert, establish, clarify, analyze, and reveal it.

# an4.172:2.3
source: Yassa kho panassa kaṅkhā vā vimati vā, so maṃ pañhena.
sc_po: Whoever has any doubt or uncertainty, let them ask me,

# an4.172:2.4
source: Ahaṃ veyyākaraṇena sammukhībhūto no satthā yo no dhammānaṃ sukusalo.
sc_po: I will answer. Our teacher is present, he who is so very skilled in our teachings.

# an4.172:3.1
source: Addhamāsūpasampannena me, āvuso, dhammapaṭisambhidā sacchikatā odhiso byañjanaso.
sc_po: I realized the textual analysis of the text—piece by piece and expression by expression—a fortnight after I ordained. …

# an4.172:4.1
source: Addhamāsūpasampannena me, āvuso, niruttipaṭisambhidā sacchikatā odhiso byañjanaso.
sc_po: I realized the textual analysis of terminology—piece by piece and expression by expression—a fortnight after I ordained. …

# an4.172:5.1
source: Addhamāsūpasampannena me, āvuso, paṭibhānapaṭisambhidā sacchikatā odhiso byañjanaso.
sc_po: I realized the textual analysis of eloquence—piece by piece and expression by expression—a fortnight after I ordained.

# an4.172:5.2
source: Tamahaṃ anekapariyāyena ācikkhāmi desemi paññāpemi paṭṭhapemi vivarāmi vibhajāmi uttānīkaromi.
sc_po: In many ways I explain, teach, assert, establish, clarify, analyze, and reveal it.

# an4.172:5.3
source: Yassa kho panassa kaṅkhā vā vimati vā, so maṃ pañhena.
sc_po: If anyone has any doubt or uncertainty, let them ask me,

# an4.172:5.4
source: Ahaṃ veyyākaraṇena sammukhībhūto no satthā yo no dhammānaṃ sukusalo”ti.
sc_po: I will answer. Our teacher is present, he who is so very skilled in our teachings.”
