Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.025.po
Languages: sc_po

# an4.25:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.25:0.2
source: 3. Uruvelavagga
sc_po: 3. At Uruvelā

# an4.25:0.3
source: 25. Brahmacariyasutta
sc_po: 25. The Spiritual Life

# an4.25:1.1
source: “Nayidaṃ, bhikkhave, brahmacariyaṃ vussati janakuhanatthaṃ, na janalapanatthaṃ, na lābhasakkārasilokānisaṃsatthaṃ, na itivādappamokkhānisaṃsatthaṃ, na ‘iti maṃ jano jānātū’ti.
sc_po: “Mendicants, this spiritual life is not lived for the sake of deceiving people or flattering them, nor for the benefit of possessions, honor, or popularity, nor for the benefit of winning debates, nor thinking, ‘So let people know about me!’

# an4.25:1.2
source: Atha kho idaṃ, bhikkhave, brahmacariyaṃ vussati saṃvaratthaṃ pahānatthaṃ virāgatthaṃ nirodhatthanti.
sc_po: This spiritual life is lived for the sake of restraint, giving up, fading away, and cessation.

# an4.25:2.1
source: Saṃvaratthaṃ pahānatthaṃ,
sc_po: The Buddha taught the spiritual life

# an4.25:2.2
source: brahmacariyaṃ anītihaṃ;
sc_po: not because of tradition,

# an4.25:2.3
source: Adesayi so bhagavā,
sc_po: but for the sake of restraint and giving up,

# an4.25:2.4
source: nibbānogadhagāminaṃ;
sc_po: and because it culminates in extinguishment.

# an4.25:2.5
source: Esa maggo mahantehi,
sc_po: This is the path followed by the great souls,

# an4.25:2.6
source: anuyāto mahesibhi.
sc_po: the great hermits.

# an4.25:3.1
source: Ye ca taṃ paṭipajjanti,
sc_po: Those who practice it

# an4.25:3.2
source: yathā buddhena desitaṃ;
sc_po: as it was taught by the Buddha,

# an4.25:3.3
source: Dukkhassantaṃ karissanti,
sc_po: doing the teacher’s bidding,

# an4.25:3.4
source: satthusāsanakārino”ti.
sc_po: make an end of suffering.”
