Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.053.po
Languages: sc_po

# an4.53:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.53:0.2
source: 6. Puññābhisandavagga
sc_po: 6. Overflowing Merit

# an4.53:0.3
source: 53. Paṭhamasaṃvāsasutta
sc_po: 53. Living Together (1st)

# an4.53:1.1
source: Ekaṃ samayaṃ bhagavā antarā ca madhuraṃ antarā ca verañjaṃ addhānamaggappaṭipanno hoti.
sc_po: At one time the Buddha was traveling along the road between Madhura and Verañja,

# an4.53:1.2
source: Sambahulāpi kho gahapatī ca gahapatāniyo ca antarā ca madhuraṃ antarā ca verañjaṃ addhānamaggappaṭipannā honti.
sc_po: as were several householders, both women and men.

# an4.53:1.3
source: Atha kho bhagavā maggā okkamma aññatarasmiṃ rukkhamūle () nisīdi.
sc_po: The Buddha left the road and sat at the root of a tree,

# an4.53:1.4
source: Addasaṃsu kho gahapatī ca gahapatāniyo ca bhagavantaṃ aññatarasmiṃ rukkhamūle nisinnaṃ.
sc_po: where the householders saw him.

# an4.53:1.5
source: Disvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te gahapatī ca gahapatāniyo ca bhagavā etadavoca:
sc_po: They went up to the Buddha, bowed, and sat down to one side. The Buddha said to them:

# an4.53:2.1
source: “Cattārome, gahapatayo, saṃvāsā.
sc_po: “Householders, there are four ways of living together.

# an4.53:2.2
source: Katame cattāro?
sc_po: What four?

# an4.53:2.3
source: Chavo chavāya saddhiṃ saṃvasati, chavo deviyā saddhiṃ saṃvasati, devo chavāya saddhiṃ saṃvasati, devo deviyā saddhiṃ saṃvasati.
sc_po: ~A male zombie living with a female zombie; ~a male zombie living with a goddess; ~a god living with a female zombie; ~a god living with a goddess.

# an4.53:3.1
source: Kathañca, gahapatayo, chavo chavāya saddhiṃ saṃvasati?
sc_po: And how does a male zombie live with a female zombie?

# an4.53:3.2
source: Idha, gahapatayo, sāmiko hoti pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī surāmerayamajjapamādaṭṭhāyī dussīlo pāpadhammo maccheramalapariyuṭṭhitena cetasā agāraṃ ajjhāvasati akkosakaparibhāsako samaṇabrāhmaṇānaṃ;
sc_po: It’s when the husband kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence. He’s unethical, of bad character, living at home with his heart full of the stain of stinginess, abusing and insulting ascetics and brahmins.

# an4.53:3.3
source: bhariyāpissa hoti pāṇātipātinī adinnādāyinī kāmesumicchācārinī musāvādinī surāmerayamajjapamādaṭṭhāyinī dussīlā pāpadhammā maccheramalapariyuṭṭhitena cetasā agāraṃ ajjhāvasati akkosikaparibhāsikā samaṇabrāhmaṇānaṃ.
sc_po: And the wife is also … unethical, of bad character …

# an4.53:3.4
source: Evaṃ kho, gahapatayo, chavo chavāya saddhiṃ saṃvasati.
sc_po: That’s how a male zombie lives with a female zombie.

# an4.53:4.1
source: Kathañca, gahapatayo, chavo deviyā saddhiṃ saṃvasati?
sc_po: And how does a male zombie live with a goddess?

# an4.53:4.2
source: Idha, gahapatayo, sāmiko hoti pāṇātipātī adinnādāyī kāmesumicchācārī musāvādī surāmerayamajjapamādaṭṭhāyī dussīlo pāpadhammo maccheramalapariyuṭṭhitena cetasā agāraṃ ajjhāvasati akkosakaparibhāsako samaṇabrāhmaṇānaṃ;
sc_po: It’s when the husband … is unethical, of bad character …

# an4.53:4.3
source: bhariyā khvassa hoti pāṇātipātā paṭiviratā adinnādānā paṭiviratā kāmesumicchācārā paṭiviratā musāvādā paṭiviratā surāmerayamajjapamādaṭṭhānā paṭiviratā sīlavatī kalyāṇadhammā vigatamalamaccherena cetasā agāraṃ ajjhāvasati anakkosikaparibhāsikā samaṇabrāhmaṇānaṃ.
sc_po: But the wife doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence. She’s ethical, of good character, living at home with her heart rid of the stain of stinginess, not abusing and insulting ascetics and brahmins.

# an4.53:4.4
source: Evaṃ kho, gahapatayo, chavo deviyā saddhiṃ saṃvasati.
sc_po: That’s how a male zombie lives with a goddess.

# an4.53:5.1
source: Kathañca, gahapatayo, devo chavāya saddhiṃ saṃvasati?
sc_po: And how does a god live with a female zombie?

# an4.53:5.2
source: Idha, gahapatayo, sāmiko hoti pāṇātipātā paṭivirato adinnādānā paṭivirato kāmesumicchācārā paṭivirato musāvādā paṭivirato surāmerayamajjapamādaṭṭhānā paṭivirato sīlavā kalyāṇadhammo vigatamalamaccherena cetasā agāraṃ ajjhāvasati anakkosakaparibhāsako samaṇabrāhmaṇānaṃ;
sc_po: It’s when the husband … is ethical, of good character …

# an4.53:5.3
source: bhariyā khvassa hoti pāṇātipātinī … pe … surāmerayamajjapamādaṭṭhāyinī dussīlā pāpadhammā maccheramalapariyuṭṭhitena cetasā agāraṃ ajjhāvasati akkosikaparibhāsikā samaṇabrāhmaṇānaṃ.
sc_po: But the wife … is unethical, of bad character …

# an4.53:5.4
source: Evaṃ kho, gahapatayo, devo chavāya saddhiṃ saṃvasati.
sc_po: That’s how a god lives with a female zombie.

# an4.53:6.1
source: Kathañca, gahapatayo, devo deviyā saddhiṃ saṃvasati?
sc_po: And how does a god live with a goddess?

# an4.53:6.2
source: Idha, gahapatayo, sāmiko hoti pāṇātipātā paṭivirato … pe … sīlavā kalyāṇadhammo vigatamalamaccherena cetasā agāraṃ ajjhāvasati anakkosakaparibhāsako samaṇabrāhmaṇānaṃ;
sc_po: It’s when the husband … is ethical, of good character …

# an4.53:6.3
source: bhariyāpissa hoti pāṇātipātā paṭiviratā … pe … surāmerayamajjapamādaṭṭhānā paṭiviratā sīlavatī kalyāṇadhammā vigatamalamaccherena cetasā agāraṃ ajjhāvasati anakkosikaparibhāsikā samaṇabrāhmaṇānaṃ.
sc_po: And the wife is also … ethical, of good character …

# an4.53:6.4
source: Evaṃ kho, gahapatayo, devo deviyā saddhiṃ saṃvasati.
sc_po: That’s how a god lives with a goddess.

# an4.53:6.5
source: Ime kho, gahapatayo, cattāro saṃvāsāti.
sc_po: These are the four ways of living together.

# an4.53:7.1
source: Ubho ca honti dussīlā,
sc_po: When both are unethical,

# an4.53:7.2
source: kadariyā paribhāsakā;
sc_po: miserly and abusive,

# an4.53:7.3
source: Te honti jānipatayo,
sc_po: then wife and husband

# an4.53:7.4
source: chavā saṃvāsamāgatā.
sc_po: live together as zombies.

# an4.53:8.1
source: Sāmiko hoti dussīlo,
sc_po: When the husband is unethical,

# an4.53:8.2
source: kadariyo paribhāsako;
sc_po: miserly and abusive,

# an4.53:8.3
source: Bhariyā sīlavatī hoti,
sc_po: but the wife is ethical,

# an4.53:8.4
source: vadaññū vītamaccharā;
sc_po: kind, rid of stinginess,

# an4.53:8.5
source: Sāpi devī saṃvasati,
sc_po: she’s a goddess living

# an4.53:8.6
source: chavena patinā saha.
sc_po: with a zombie for a husband.

# an4.53:9.1
source: Sāmiko sīlavā hoti,
sc_po: When the husband is ethical,

# an4.53:9.2
source: vadaññū vītamaccharo;
sc_po: kind, rid of stinginess,

# an4.53:9.3
source: Bhariyā hoti dussīlā,
sc_po: but the wife is unethical,

# an4.53:9.4
source: kadariyā paribhāsikā;
sc_po: miserly and abusive,

# an4.53:9.5
source: Sāpi chavā saṃvasati,
sc_po: she’s a zombie living

# an4.53:9.6
source: devena patinā saha.
sc_po: with a god for a husband.

# an4.53:10.1
source: Ubho saddhā vadaññū ca,
sc_po: When both are faithful and kind,

# an4.53:10.2
source: saññatā dhammajīvino;
sc_po: disciplined, living properly,

# an4.53:10.3
source: Te honti jānipatayo,
sc_po: then wife and husband

# an4.53:10.4
source: aññamaññaṃ piyaṃvadā.
sc_po: say nice things to each other.

# an4.53:11.1
source: Atthāsaṃ pacurā honti,
sc_po: They get all the things they need,

# an4.53:11.2
source: phāsukaṃ upajāyati;
sc_po: so they live at ease.

# an4.53:11.3
source: Amittā dummanā honti,
sc_po: Their enemies are downhearted,

# an4.53:11.4
source: ubhinnaṃ samasīlinaṃ.
sc_po: when both are equal in ethics.

# an4.53:12.1
source: Idha dhammaṃ caritvāna,
sc_po: Having practiced the teaching here,

# an4.53:12.2
source: samasīlabbatā ubho;
sc_po: both equal in precepts and observances,

# an4.53:12.3
source: Nandino devalokasmiṃ,
sc_po: they delight in the heavenly realm,

# an4.53:12.4
source: modanti kāmakāmino”ti.
sc_po: enjoying all the pleasures they desire.”
