Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.211.po
Languages: sc_po

# an4.211:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.211:0.2
source: 22. Parisāvagga
sc_po: 22. Assembly

# an4.211:0.3
source: 211. Parisāsutta
sc_po: 211. Assembly

# an4.211:1.1
source: “Cattārome, bhikkhave, parisadūsanā.
sc_po: “Mendicants, these four corrupt an assembly.

# an4.211:1.2
source: Katame cattāro?
sc_po: What four?

# an4.211:1.3
source: Bhikkhu, bhikkhave, dussīlo pāpadhammo parisadūsano;
sc_po: A monk, nun, layman, or laywoman who is unethical, of bad character.

# an4.211:1.7
source: Ime kho, bhikkhave, cattāro parisadūsanā.
sc_po: These are the four that corrupt an assembly.

# an4.211:2.1
source: Cattārome, bhikkhave, parisasobhanā.
sc_po: Mendicants, these four beautify an assembly.

# an4.211:2.2
source: Katame cattāro?
sc_po: What four?

# an4.211:2.3
source: Bhikkhu, bhikkhave, sīlavā kalyāṇadhammo parisasobhano;
sc_po: A monk, nun, layman, or laywoman who is ethical, of good character.

# an4.211:2.7
source: Ime kho, bhikkhave, cattāro parisasobhanā”ti.
sc_po: These are the four that beautify an assembly.”
