Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.040.po
Languages: sc_po

# an4.40:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.40:0.2
source: 4. Cakkavagga
sc_po: 4. Situations

# an4.40:0.3
source: 40. Udāyīsutta
sc_po: 40. With Udāyī

# an4.40:1.1
source: Atha kho udāyī brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā … pe … ekamantaṃ nisinno kho udāyī brāhmaṇo bhagavantaṃ etadavoca:
sc_po: Then Udāyī the brahmin went up to the Buddha, … and asked him,

# an4.40:1.2
source: “bhavampi no gotamo yaññaṃ vaṇṇetī”ti?
sc_po: “Does Master Gotama praise sacrifice?”

# an4.40:1.3
source: “Na kho ahaṃ, brāhmaṇa, sabbaṃ yaññaṃ vaṇṇemi;
sc_po: “Brahmin, I don’t praise all sacrifices.

# an4.40:1.4
source: na panāhaṃ, brāhmaṇa, sabbaṃ yaññaṃ na vaṇṇemi.
sc_po: Nor do I criticize all sacrifices. …

# an4.40:1.5
source: Yathārūpe kho, brāhmaṇa, yaññe gāvo haññanti, ajeḷakā haññanti, kukkuṭasūkarā haññanti, vividhā pāṇā saṅghātaṃ āpajjanti;
sc_po: Take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of animals are slaughtered.

# an4.40:1.6
source: evarūpaṃ kho ahaṃ, brāhmaṇa, sārambhaṃ yaññaṃ na vaṇṇemi.
sc_po: I don’t praise that kind of violent sacrifice.

# an4.40:2.1
source: Yathārūpe ca kho, brāhmaṇa, yaññe neva gāvo haññanti, na ajeḷakā haññanti, na kukkuṭasūkarā haññanti, na vividhā pāṇā saṅghātaṃ āpajjanti;
sc_po: But take the kind of sacrifice where cattle, goats and sheep, chickens and pigs, and various kinds of animals are not slaughtered.

# an4.40:2.2
source: evarūpaṃ kho ahaṃ, brāhmaṇa, nirārambhaṃ yaññaṃ vaṇṇemi, yadidaṃ niccadānaṃ anukulayaññaṃ.
sc_po: I do praise that kind of non-violent sacrifice; for example, a regular gift as an ongoing family sacrifice.

# an4.40:3.1
source: Abhisaṅkhataṃ nirārambhaṃ,
sc_po: The kind of sacrifice that’s allowable and timely,

# an4.40:3.2
source: yaññaṃ kālena kappiyaṃ;
sc_po: well prepared and non-violent,

# an4.40:3.3
source: Tādisaṃ upasaṃyanti,
sc_po: is attended by

# an4.40:3.4
source: saññatā brahmacārayo.
sc_po: disciplined spiritual practitioners.

# an4.40:4.1
source: Vivaṭacchadā ye loke,
sc_po: The Buddhas—who have drawn back the veil from the world,

# an4.40:4.2
source: vītivattā kulaṃ gatiṃ;
sc_po: transcending time and rebirth—

# an4.40:4.3
source: Yaññametaṃ pasaṃsanti,
sc_po: praise this sacrifice,

# an4.40:4.4
source: buddhā yaññassa kovidā.
sc_po: as they are expert in sacrifice.

# an4.40:5.1
source: Yaññe vā yadi vā saddhe,
sc_po: When you’ve prepared a suitable offering,

# an4.40:5.2
source: habyaṃ katvā yathārahaṃ;
sc_po: whether as sacrifice or for ancestors,

# an4.40:5.3
source: Pasannacitto yajati,
sc_po: sacrifice it with confident heart,

# an4.40:5.4
source: sukhette brahmacārisu.
sc_po: in the fertile field of spiritual practitioners.

# an4.40:6.1
source: Suhutaṃ suyiṭṭhaṃ suppattaṃ,
sc_po: When it’s well-gotten, well-offered, and well-sacrificed,

# an4.40:6.2
source: Dakkhiṇeyyesu yaṃ kataṃ;
sc_po: to those worthy of a religious donation,

# an4.40:6.3
source: Yañño ca vipulo hoti,
sc_po: a sacrifice is truly abundant,

# an4.40:6.4
source: Pasīdanti ca devatā.
sc_po: and even the deities are pleased.

# an4.40:7.1
source: Evaṃ yajitvā medhāvī,
sc_po: When an intelligent, faithful person,

# an4.40:7.2
source: saddho muttena cetasā;
sc_po: sacrifices like this, with a mind of letting go,

# an4.40:7.3
source: Abyābajjhaṃ sukhaṃ lokaṃ,
sc_po: that astute one is reborn

# an4.40:7.4
source: paṇḍito upapajjatī”ti.
sc_po: in a happy, pleasing world.”
