Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.077.po
Languages: sc_po

# an4.77:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.77:0.2
source: 8. Apaṇṇakavagga
sc_po: 8. Guaranteed

# an4.77:0.3
source: 77. Acinteyyasutta
sc_po: 77. Unthinkable

# an4.77:1.1
source: “Cattārimāni, bhikkhave, acinteyyāni, na cintetabbāni; yāni cintento ummādassa vighātassa bhāgī assa.
sc_po: “Mendicants, these four things are unthinkable. They should not be thought about, and anyone who tries to think about them will go mad or get frustrated.

# an4.77:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.77:1.3
source: Buddhānaṃ, bhikkhave, buddhavisayo acinteyyo, na cintetabbo;
sc_po: The scope of the Buddhas …

# an4.77:1.5
source: Jhāyissa, bhikkhave, jhānavisayo acinteyyo, na cintetabbo;
sc_po: The scope of one in absorption …

# an4.77:1.7
source: Kammavipāko, bhikkhave, acinteyyo, na cintetabbo;
sc_po: The results of deeds …

# an4.77:1.9
source: Lokacintā, bhikkhave, acinteyyā, na cintetabbā;
sc_po: Speculation about the world …

# an4.77:1.11
source: Imāni kho, bhikkhave, cattāri acinteyyāni, na cintetabbāni; yāni cintento ummādassa vighātassa bhāgī assā”ti.
sc_po: These are the four unthinkable things. They should not be thought about, and anyone who tries to think about them will go mad or get frustrated.”
