Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.030.po
Languages: sc_po

# an4.30:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.30:0.2
source: 3. Uruvelavagga
sc_po: 3. At Uruvelā

# an4.30:0.3
source: 30. Paribbājakasutta
sc_po: 30. Wanderers

# an4.30:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.

# an4.30:1.2
source: Tena kho pana samayena sambahulā abhiññātā abhiññātā paribbājakā sippinikātīre paribbājakārāme paṭivasanti, seyyathidaṃ annabhāro varadharo sakuludāyī ca paribbājako aññe ca abhiññātā abhiññātā paribbājakā.
sc_po: Now at that time several very well-known wanderers were residing in the monastery of the wanderers on the bank of the Sappinī river. They included Annabhāra, Varadhara, Sakuludāyī, and other very well-known wanderers.

# an4.30:1.3
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena sippinikātīraṃ paribbājakārāmo tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā te paribbājake etadavoca:
sc_po: Then in the late afternoon, the Buddha came out of retreat and went to the wanderer’s monastery on the banks of the Sappinī river, He sat down on the seat spread out, and said to the wanderers:

# an4.30:2.1
source: “Cattārimāni, paribbājakā, dhammapadāni aggaññāni rattaññāni vaṃsaññāni porāṇāni asaṅkiṇṇāni asaṅkiṇṇapubbāni, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhāni samaṇehi brāhmaṇehi viññūhi.
sc_po: “Wanderers, these four basic principles are original, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now nor will they be. Sensible ascetics and brahmins don’t look down on them.

# an4.30:2.2
source: Katamāni cattāri?
sc_po: What four?

# an4.30:2.3
source: Anabhijjhā, paribbājakā, dhammapadaṃ aggaññaṃ rattaññaṃ vaṃsaññaṃ porāṇaṃ asaṅkiṇṇaṃ asaṅkiṇṇapubbaṃ, na saṅkīyati na saṅkīyissati, appaṭikuṭṭhaṃ samaṇehi brāhmaṇehi viññūhi.
sc_po: Contentment …

# an4.30:2.4
source: Abyāpādo, paribbājakā, dhammapadaṃ … pe … sammāsati, paribbājakā, dhammapadaṃ … pe … sammāsamādhi, paribbājakā, dhammapadaṃ aggaññaṃ rattaññaṃ vaṃsaññaṃ porāṇaṃ asaṅkiṇṇaṃ asaṅkiṇṇapubbaṃ, na saṅkīyati na saṅkīyissati, appaṭikuṭṭhaṃ samaṇehi brāhmaṇehi viññūhi.
sc_po: Good will … Right mindfulness … Right immersion …

# an4.30:2.5
source: Imāni kho, paribbājakā, cattāri dhammapadāni aggaññāni rattaññāni vaṃsaññāni porāṇāni asaṅkiṇṇāni asaṅkiṇṇapubbāni, na saṅkīyanti na saṅkīyissanti, appaṭikuṭṭhāni samaṇehi brāhmaṇehi viññūhi.
sc_po: These four basic principles are original, long-standing, traditional, and ancient. They are uncorrupted, as they have been since the beginning. They’re not being corrupted now nor will they be. Sensible ascetics and brahmins don’t look down on them.

# an4.30:3.1
source: Yo kho, paribbājakā, evaṃ vadeyya:
sc_po: Wanderers, if someone should say:

# an4.30:3.2
source: ‘ahametaṃ anabhijjhaṃ dhammapadaṃ paccakkhāya abhijjhāluṃ kāmesu tibbasārāgaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessāmī’ti, tamahaṃ tattha evaṃ vadeyyaṃ:
sc_po: ‘I’ll reject this basic principle of contentment, and describe a true ascetic or brahmin who covets sensual pleasures with acute lust.’ Then I’d say to them:

# an4.30:3.3
source: ‘etu vadatu byāharatu passāmissānubhāvan’ti.
sc_po: ‘Let them come, speak, and discuss. We’ll see how powerful they are.’

# an4.30:3.4
source: So vata, paribbājakā, anabhijjhaṃ dhammapadaṃ paccakkhāya abhijjhāluṃ kāmesu tibbasārāgaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s simply impossible to reject this basic principle of contentment, and point out a true ascetic or brahmin who covets sensual pleasures with acute lust.

# an4.30:4.1
source: Yo kho, paribbājakā, evaṃ vadeyya:
sc_po: If someone should say:

# an4.30:4.2
source: ‘ahametaṃ abyāpādaṃ dhammapadaṃ paccakkhāya byāpannacittaṃ paduṭṭhamanasaṅkappaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessāmī’ti, tamahaṃ tattha evaṃ vadeyyaṃ:
sc_po: ‘I’ll reject this basic principle of good will, and describe a true ascetic or brahmin who has ill will and hateful intent.’ Then I’d say to them:

# an4.30:4.3
source: ‘etu vadatu byāharatu passāmissānubhāvan’ti.
sc_po: ‘Let them come, speak, and discuss. We’ll see how powerful they are.’

# an4.30:4.4
source: So vata, paribbājakā, abyāpādaṃ dhammapadaṃ paccakkhāya byāpannacittaṃ paduṭṭhamanasaṅkappaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s simply impossible to reject this basic principle of good will, and point out a true ascetic or brahmin who has ill will and hateful intent.

# an4.30:5.1
source: Yo kho, paribbājakā, evaṃ vadeyya:
sc_po: If someone should say:

# an4.30:5.2
source: ‘ahametaṃ sammāsatiṃ dhammapadaṃ paccakkhāya muṭṭhassatiṃ asampajānaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessāmī’ti, tamahaṃ tattha evaṃ vadeyyaṃ:
sc_po: ‘I’ll reject this basic principle of right mindfulness, and describe a true ascetic or brahmin who is unmindful, with no situational awareness.’ Then I’d say to them:

# an4.30:5.3
source: ‘etu vadatu byāharatu passāmissānubhāvan’ti.
sc_po: ‘Let them come, speak, and discuss. We’ll see how powerful they are.’

# an4.30:5.4
source: So vata, paribbājakā, sammāsatiṃ dhammapadaṃ paccakkhāya muṭṭhassatiṃ asampajānaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s simply impossible to reject this basic principle of right mindfulness, and point out a true ascetic or brahmin who is unmindful, with no situational awareness.

# an4.30:6.1
source: Yo kho, paribbājakā, evaṃ vadeyya:
sc_po: If someone should say:

# an4.30:6.2
source: ‘ahametaṃ sammāsamādhiṃ dhammapadaṃ paccakkhāya asamāhitaṃ vibbhantacittaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessāmī’ti, tamahaṃ tattha evaṃ vadeyyaṃ:
sc_po: ‘I’ll reject this basic principle of right immersion, and describe a true ascetic or brahmin who is scattered, with straying mind.’ Then I’d say to them:

# an4.30:6.3
source: ‘etu vadatu byāharatu passāmissānubhāvan’ti.
sc_po: ‘Let them come, speak, and discuss. We’ll see how powerful they are.’

# an4.30:6.4
source: So vata, paribbājakā, sammāsamādhiṃ dhammapadaṃ paccakkhāya asamāhitaṃ vibbhantacittaṃ samaṇaṃ vā brāhmaṇaṃ vā paññāpessatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s simply impossible to reject this basic principle of right immersion, and point out a true ascetic or brahmin who is scattered, with straying mind.

# an4.30:7.1
source: Yo kho, paribbājakā, imāni cattāri dhammapadāni garahitabbaṃ paṭikkositabbaṃ maññeyya, tassa diṭṭheva dhamme cattāro sahadhammikā vādānupātā gārayhā ṭhānā āgacchanti.
sc_po: If anyone imagines they can criticize and reject these four basic principles, they deserve rebuke and criticism on four legitimate grounds in the present life.

# an4.30:7.2
source: Katame cattāro?
sc_po: What four?

# an4.30:7.3
source: Anabhijjhañce bhavaṃ dhammapadaṃ garahati paṭikkosati, ye ca hi abhijjhālū kāmesu tibbasārāgā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṃsā.
sc_po: If you reject the basic principle of contentment, then you must honor and praise those ascetics and brahmins who covet sensual pleasures with acute lust.

# an4.30:7.4
source: Abyāpādañce bhavaṃ dhammapadaṃ garahati paṭikkosati, ye ca hi byāpannacittā paduṭṭhamanasaṅkappā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṃsā.
sc_po: If you reject the basic principle of good will, you must honor and praise those ascetics and brahmins who have ill will and hateful intent.

# an4.30:7.5
source: Sammāsatiñce bhavaṃ dhammapadaṃ garahati paṭikkosati, ye ca hi muṭṭhassatī asampajānā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṃsā.
sc_po: If you reject the basic principle of right mindfulness, then you must honor and praise those ascetics and brahmins who are unmindful, with no situational awareness.

# an4.30:7.6
source: Sammāsamādhiñce bhavaṃ dhammapadaṃ garahati paṭikkosati, ye ca hi asamāhitā vibbhantacittā samaṇabrāhmaṇā te bhoto pujjā te bhoto pāsaṃsā.
sc_po: If you reject the basic principle of right immersion, you must honor and praise those ascetics and brahmins who are scattered, with straying minds.

# an4.30:8.1
source: Yo kho, paribbājakā, imāni cattāri dhammapadāni garahitabbaṃ paṭikkositabbaṃ maññeyya, tassa diṭṭheva dhamme ime cattāro sahadhammikā vādānupātā gārayhā ṭhānā āgacchanti.
sc_po: If anyone imagines they can criticize and reject these four basic principles, they deserve rebuke and criticism on four legitimate grounds in the present life.

# an4.30:8.2
source: Yepi te paribbājakā ahesuṃ ukkalā vassabhaññā ahetukavādā akiriyavādā natthikavādā, tepi imāni cattāri dhammapadāni na garahitabbaṃ na paṭikkositabbaṃ amaññiṃsu.
sc_po: Even those wanderers of the past, Vassa and Bhañña of Ukkalā, who taught the doctrines of no-cause, inaction, and nihilism, didn’t imagine that these four basic principles should be criticized or rejected.

# an4.30:8.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an4.30:8.4
source: Nindābyārosanaupārambhabhayāti.
sc_po: For fear of being blamed, criticized, and faulted.

# an4.30:9.1
source: Abyāpanno sadā sato,
sc_po: One who has good will, ever mindful,

# an4.30:9.2
source: ajjhattaṃ susamāhito;
sc_po: serene within,

# an4.30:9.3
source: Abhijjhāvinaye sikkhaṃ,
sc_po: training to remove desire,

# an4.30:9.4
source: appamattoti vuccatī”ti.
sc_po: is called ‘a diligent one’.”
