Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.132.po
Languages: sc_po

# an4.132:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.132:0.2
source: 14. Puggalavagga
sc_po: 14. Persons

# an4.132:0.3
source: 132. Paṭibhānasutta
sc_po: 132. Eloquence

# an4.132:1.1
source: “Cattārome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these four people are found in the world.

# an4.132:1.2
source: Katame cattāro?
sc_po: What four?

# an4.132:1.3
source: Yuttappaṭibhāno, no muttappaṭibhāno;
sc_po: One who speaks on topic, but not fluently.

# an4.132:1.4
source: muttappaṭibhāno, no yuttappaṭibhāno;
sc_po: One who speaks fluently, but not on topic.

# an4.132:1.5
source: yuttappaṭibhāno ca muttappaṭibhāno ca;
sc_po: One who speaks on topic and fluently.

# an4.132:1.6
source: neva yuttappaṭibhāno na muttappaṭibhāno—
sc_po: One who speaks neither on topic nor fluently.

# an4.132:1.7
source: ime kho, bhikkhave, cattāro puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the four people found in the world.”
