Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.255.po
Languages: sc_po

# an4.255:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.255:0.2
source: 26. Abhiññāvagga
sc_po: 26. Insight

# an4.255:0.3
source: 255. Pariyesanāsutta
sc_po: 255. Searches

# an4.255:1.1
source: “Catasso imā, bhikkhave, anariyapariyesanā.
sc_po: “Mendicants, there are these four ignoble searches.

# an4.255:1.2
source: Katamā catasso?
sc_po: What four?

# an4.255:1.3
source: Idha, bhikkhave, ekacco attanā jarādhammo samāno jarādhammaṃyeva pariyesati;
sc_po: Someone liable to grow old searches only for what grows old.

# an4.255:1.4
source: attanā byādhidhammo samāno byādhidhammaṃyeva pariyesati;
sc_po: Someone liable to sickness searches only for what gets sick.

# an4.255:1.5
source: attanā maraṇadhammo samāno maraṇadhammaṃyeva pariyesati;
sc_po: Someone liable to death searches only for what dies.

# an4.255:1.6
source: attanā saṅkilesadhammo samāno saṅkilesadhammaṃyeva pariyesati.
sc_po: Someone whose nature is defiled searches only for what is defiled.

# an4.255:1.7
source: Imā kho, bhikkhave, catasso anariyapariyesanā.
sc_po: These are the four ignoble searches.

# an4.255:2.1
source: Catasso imā, bhikkhave, ariyapariyesanā.
sc_po: There are these four noble searches.

# an4.255:2.2
source: Katamā catasso?
sc_po: What four?

# an4.255:2.3
source: Idha, bhikkhave, ekacco attanā jarādhammo samāno jarādhamme ādīnavaṃ viditvā ajaraṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati;
sc_po: Someone who is liable to grow old, knowing the drawback in what grows old, searches for the unaging supreme sanctuary, extinguishment.

# an4.255:2.4
source: attanā byādhidhammo samāno byādhidhamme ādīnavaṃ viditvā abyādhiṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati;
sc_po: Someone who is liable to get sick, knowing the drawback in what gets sick, searches for the sickness-free supreme sanctuary, extinguishment.

# an4.255:2.5
source: attanā maraṇadhammo samāno maraṇadhamme ādīnavaṃ viditvā amataṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati;
sc_po: Someone who is liable to die, knowing the drawback in what dies, searches for the deathless supreme sanctuary, extinguishment.

# an4.255:2.6
source: attanā saṅkilesadhammo samāno saṅkilesadhamme ādīnavaṃ viditvā asaṅkiliṭṭhaṃ anuttaraṃ yogakkhemaṃ nibbānaṃ pariyesati.
sc_po: Someone whose nature is defiled, knowing the drawback in what is defiled, searches for the undefiled supreme sanctuary, extinguishment.

# an4.255:2.7
source: Imā kho, bhikkhave, catasso ariyapariyesanā”ti.
sc_po: These are the four noble searches.”
