Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.100.po
Languages: sc_po

# an4.100:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.100:0.2
source: 10. Asuravagga
sc_po: 10. Demons

# an4.100:0.3
source: 100. Potaliyasutta
sc_po: 100. With Potaliya the Wanderer

# an4.100:1.1
source: Atha kho potaliyo paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the wanderer Potaliya went up to the Buddha, and exchanged greetings with him.

# an4.100:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho potaliyaṃ paribbājakaṃ bhagavā etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side, and the Buddha said to him:

# an4.100:2.1
source: “Cattārome, potaliya, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Potaliya, these four people are found in the world.

# an4.100:2.2
source: Katame cattāro?
sc_po: What four?

# an4.100:2.3
source: Idha, potaliya, ekacco puggalo avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca kho vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.
sc_po: One person criticizes those deserving of criticism at the right time, truthfully and substantively. But they don’t praise those deserving of praise at the right time, truthfully and substantively.

# an4.100:2.4
source: Idha pana, potaliya, ekacco puggalo vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca kho avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.
sc_po: Another person praises those deserving of praise … But they don’t criticize those deserving of criticism …

# an4.100:2.5
source: Idha pana, potaliya, ekacco puggalo neva avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.
sc_po: Another person doesn’t praise those deserving of praise … Nor do they criticize those deserving of criticism …

# an4.100:2.6
source: Idha pana, potaliya, ekacco puggalo avaṇṇārahassa ca avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, vaṇṇārahassa ca vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena.
sc_po: Another person criticizes those deserving of criticism at the right time, truthfully and substantively. And they praise those deserving of praise at the right time, truthfully and substantively.

# an4.100:2.7
source: Ime kho, potaliya, cattāro puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: These are the four people found in the world.

# an4.100:2.8
source: Imesaṃ kho, potaliya, catunnaṃ puggalānaṃ katamo te puggalo khamati abhikkantataro ca paṇītataro cā”ti?
sc_po: Of these four people, who do you believe to be the finest?”

# an4.100:3.8
source: Imesaṃ, bho gotama, catunnaṃ puggalānaṃ yvāyaṃ puggalo neva avaṇṇārahassa avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, no ca vaṇṇārahassa vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena;
sc_po: “Master Gotama, of these four people, it is the person who neither praises those deserving of praise at the right time, truthfully and substantively; nor criticizes those deserving of criticism at the right time, truthfully and substantively.

# an4.100:3.9
source: ayaṃ me puggalo khamati imesaṃ catunnaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.
sc_po: That is the person I believe to be the finest.

# an4.100:3.10
source: Taṃ kissa hetu?
sc_po: Why is that?

# an4.100:3.11
source: Abhikkantā hesā, bho gotama, yadidaṃ upekkhā”ti.
sc_po: Because, Master Gotama, equanimity is the best.”

# an4.100:4.3
source: Imesaṃ kho, potaliya, catunnaṃ puggalānaṃ yvāyaṃ puggalo avaṇṇārahassa ca avaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena, vaṇṇārahassa ca vaṇṇaṃ bhāsitā hoti bhūtaṃ tacchaṃ kālena;
sc_po: “Potaliya, of these four people, it is the person who criticizes those deserving of criticism at the right time, truthfully and substantively; and praises those deserving of praise at the right time, truthfully and substantively.

# an4.100:4.4
source: ayaṃ imesaṃ catunnaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.
sc_po: That is the person I consider to be the finest.

# an4.100:4.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# an4.100:4.6
source: Abhikkantā hesā, potaliya, yadidaṃ tattha tattha kālaññutā”ti.
sc_po: Because, Potaliya, understanding of time and context is the best.”

# an4.100:5.3
source: Imesaṃ, bho gotama, catunnaṃ puggalānaṃ yvāyaṃ puggalo avaṇṇārahassa ca avaṇṇaṃ bhāsitā bhūtaṃ tacchaṃ kālena, vaṇṇārahassa ca vaṇṇaṃ bhāsitā bhūtaṃ tacchaṃ kālena;
sc_po: “Master Gotama, of these four people, it is the person who criticizes those deserving of criticism at the right time, truthfully and substantively; and praises those deserving of praise at the right time, truthfully and substantively.

# an4.100:5.4
source: ayaṃ me puggalo khamati imesaṃ catunnaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.
sc_po: That is the person I believe to be the finest.

# an4.100:5.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# an4.100:5.6
source: Abhikkantā hesā, bho gotama, yadidaṃ tattha tattha kālaññutā.
sc_po: Because, Master Gotama, understanding of time and context is the best.

# an4.100:6.1
source: Abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama.
sc_po: Excellent, Master Gotama! Excellent!

# an4.100:6.2
source: Seyyathāpi, bho gotama, nikkujjitaṃ vā ukkujjeyya, paṭicchannaṃ vā vivareyya, mūḷhassa vā maggaṃ ācikkheyya, andhakāre vā telapajjotaṃ dhāreyya: ‘cakkhumanto rūpāni dakkhantī’ti; evamevaṃ bhotā gotamena anekapariyāyena dhammo pakāsito.
sc_po: As if he were righting the overturned, or revealing the hidden, or pointing out the path to the lost, or lighting a lamp in the dark so people with good eyes can see what’s there, Master Gotama has made the teaching clear in many ways.

# an4.100:6.3
source: Esāhaṃ bhavantaṃ gotamaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
sc_po: I go for refuge to Master Gotama, to the teaching, and to the mendicant Saṅgha.

# an4.100:6.4
source: Upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
