Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.201.po
Languages: sc_po

# an4.201:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.201:0.2
source: 21. Sappurisavagga
sc_po: 21. A Good Person

# an4.201:0.3
source: 201. Sikkhāpadasutta
sc_po: 201. Training Rules

# an4.201:1.1
source: “Asappurisañca vo, bhikkhave, desessāmi, asappurisena asappurisatarañca;
sc_po: “Mendicants, I will teach you a bad person and a worse person,

# an4.201:1.2
source: sappurisañca, sappurisena sappurisatarañca.
sc_po: a good person and a better person.

# an4.201:1.3
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an4.201:1.4
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an4.201:1.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an4.201:2.1
source: “Katamo ca, bhikkhave, asappuriso?
sc_po: “And what is a bad person?

# an4.201:2.2
source: Idha, bhikkhave, ekacco pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, surāmerayamajjapamādaṭṭhāyī hoti.
sc_po: It’s someone who kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence.

# an4.201:2.3
source: Ayaṃ vuccati, bhikkhave, asappuriso.
sc_po: This is called a bad person.

# an4.201:3.1
source: Katamo ca, bhikkhave, asappurisena asappurisataro?
sc_po: And what is a worse person?

# an4.201:3.2
source: Idha, bhikkhave, ekacco attanā ca pāṇātipātī hoti, parañca pāṇātipāte samādapeti;
sc_po: It’s someone who kills living creatures, steals, commits sexual misconduct, lies, and uses alcoholic drinks that cause negligence. And they encourage others to do these things.

# an4.201:3.7
source: Ayaṃ vuccati, bhikkhave, asappurisena asappurisataro.
sc_po: This is called a worse person.

# an4.201:4.1
source: Katamo ca, bhikkhave, sappuriso?
sc_po: And what is a good person?

# an4.201:4.2
source: Idha, bhikkhave, ekacco pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: It’s someone who doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence.

# an4.201:4.3
source: Ayaṃ vuccati, bhikkhave, sappuriso.
sc_po: This is called a good person.

# an4.201:5.1
source: Katamo ca, bhikkhave, sappurisena sappurisataro?
sc_po: And what is a better person?

# an4.201:5.2
source: Idha, bhikkhave, ekacco attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti;
sc_po: It’s someone who doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence. And they encourage others to avoid these things.

# an4.201:5.7
source: Ayaṃ vuccati, bhikkhave, sappurisena sappurisataro”ti.
sc_po: This is called a better person.”
