Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.110.po
Languages: sc_po

# an4.110:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.110:0.2
source: 11. Valāhakavagga
sc_po: 11. Clouds

# an4.110:0.3
source: 110. Āsīvisasutta
sc_po: 110. Vipers

# an4.110:1.1
source: “Cattārome, bhikkhave, āsīvisā.
sc_po: “Mendicants, there are these four kinds of viper.

# an4.110:1.2
source: Katame cattāro?
sc_po: What four?

# an4.110:1.3
source: Āgataviso na ghoraviso, ghoraviso na āgataviso, āgataviso ca ghoraviso ca, nevāgataviso na ghoraviso—
sc_po: ~One whose venom is fast-acting but not lethal, ~one whose venom is lethal but not fast-acting, ~one whose venom is both fast-acting and lethal, and ~one whose venom is neither fast-acting nor lethal.

# an4.110:1.4
source: Ime kho, bhikkhave, cattāro āsīvisā.
sc_po: These are the four kinds of viper.

# an4.110:1.5
source: Evamevaṃ kho, bhikkhave, cattāro āsīvisūpamā puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: In the same way, these four people similar to vipers are found in the world.

# an4.110:1.6
source: Katame cattāro?
sc_po: What four?

# an4.110:1.7
source: Āgataviso na ghoraviso, ghoraviso na āgataviso, āgataviso ca ghoraviso ca, nevāgataviso na ghoraviso.
sc_po: ~One whose venom is fast-acting but not lethal, ~one whose venom is lethal but not fast-acting, ~one whose venom is both fast-acting and lethal, and ~one whose venom is neither fast-acting nor lethal.

# an4.110:2.1
source: Kathañca, bhikkhave, puggalo āgataviso hoti, na ghoraviso?
sc_po: And how is a person’s venom fast-acting but not lethal?

# an4.110:2.2
source: Idha, bhikkhave, ekacco puggalo abhiṇhaṃ kujjhati.
sc_po: It’s when a person is often angry,

# an4.110:2.3
source: So ca khvassa kodho na dīgharattaṃ anuseti.
sc_po: but their anger doesn’t linger long.

# an4.110:2.4
source: Evaṃ kho, bhikkhave, puggalo āgataviso hoti, na ghoraviso.
sc_po: That’s how a person’s venom is fast-acting but not lethal.

# an4.110:2.5
source: Seyyathāpi so, bhikkhave, āsīviso āgataviso, na ghoraviso;
sc_po: That person is like a viper whose venom is fast-acting but not lethal.

# an4.110:3.1
source: Kathañca, bhikkhave, puggalo ghoraviso hoti, na āgataviso?
sc_po: And how is a person’s venom lethal but not fast-acting?

# an4.110:3.2
source: Idha, bhikkhave, ekacco puggalo na heva kho abhiṇhaṃ kujjhati.
sc_po: It’s when a person is not often angry,

# an4.110:3.3
source: So ca khvassa kodho dīgharattaṃ anuseti.
sc_po: but their anger lingers for a long time.

# an4.110:4.1
source: Kathañca, bhikkhave, puggalo āgataviso ca hoti ghoraviso ca?
sc_po: And how is a person’s venom both fast-acting and lethal?

# an4.110:4.2
source: Idha, bhikkhave, ekacco puggalo abhiṇhaṃ kujjhati.
sc_po: It’s when a person is often angry,

# an4.110:4.3
source: So ca khvassa kodho dīgharattaṃ anuseti.
sc_po: and their anger lingers for a long time.

# an4.110:5.1
source: Kathañca, bhikkhave, puggalo nevāgataviso hoti na ghoraviso?
sc_po: And how is a person’s venom neither fast-acting nor lethal?

# an4.110:5.2
source: Idha, bhikkhave, ekacco puggalo na heva kho abhiṇhaṃ kujjhati.
sc_po: It’s when a person is not often angry,

# an4.110:5.3
source: So ca khvassa kodho na dīgharattaṃ anuseti.
sc_po: and their anger doesn’t linger long.

# an4.110:5.7
source: Ime kho, bhikkhave, cattāro āsīvisūpamā puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These four people similar to vipers are found in the world.”
