Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.139.po
Languages: sc_po

# an4.139:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.139:0.2
source: 14. Puggalavagga
sc_po: 14. Persons

# an4.139:0.3
source: 139. Dhammakathikasutta
sc_po: 139. Dhamma Speakers

# an4.139:1.1
source: “Cattārome, bhikkhave, dhammakathikā.
sc_po: “Mendicants, there are these four Dhamma speakers.

# an4.139:1.2
source: Katame cattāro?
sc_po: What four?

# an4.139:1.3
source: Idha, bhikkhave, ekacco dhammakathiko appañca bhāsati asahitañca;
sc_po: One Dhamma speaker speaks little and off topic.

# an4.139:1.4
source: parisā cassa na kusalā hoti sahitāsahitassa.
sc_po: And their assembly can’t tell what’s on topic and what’s off topic.

# an4.139:1.5
source: Evarūpo, bhikkhave, dhammakathiko evarūpāya parisāya dhammakathikotveva saṅkhaṃ gacchati.
sc_po: Such an assembly regards such a Dhamma speaker simply as a Dhamma speaker.

# an4.139:2.1
source: Idha pana, bhikkhave, ekacco dhammakathiko appañca bhāsati sahitañca;
sc_po: One Dhamma speaker speaks little but stays on topic.

# an4.139:2.2
source: parisā cassa kusalā hoti sahitāsahitassa.
sc_po: And their assembly can tell what’s on topic and what’s off topic.

# an4.139:2.3
source: Evarūpo, bhikkhave, dhammakathiko evarūpāya parisāya dhammakathikotveva saṅkhaṃ gacchati.
sc_po: Such an assembly regards such a Dhamma speaker simply as a Dhamma speaker.

# an4.139:3.1
source: Idha pana, bhikkhave, ekacco dhammakathiko bahuñca bhāsati asahitañca;
sc_po: One Dhamma speaker speaks much but off topic.

# an4.139:3.2
source: parisā cassa na kusalā hoti sahitāsahitassa.
sc_po: And their assembly can’t tell what’s on topic and what’s off topic.

# an4.139:3.3
source: Evarūpo, bhikkhave, dhammakathiko evarūpāya parisāya dhammakathikotveva saṅkhaṃ gacchati.
sc_po: Such an assembly regards such a Dhamma speaker simply as a Dhamma speaker.

# an4.139:4.1
source: Idha pana, bhikkhave, ekacco dhammakathiko bahuñca bhāsati sahitañca;
sc_po: One Dhamma speaker speaks much and stays on topic.

# an4.139:4.2
source: parisā cassa kusalā hoti sahitāsahitassa.
sc_po: And their assembly can tell what’s on topic and what’s off topic.

# an4.139:4.3
source: Evarūpo, bhikkhave, dhammakathiko evarūpāya parisāya dhammakathikotveva saṅkhaṃ gacchati.
sc_po: Such an assembly regards such a Dhamma speaker simply as a Dhamma speaker.

# an4.139:4.4
source: Ime kho, bhikkhave, cattāro dhammakathikā”ti.
sc_po: These are the four Dhamma speakers.”
