Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.122.po
Languages: sc_po

# an4.122:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.122:0.2
source: 13. Bhayavagga
sc_po: 13. Fears

# an4.122:0.3
source: 122. Ūmibhayasutta
sc_po: 122. The Danger of Waves

# an4.122:1.1
source: “Cattārimāni, bhikkhave, bhayāni udakorohantassa pāṭikaṅkhitabbāni.
sc_po: “Mendicants, anyone who enters the water should anticipate four dangers.

# an4.122:1.2
source: Katamāni cattāri?
sc_po: What four?

# an4.122:1.3
source: Ūmibhayaṃ, kumbhīlabhayaṃ, āvaṭṭabhayaṃ, susukābhayaṃ—
sc_po: The dangers of waves, crocodiles, whirlpools, and sharks.

# an4.122:1.4
source: Imāni kho, bhikkhave, cattāri bhayāni udakorohantassa pāṭikaṅkhitabbāni.
sc_po: These are the four dangers that anyone who enters the water should anticipate.

# an4.122:1.5
source: Evamevaṃ kho, bhikkhave, cattāri bhayāni idhekaccassa kulaputtassa imasmiṃ dhammavinaye agārasmā anagāriyaṃ pabbajitassa pāṭikaṅkhitabbāni.
sc_po: In the same way, a gentleman who goes forth from the lay life to homelessness in this teaching and training should anticipate four dangers.

# an4.122:1.6
source: Katamāni cattāri?
sc_po: What four?

# an4.122:1.7
source: Ūmibhayaṃ, kumbhīlabhayaṃ, āvaṭṭabhayaṃ, susukābhayaṃ.
sc_po: The dangers of waves, crocodiles, whirlpools, and sharks.

# an4.122:2.1
source: Katamañca, bhikkhave, ūmibhayaṃ?
sc_po: And what, mendicants, is the danger of waves?

# an4.122:2.2
source: Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti:
sc_po: It’s when a gentleman has gone forth from the lay life to homelessness, thinking:

# an4.122:2.3
source: ‘otiṇṇomhi jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto;
sc_po: ‘I’m swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I’m swamped by suffering, mired in suffering.

# an4.122:2.4
source: appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti.
sc_po: Hopefully I can find an end to this entire mass of suffering.’

# an4.122:2.5
source: Tamenaṃ tathā pabbajitaṃ samānaṃ sabrahmacārino ovadanti anusāsanti:
sc_po: When they’ve gone forth, their spiritual companions advise and instruct them:

# an4.122:2.6
source: ‘evaṃ te abhikkamitabbaṃ, evaṃ te paṭikkamitabbaṃ, evaṃ te āloketabbaṃ, evaṃ te viloketabbaṃ, evaṃ te samiñjitabbaṃ, evaṃ te pasāritabbaṃ, evaṃ te saṅghāṭipattacīvaraṃ dhāretabban’ti.
sc_po: ‘You should go out like this, and come back like that. You should look to the front like this, and to the side like that. You should contract your limbs like this, and extend them like that. This is how you should bear your outer robe, bowl, and robes.’

# an4.122:2.7
source: Tassa evaṃ hoti:
sc_po: They think:

# an4.122:2.8
source: ‘mayaṃ kho pubbe agāriyabhūtā samānā aññe ovadāmapi anusāsāmapi.
sc_po: ‘Formerly, as a lay person, I advised and instructed others.

# an4.122:2.9
source: Ime panamhākaṃ puttamattā maññe nattamattā maññe ovaditabbaṃ anusāsitabbaṃ maññantī’ti.
sc_po: And now these mendicants—who you’d think were my children or grandchildren—imagine they can advise and instruct me!’

# an4.122:2.10
source: So kupito anattamano sikkhaṃ paccakkhāya hīnāyāvattati.
sc_po: Angry and upset, they reject the training and return to a lesser life.

# an4.122:2.11
source: Ayaṃ vuccati, bhikkhave, bhikkhu ūmibhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto.
sc_po: This is called a mendicant who rejects the training and returns to a lesser life because they’re afraid of the danger of waves.

# an4.122:2.12
source: Ūmibhayanti kho, bhikkhave, kodhūpāyāsassetaṃ adhivacanaṃ.
sc_po: ‘Danger of waves’ is a term for anger and distress.

# an4.122:2.13
source: Idaṃ vuccati, bhikkhave, ūmibhayaṃ.
sc_po: This is called the danger of waves.

# an4.122:3.1
source: Katamañca, bhikkhave, kumbhīlabhayaṃ?
sc_po: And what, mendicants, is the danger of crocodiles?

# an4.122:3.2
source: Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti:
sc_po: It’s when a gentleman has gone forth from the lay life to homelessness …

# an4.122:3.5
source: Tamenaṃ tathā pabbajitaṃ samānaṃ sabrahmacārino ovadanti anusāsanti:
sc_po: When they’ve gone forth, their spiritual companions advise and instruct them:

# an4.122:3.6
source: ‘idaṃ te khāditabbaṃ, idaṃ te na khāditabbaṃ, idaṃ te bhuñjitabbaṃ, idaṃ te na bhuñjitabbaṃ, idaṃ te sāyitabbaṃ, idaṃ te na sāyitabbaṃ, idaṃ te pātabbaṃ, idaṃ te na pātabbaṃ, kappiyaṃ te khāditabbaṃ, akappiyaṃ te na khāditabbaṃ, kappiyaṃ te bhuñjitabbaṃ, akappiyaṃ te na bhuñjitabbaṃ, kappiyaṃ te sāyitabbaṃ, akappiyaṃ te na sāyitabbaṃ, kappiyaṃ te pātabbaṃ, akappiyaṃ te na pātabbaṃ, kāle te khāditabbaṃ, vikāle te na khāditabbaṃ, kāle te bhuñjitabbaṃ, vikāle te na bhuñjitabbaṃ, kāle te sāyitabbaṃ, vikāle te na sāyitabbaṃ, kāle te pātabbaṃ, vikāle te na pātabban’ti.
sc_po: ‘You may eat, consume, taste, and drink these things, but not those. You may eat what’s allowable, but not what’s unallowable. You may eat at the right time, but not at the wrong time.’

# an4.122:3.7
source: Tassa evaṃ hoti:
sc_po: They think:

# an4.122:3.8
source: ‘mayaṃ kho pubbe agāriyabhūtā samānā yaṃ icchāma taṃ khādāma, yaṃ na icchāma na taṃ khādāma;
sc_po: ‘When I was a lay person, I used to eat, consume, taste, and drink what I wanted, not what I didn’t want.

# an4.122:3.12
source: kappiyampi khādāma akappiyampi khādāma kappiyampi bhuñjāma akappiyampi bhuñjāma kappiyampi sāyāma akappiyampi sāyāma kappiyampi pivāma akappiyampi pivāma, kālepi khādāma vikālepi khādāma kālepi bhuñjāma vikālepi bhuñjāma kālepi sāyāma vikālepi sāyāma kālepi pivāma vikālepi pivāma;
sc_po: I ate and drank both allowable and unallowable things, at the right time and the wrong time.

# an4.122:3.13
source: yampi no saddhā gahapatikā divā vikāle paṇītaṃ khādanīyaṃ vā bhojanīyaṃ vā denti, tatrapime mukhāvaraṇaṃ maññe karontī’ti.
sc_po: And these faithful householders give us a variety of delicious foods at the wrong time of day. But these mendicants imagine they can gag our mouths!’

# an4.122:3.14
source: So kupito anattamano sikkhaṃ paccakkhāya hīnāyāvattati.
sc_po: Angry and upset, they reject the training and return to a lesser life.

# an4.122:3.15
source: Ayaṃ vuccati, bhikkhave, bhikkhu kumbhīlabhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto.
sc_po: This is called a mendicant who rejects the training and returns to a lesser life because they’re afraid of the danger of crocodiles.

# an4.122:3.16
source: Kumbhīlabhayanti kho, bhikkhave, odarikattassetaṃ adhivacanaṃ.
sc_po: ‘Danger of crocodiles’ is a term for gluttony.

# an4.122:3.17
source: Idaṃ vuccati, bhikkhave, kumbhīlabhayaṃ.
sc_po: This is called the danger of crocodiles.

# an4.122:4.1
source: Katamañca, bhikkhave, āvaṭṭabhayaṃ?
sc_po: And what, mendicants, is the danger of whirlpools?

# an4.122:4.2
source: Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti:
sc_po: It’s when a gentleman has gone forth from the lay life to homelessness …

# an4.122:4.5
source: So evaṃ pabbajito samāno pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati arakkhiteneva kāyena arakkhitāya vācāya arakkhitena cittena anupaṭṭhitāya satiyā asaṃvutehi indriyehi.
sc_po: When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties.

# an4.122:4.6
source: So tattha passati gahapatiṃ vā gahapatiputtaṃ vā pañcahi kāmaguṇehi samappitaṃ samaṅgībhūtaṃ paricārayamānaṃ.
sc_po: There they see a householder or their child amusing themselves, supplied and provided with the five kinds of sensual stimulation.

# an4.122:4.7
source: Tassa evaṃ hoti:
sc_po: They think:

# an4.122:4.8
source: ‘mayaṃ kho pubbe agāriyabhūtā samānā pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārimhā;
sc_po: ‘Formerly, as a lay person, I amused myself, supplied and provided with the five kinds of sensual stimulation.

# an4.122:4.9
source: saṃvijjanti kho pana me kule bhogā.
sc_po: And it’s true that my family is wealthy.

# an4.122:4.10
source: Sakkā bhoge ca bhuñjituṃ puññāni ca kātuṃ.
sc_po: I can both enjoy my wealth and make merit.

# an4.122:4.11
source: Yannūnāhaṃ sikkhaṃ paccakkhāya hīnāyāvattitvā bhoge ca bhuñjeyyaṃ puññāni ca kareyyan’ti.
sc_po: Why don’t I reject the training and return to a lesser life, so I can enjoy my wealth and make merit?’

# an4.122:4.12
source: So sikkhaṃ paccakkhāya hīnāyāvattati.
sc_po: They reject the training and return to a lesser life.

# an4.122:4.13
source: Ayaṃ vuccati, bhikkhave, bhikkhu āvaṭṭabhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto.
sc_po: This is called a mendicant who rejects the training and returns to a lesser life because they’re afraid of the danger of whirlpools.

# an4.122:4.14
source: Āvaṭṭabhayanti kho, bhikkhave, pañcannetaṃ kāmaguṇānaṃ adhivacanaṃ.
sc_po: ‘Danger of whirlpools’ is a term for the five kinds of sensual stimulation.

# an4.122:4.15
source: Idaṃ vuccati, bhikkhave, āvaṭṭabhayaṃ.
sc_po: This is called the danger of whirlpools.

# an4.122:5.1
source: Katamañca, bhikkhave, susukābhayaṃ?
sc_po: And what, mendicants, is the danger of sharks?

# an4.122:5.2
source: Idha, bhikkhave, ekacco kulaputto saddhā agārasmā anagāriyaṃ pabbajito hoti:
sc_po: It’s when a gentleman has gone forth from the lay life to homelessness …

# an4.122:5.5
source: So evaṃ pabbajito samāno pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati arakkhiteneva kāyena arakkhitāya vācāya arakkhitena cittena anupaṭṭhitāya satiyā asaṃvutehi indriyehi.
sc_po: When they’ve gone forth, they robe up in the morning and, taking their bowl and robe, enter a village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties.

# an4.122:5.6
source: So tattha passati mātugāmaṃ dunnivatthaṃ vā duppārutaṃ vā.
sc_po: There they see a female scantily clad, with revealing clothes.

# an4.122:5.7
source: Tassa mātugāmaṃ disvā dunnivatthaṃ vā duppārutaṃ vā rāgo cittaṃ anuddhaṃseti.
sc_po: Lust infects their mind,

# an4.122:5.8
source: So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattati.
sc_po: so they reject the training and return to a lesser life.

# an4.122:5.9
source: Ayaṃ vuccati, bhikkhave, bhikkhu susukābhayassa bhīto sikkhaṃ paccakkhāya hīnāyāvatto.
sc_po: This is called a mendicant who rejects the training and returns to a lesser life because they’re afraid of the danger of sharks.

# an4.122:5.10
source: Susukābhayanti kho, bhikkhave, mātugāmassetaṃ adhivacanaṃ.
sc_po: ‘Danger of sharks’ is a term for females.

# an4.122:5.11
source: Idaṃ vuccati, bhikkhave, susukābhayaṃ.
sc_po: This is called the danger of sharks.

# an4.122:5.12
source: Imāni kho, bhikkhave, cattāri bhayāni idhekaccassa kulaputtassa imasmiṃ dhammavinaye agārasmā anagāriyaṃ pabbajitassa pāṭikaṅkhitabbānī”ti.
sc_po: These are the four dangers that a gentleman who goes forth from the lay life to homelessness in this teaching and training should anticipate.”
