Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.173.po
Languages: sc_po

# an4.173:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.173:0.2
source: 18. Sañcetaniyavagga
sc_po: 18. Intention

# an4.173:0.3
source: 173. Mahākoṭṭhikasutta
sc_po: 173. With Mahākoṭṭhita

# an4.173:1.1
source: Atha kho āyasmā mahākoṭṭhiko yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.
sc_po: Then Venerable Mahākoṭṭhita went up to Venerable Sāriputta, and exchanged greetings with him.

# an4.173:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, Mahākoṭṭhita sat down to one side, and said to Sāriputta:

# an4.173:2.1
source: “Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthaññaṃ kiñcī”ti?
sc_po: “Reverend, when the six fields of contact have faded away and ceased with nothing left over, does something else exist?”

# an4.173:3.1
source: “Mā hevaṃ, āvuso”.
sc_po: “Don’t put it like that, reverend.”

# an4.173:4.1
source: “Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā natthaññaṃ kiñcī”ti?
sc_po: “Does nothing else exist?”

# an4.173:5.1
source: “Mā hevaṃ, āvuso”.
sc_po: “Don’t put it like that, reverend.”

# an4.173:6.1
source: “Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthi ca natthi ca aññaṃ kiñcī”ti?
sc_po: “Do both something else and nothing else exist?”

# an4.173:7.1
source: “Mā hevaṃ, āvuso”.
sc_po: “Don’t put it like that, reverend.”

# an4.173:8.1
source: “Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā nevatthi no natthaññaṃ kiñcī”ti?
sc_po: “Do neither something else nor nothing else exist?”

# an4.173:9.1
source: “Mā hevaṃ, āvuso”.
sc_po: “Don’t put it like that, reverend.”

# an4.173:10.1
source: “‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthaññaṃ kiñcī’ti, iti puṭṭho samāno ‘mā hevaṃ, āvuso’ti vadesi.
sc_po: “Reverend, when asked whether—when the six fields of contact have faded away and ceased with nothing left over—something else exists, you say ‘don’t put it like that’.

# an4.173:10.2
source: ‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā natthaññaṃ kiñcī’ti, iti puṭṭho samāno:
sc_po: When asked whether nothing else exists,

# an4.173:10.3
source: ‘mā hevaṃ, āvuso’ti vadesi.
sc_po: you say ‘don’t put it like that’.

# an4.173:10.4
source: ‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthi ca natthi ca aññaṃ kiñcī’ti, iti puṭṭho samāno:
sc_po: When asked whether both something else and nothing else exist,

# an4.173:10.5
source: ‘mā hevaṃ, āvuso’ti vadesi.
sc_po: you say ‘don’t put it like that’.

# an4.173:10.6
source: ‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā nevatthi no natthaññaṃ kiñcī’ti, iti puṭṭho samāno:
sc_po: When asked whether neither something else nor nothing else exist,

# an4.173:10.7
source: ‘mā hevaṃ, āvuso’ti vadesi.
sc_po: you say ‘don’t put it like that’.

# an4.173:10.8
source: Yathā kathaṃ pana, āvuso, imassa bhāsitassa attho daṭṭhabbo”ti?
sc_po: How then should we see the meaning of this statement?”

# an4.173:11.1
source: “‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthaññaṃ kiñcī’ti, iti vadaṃ appapañcaṃ papañceti.
sc_po: “If you say that, ‘When the six fields of contact have faded away and ceased with nothing left over, something else exists’, you’re proliferating the unproliferated.

# an4.173:11.2
source: ‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā natthaññaṃ kiñcī’ti, iti vadaṃ appapañcaṃ papañceti.
sc_po: If you say that ‘nothing else exists’, you’re proliferating the unproliferated.

# an4.173:11.3
source: ‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā atthi ca natthi ca aññaṃ kiñcī’ti, iti vadaṃ appapañcaṃ papañceti.
sc_po: If you say that ‘both something else and nothing else exist’, you’re proliferating the unproliferated.

# an4.173:11.4
source: ‘Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā nevatthi no natthaññaṃ kiñcī’ti, iti vadaṃ appapañcaṃ papañceti.
sc_po: If you say that ‘neither something else nor nothing else exists’, you’re proliferating the unproliferated.

# an4.173:11.5
source: Yāvatā, āvuso, channaṃ phassāyatanānaṃ gati tāvatā papañcassa gati;
sc_po: The scope of the six fields of contact extends as far as the scope of proliferation.

# an4.173:11.6
source: yāvatā papañcassa gati tāvatā channaṃ phassāyatanānaṃ gati.
sc_po: The scope of proliferation extends as far as the scope of the six fields of contact.

# an4.173:11.7
source: Channaṃ, āvuso, phassāyatanānaṃ asesavirāganirodhā papañcanirodho papañcavūpasamo”ti.
sc_po: When the six fields of contact fade away and cease with nothing left over, proliferation stops and is stilled.”
