Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.057.po
Languages: sc_po

# an4.57:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.57:0.2
source: 6. Puññābhisandavagga
sc_po: 6. Overflowing Merit

# an4.57:0.3
source: 57. Suppavāsāsutta
sc_po: 57. Suppavāsā

# an4.57:1.1
source: Ekaṃ samayaṃ bhagavā koliyesu viharati pajjanikaṃ nāma koliyānaṃ nigamo.
sc_po: At one time the Buddha was staying in the land of the Koliyans, where they have a town named Pajjanika.

# an4.57:1.2
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena suppavāsāya koliyadhītuyā nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of Suppavāsā the Koliyan, where he sat on the seat spread out.

# an4.57:1.3
source: Atha kho suppavāsā koliyadhītā bhagavantaṃ paṇītena khādanīyena bhojanīyena sahatthā santappesi sampavāresi.
sc_po: Then Suppavāsā served and satisfied the Buddha with her own hands with a variety of delicious foods.

# an4.57:1.4
source: Atha kho suppavāsā koliyadhītā bhagavantaṃ bhuttāviṃ onītapattapāṇiṃ ekamantaṃ nisīdi.
sc_po: When the Buddha had eaten and washed his hand and bowl, she sat down to one side.

# an4.57:1.5
source: Ekamantaṃ nisinnaṃ kho suppavāsaṃ koliyadhītaraṃ bhagavā etadavoca:
sc_po: The Buddha said to her:

# an4.57:2.1
source: “Bhojanaṃ, suppavāse, dentī ariyasāvikā paṭiggāhakānaṃ cattāri ṭhānāni deti.
sc_po: “Suppavāsā, when a noble disciple gives food, she gives the recipients four things.

# an4.57:2.2
source: Katamāni cattāri?
sc_po: What four?

# an4.57:2.3
source: Āyuṃ deti, vaṇṇaṃ deti, sukhaṃ deti, balaṃ deti.
sc_po: Long life, beauty, happiness, and strength.

# an4.57:2.4
source: Āyuṃ kho pana datvā āyussa bhāginī hoti dibbassa vā mānusassa vā.
sc_po: Giving long life, she has long life as a god or human.

# an4.57:2.5
source: Vaṇṇaṃ datvā vaṇṇassa bhāginī hoti dibbassa vā mānusassa vā.
sc_po: Giving beauty, she has beauty as a god or human.

# an4.57:2.6
source: Sukhaṃ datvā sukhassa bhāginī hoti dibbassa vā mānusassa vā.
sc_po: Giving happiness, she has happiness as a god or human.

# an4.57:2.7
source: Balaṃ datvā balassa bhāginī hoti dibbassa vā mānusassa vā.
sc_po: Giving strength, she has strength as a god or human.

# an4.57:2.8
source: Bhojanaṃ, suppavāse, dentī ariyasāvikā paṭiggāhakānaṃ imāni cattāri ṭhānāni detīti.
sc_po: When a noble disciple gives food, she gives the recipients these four things.

# an4.57:3.1
source: Susaṅkhataṃ bhojanaṃ yā dadāti,
sc_po: When she gives well-prepared food,

# an4.57:3.2
source: Suciṃ paṇītaṃ rasasā upetaṃ;
sc_po: pure, fine, and full of flavor,

# an4.57:3.3
source: Sā dakkhiṇā ujjugatesu dinnā,
sc_po: that offering—given to people of integrity,

# an4.57:3.4
source: Caraṇūpapannesu mahaggatesu;
sc_po: who have good conduct, and are big-hearted—

# an4.57:3.5
source: Puññena puññaṃ saṃsandamānā,
sc_po: joins merit to merit. It’s very fruitful,

# an4.57:3.6
source: Mahapphalā lokavidūna vaṇṇitā.
sc_po: and is praised by those who know the world.

# an4.57:4.1
source: Etādisaṃ yaññamanussarantā,
sc_po: Those who recall such sacrifices,

# an4.57:4.2
source: Ye vedajātā vicaranti loke;
sc_po: live in the world full of joy.

# an4.57:4.3
source: Vineyya maccheramalaṃ samūlaṃ,
sc_po: They’ve driven out the stain of stinginess down to the root,

# an4.57:4.4
source: Aninditā saggamupenti ṭhānan”ti.
sc_po: blameless, they go to a heavenly place.”
