Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.009.po
Languages: sc_po

# an4.9:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.9:0.2
source: 1. Bhaṇḍagāmavagga
sc_po: 1. At Bhaṇḍa Village

# an4.9:0.3
source: 9. Taṇhuppādasutta
sc_po: 9. The Arising of Craving

# an4.9:1.1
source: “Cattārome, bhikkhave, taṇhuppādā yattha bhikkhuno taṇhā uppajjamānā uppajjati.
sc_po: “Mendicants, there are four things that give rise to craving in a mendicant.

# an4.9:1.2
source: Katame cattāro?
sc_po: What four?

# an4.9:1.3
source: Cīvarahetu vā, bhikkhave, bhikkhuno taṇhā uppajjamānā uppajjati;
sc_po: For the sake of robes,

# an4.9:1.4
source: piṇḍapātahetu vā, bhikkhave, bhikkhuno taṇhā uppajjamānā uppajjati;
sc_po: alms-food,

# an4.9:1.5
source: senāsanahetu vā, bhikkhave, bhikkhuno taṇhā uppajjamānā uppajjati;
sc_po: lodgings,

# an4.9:1.6
source: itibhavābhavahetu vā, bhikkhave, bhikkhuno taṇhā uppajjamānā uppajjati.
sc_po: or rebirth in this or that state.

# an4.9:1.7
source: Ime kho, bhikkhave, cattāro taṇhuppādā yattha bhikkhuno taṇhā uppajjamānā uppajjatīti.
sc_po: These are the four things that give rise to craving in a mendicant.

# an4.9:2.1
source: Taṇhā dutiyo puriso,
sc_po: Craving is a person’s partner

# an4.9:2.2
source: dīghamaddhāna saṃsaraṃ;
sc_po: as they transmigrate on this long journey.

# an4.9:2.3
source: Itthabhāvaññathābhāvaṃ,
sc_po: They go from this state to another,

# an4.9:2.4
source: saṃsāraṃ nātivattati.
sc_po: but don’t get past transmigration.

# an4.9:3.1
source: Evamādīnavaṃ ñatvā,
sc_po: Knowing this drawback—

# an4.9:3.2
source: Taṇhaṃ dukkhassa sambhavaṃ;
sc_po: that craving is the cause of suffering—

# an4.9:3.3
source: Vītataṇho anādāno,
sc_po: rid of craving, by not grasping,

# an4.9:3.4
source: Sato bhikkhu paribbaje”ti.
sc_po: a mendicant would go forth mindfully.”
