Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.140.po
Languages: sc_po

# an4.140:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.140:0.2
source: 14. Puggalavagga
sc_po: 14. Persons

# an4.140:0.3
source: 140. Vādīsutta
sc_po: 140. Speaker

# an4.140:1.1
source: “Cattārome, bhikkhave, vādī.
sc_po: “Mendicants, there are these four speakers.

# an4.140:1.2
source: Katame cattāro?
sc_po: What four?

# an4.140:1.3
source: Atthi, bhikkhave, vādī atthato pariyādānaṃ gacchati, no byañjanato;
sc_po: There’s a speaker who runs out of meaningful things to say, but not of ways of phrasing things.

# an4.140:1.4
source: atthi, bhikkhave, vādī byañjanato pariyādānaṃ gacchati, no atthato;
sc_po: There’s a speaker who runs out of ways of phrasing things, but not of meaningful things to say.

# an4.140:1.5
source: atthi, bhikkhave, vādī atthato ca byañjanato ca pariyādānaṃ gacchati;
sc_po: There’s a speaker who runs out of both meaningful things to say, and ways of phrasing things.

# an4.140:1.6
source: atthi, bhikkhave, vādī nevatthato no byañjanato pariyādānaṃ gacchati.
sc_po: There’s a speaker who never runs out of meaningful things to say, or ways of phrasing things.

# an4.140:1.7
source: Ime kho, bhikkhave, cattāro vādī.
sc_po: These are the four speakers.

# an4.140:1.8
source: Aṭṭhānametaṃ, bhikkhave, anavakāso yaṃ catūhi paṭisambhidāhi samannāgato atthato vā byañjanato vā pariyādānaṃ gaccheyyā”ti.
sc_po: It is impossible, it cannot happen that someone accomplished in the four kinds of textual analysis will ever run out of meaningful things to say, or ways of phrasing things.”
