Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.158.po
Languages: sc_po

# an4.158:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.158:0.2
source: 16. Indriyavagga
sc_po: 16. Faculties

# an4.158:0.3
source: 158. Parihānisutta
sc_po: 158. Decline

# an4.158:1.1
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
sc_po: There Sāriputta addressed the mendicants:

# an4.158:1.2
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an4.158:1.3
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an4.158:1.4
source: Āyasmā sāriputto etadavoca:
sc_po: Sāriputta said this:

# an4.158:2.1
source: “Yo hi koci, āvuso, bhikkhu vā bhikkhunī vā cattāro dhamme attani samanupassati, niṭṭhamettha gantabbaṃ:
sc_po: “Reverends, any monk or nun who sees four things inside themselves should conclude:

# an4.158:2.2
source: ‘parihāyāmi kusalehi dhammehi’.
sc_po: ‘My skillful qualities are declining.

# an4.158:2.3
source: Parihānametaṃ vuttaṃ bhagavatā.
sc_po: For this is what the Buddha calls decline.’

# an4.158:2.4
source: Katame cattāro?
sc_po: What four?

# an4.158:2.5
source: Rāgavepullattaṃ, dosavepullattaṃ, mohavepullattaṃ, gambhīresu kho panassa ṭhānāṭhānesu paññācakkhu na kamati.
sc_po: They have much greed, much hate, and much delusion; and their wisdom eye doesn’t go into the many deep matters.

# an4.158:2.6
source: Yo hi koci, āvuso, bhikkhu vā bhikkhunī vā ime cattāro dhamme attani samanupassati, niṭṭhamettha gantabbaṃ:
sc_po: Any monk or nun who sees these four things inside themselves should conclude:

# an4.158:2.7
source: ‘parihāyāmi kusalehi dhammehi’.
sc_po: ‘My skillful qualities are declining.

# an4.158:2.8
source: Parihānametaṃ vuttaṃ bhagavatā.
sc_po: For this is what the Buddha calls decline.’

# an4.158:3.1
source: Yo hi koci, āvuso, bhikkhu vā bhikkhunī vā cattāro dhamme attani samanupassati, niṭṭhamettha gantabbaṃ:
sc_po: Any monk or nun who sees four things inside themselves should conclude:

# an4.158:3.2
source: ‘na parihāyāmi kusalehi dhammehi’.
sc_po: ‘My skillful qualities are not declining.

# an4.158:3.3
source: Aparihānametaṃ vuttaṃ bhagavatā.
sc_po: For this is what the Buddha calls non-decline.’

# an4.158:3.4
source: Katame cattāro?
sc_po: What four?

# an4.158:3.5
source: Rāgatanuttaṃ, dosatanuttaṃ, mohatanuttaṃ, gambhīresu kho panassa ṭhānāṭhānesu paññācakkhu kamati.
sc_po: Their greed, hate, and delusion grow less; and their wisdom eye goes into the many deep matters.

# an4.158:3.6
source: Yo hi koci, āvuso, bhikkhu vā bhikkhunī vā ime cattāro dhamme attani samanupassati, niṭṭhamettha gantabbaṃ:
sc_po: Any monk or nun who sees these four things inside themselves should conclude:

# an4.158:3.7
source: ‘na parihāyāmi kusalehi dhammehi’.
sc_po: ‘My skillful qualities are not declining.

# an4.158:3.8
source: Aparihānametaṃ vuttaṃ bhagavatā”ti.
sc_po: For this is what the Buddha calls non-decline.’”
