Repository: kondannyo/PGP
Catalog: AN/*_text/an04/an4.070.po
Languages: sc_po

# an4.70:0.1
source: Aṅguttara Nikāya 4
sc_po: Numbered Discourses 4

# an4.70:0.2
source: 7. Pattakammavagga
sc_po: 7. Deeds of Substance

# an4.70:0.3
source: 70. Adhammikasutta
sc_po: 70. Unprincipled

# an4.70:1.1
source: “Yasmiṃ, bhikkhave, samaye rājāno adhammikā honti, rājāyuttāpi tasmiṃ samaye adhammikā honti.
sc_po: “At a time when kings are unprincipled, royal officials become unprincipled.

# an4.70:1.2
source: Rājāyuttesu adhammikesu brāhmaṇagahapatikāpi tasmiṃ samaye adhammikā honti.
sc_po: When royal officials are unprincipled, brahmins and householders become unprincipled.

# an4.70:1.3
source: Brāhmaṇagahapatikesu adhammikesu negamajānapadāpi tasmiṃ samaye adhammikā honti.
sc_po: When brahmins and householders are unprincipled, the people of town and country become unprincipled.

# an4.70:1.4
source: Negamajānapadesu adhammikesu visamaṃ candimasūriyā parivattanti.
sc_po: When the people of town and country are unprincipled, the courses of the moon and sun become erratic.

# an4.70:1.5
source: Visamaṃ candimasūriyesu parivattantesu visamaṃ nakkhattāni tārakarūpāni parivattanti.
sc_po: … the courses of the stars and constellations …

# an4.70:1.6
source: Visamaṃ nakkhattesu tārakarūpesu parivattantesu visamaṃ rattindivā parivattanti.
sc_po: the days and nights …

# an4.70:1.7
source: Visamaṃ rattindivesu parivattantesu visamaṃ māsaddhamāsā parivattanti.
sc_po: the months and fortnights …

# an4.70:1.8
source: Visamaṃ māsaddhamāsesu parivattantesu visamaṃ utusaṃvaccharā parivattanti.
sc_po: the seasons and years become erratic.

# an4.70:1.9
source: Visamaṃ utusaṃvaccharesu parivattantesu visamaṃ vātā vāyanti visamā apañjasā.
sc_po: … the blowing of the winds becomes erratic and chaotic.

# an4.70:1.10
source: Visamaṃ vātesu vāyantesu visamesu apañjasesu devatā parikupitā bhavanti.
sc_po: … the deities are angered.

# an4.70:1.11
source: Devatāsu parikupitāsu devo na sammā dhāraṃ anuppavecchati.
sc_po: … the heavens don’t provide enough rain.

# an4.70:1.12
source: Deve na sammā dhāraṃ anuppavecchante visamapākāni sassāni bhavanti.
sc_po: … the crops ripen erratically.

# an4.70:1.13
source: Visamapākāni, bhikkhave, sassāni manussā paribhuñjantā appāyukā honti dubbaṇṇā ca bavhābādhā ca.
sc_po: When people eat crops that have ripened erratically, they become short-lived, ugly, weak, and sickly.

# an4.70:2.1
source: Yasmiṃ, bhikkhave, samaye rājāno dhammikā honti, rājāyuttāpi tasmiṃ samaye dhammikā honti.
sc_po: At a time when kings are principled, royal officials become principled.

# an4.70:2.2
source: Rājāyuttesu dhammikesu brāhmaṇagahapatikāpi tasmiṃ samaye dhammikā honti.
sc_po: … brahmins and householders …

# an4.70:2.3
source: Brāhmaṇagahapatikesu dhammikesu negamajānapadāpi tasmiṃ samaye dhammikā honti.
sc_po: people of town and country become principled.

# an4.70:2.4
source: Negamajānapadesu dhammikesu samaṃ candimasūriyā parivattanti.
sc_po: When the people of town and country are principled, the courses of the sun and moon become regular.

# an4.70:2.5
source: Samaṃ candimasūriyesu parivattantesu samaṃ nakkhattāni tārakarūpāni parivattanti.
sc_po: … the stars and constellations …

# an4.70:2.6
source: Samaṃ nakkhattesu tārakarūpesu parivattantesu samaṃ rattindivā parivattanti.
sc_po: the days and nights …

# an4.70:2.7
source: Samaṃ rattindivesu parivattantesu samaṃ māsaddhamāsā parivattanti.
sc_po: the months and fortnights …

# an4.70:2.8
source: Samaṃ māsaddhamāsesu parivattantesu samaṃ utusaṃvaccharā parivattanti.
sc_po: the seasons and years become regular.

# an4.70:2.9
source: Samaṃ utusaṃvaccharesu parivattantesu samaṃ vātā vāyanti samā pañjasā.
sc_po: … the blowing of the winds becomes regular and orderly.

# an4.70:2.10
source: Samaṃ vātesu vāyantesu samesu pañjasesu devatā aparikupitā bhavanti.
sc_po: … the deities are not angered …

# an4.70:2.11
source: Devatāsu aparikupitāsu devo sammā dhāraṃ anuppavecchati.
sc_po: … the heavens provide plenty of rain.

# an4.70:2.12
source: Deve sammā dhāraṃ anuppavecchante samapākāni sassāni bhavanti.
sc_po: When the heavens provide plenty of rain, the crops ripen well.

# an4.70:2.13
source: Samapākāni, bhikkhave, sassāni manussā paribhuñjantā dīghāyukā ca honti vaṇṇavanto ca balavanto ca appābādhā cāti.
sc_po: When people eat crops that have ripened well, they become long-lived, beautiful, strong, and healthy.

# an4.70:3.1
source: Gunnañce taramānānaṃ,
sc_po: When cattle ford a river,

# an4.70:3.2
source: jimhaṃ gacchati puṅgavo;
sc_po: if the bull goes off course,

# an4.70:3.3
source: Sabbā tā jimhaṃ gacchanti,
sc_po: they all go off course,

# an4.70:3.4
source: nette jimhaṃ gate sati.
sc_po: because their leader is off course.

# an4.70:4.1
source: Evamevaṃ manussesu,
sc_po: So it is for humans:

# an4.70:4.2
source: yo hoti seṭṭhasammato;
sc_po: when the one agreed on as chief

# an4.70:4.3
source: So ce adhammaṃ carati,
sc_po: behaves badly,

# an4.70:4.4
source: pageva itarā pajā;
sc_po: what do you expect the rest to do?

# an4.70:4.5
source: Sabbaṃ raṭṭhaṃ dukkhaṃ seti,
sc_po: The whole country sleeps badly,

# an4.70:4.6
source: rājā ce hoti adhammiko.
sc_po: when the king is unprincipled.

# an4.70:5.1
source: Gunnañce taramānānaṃ,
sc_po: When cattle ford a river,

# an4.70:5.2
source: ujuṃ gacchati puṅgavo;
sc_po: if the bull goes straight,

# an4.70:5.3
source: Sabbā tā ujuṃ gacchanti,
sc_po: they all go straight,

# an4.70:5.4
source: nette ujuṃ gate sati.
sc_po: because their leader is straight.

# an4.70:6.1
source: Evamevaṃ manussesu,
sc_po: So it is for humans:

# an4.70:6.2
source: yo hoti seṭṭhasammato;
sc_po: when the one agreed on as chief

# an4.70:6.3
source: So sace dhammaṃ carati,
sc_po: does the right thing,

# an4.70:6.4
source: pageva itarā pajā;
sc_po: what do you expect the rest to do?

# an4.70:6.5
source: Sabbaṃ raṭṭhaṃ sukhaṃ seti,
sc_po: The whole country sleeps happily,

# an4.70:6.6
source: rājā ce hoti dhammiko”ti.
sc_po: when the king is just.”
