Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.051.po
Languages: sc_po

# an10.51:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.51:0.2
source: 6. Sacittavagga
sc_po: 6. Your Own Mind

# an10.51:0.3
source: 51. Sacittasutta
sc_po: 51. Your Own Mind

# an10.51:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an10.51:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# an10.51:1.3
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# an10.51:1.4
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# an10.51:1.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an10.51:2.1
source: “No ce, bhikkhave, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—
sc_po: “Mendicants, if a mendicant isn’t skilled in the ways of another’s mind, then they should train themselves: ‘I will be skilled in the ways of my own mind.’

# an10.51:3.1
source: Kathañca, bhikkhave, bhikkhu sacittapariyāyakusalo hoti?
sc_po: And how is a mendicant skilled in the ways of their own mind?

# an10.51:3.2
source: Seyyathāpi, bhikkhave, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṃ mukhanimittaṃ paccavekkhamāno sace tattha passati rajaṃ vā aṅgaṇaṃ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati.
sc_po: Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they see any dirt or blemish there, they’d try to remove it.

# an10.51:3.3
source: No ce tattha passati rajaṃ vā aṅgaṇaṃ vā, tenevattamano hoti paripuṇṇasaṅkappo:
sc_po: But if they don’t see any dirt or blemish there, they’re happy with that, as they’ve got all they wished for:

# an10.51:3.4
source: ‘lābhā vata me, parisuddhaṃ vata me’ti.
sc_po: ‘How fortunate that I’m clean!’

# an10.51:3.5
source: Evamevaṃ kho, bhikkhave, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu:
sc_po: In the same way, checking is very helpful for a mendicant’s skillful qualities.

# an10.51:3.6
source: ‘abhijjhālu nu kho bahulaṃ viharāmi, anabhijjhālu nu kho bahulaṃ viharāmi, byāpannacitto nu kho bahulaṃ viharāmi, abyāpannacitto nu kho bahulaṃ viharāmi, thinamiddhapariyuṭṭhito nu kho bahulaṃ viharāmi, vigatathinamiddho nu kho bahulaṃ viharāmi, uddhato nu kho bahulaṃ viharāmi, anuddhato nu kho bahulaṃ viharāmi, vicikiccho nu kho bahulaṃ viharāmi, tiṇṇavicikiccho nu kho bahulaṃ viharāmi, kodhano nu kho bahulaṃ viharāmi, akkodhano nu kho bahulaṃ viharāmi, saṃkiliṭṭhacitto nu kho bahulaṃ viharāmi, asaṃkiliṭṭhacitto nu kho bahulaṃ viharāmi, sāraddhakāyo nu kho bahulaṃ viharāmi, asāraddhakāyo nu kho bahulaṃ viharāmi, kusīto nu kho bahulaṃ viharāmi, āraddhavīriyo nu kho bahulaṃ viharāmi, asamāhito nu kho bahulaṃ viharāmi, samāhito nu kho bahulaṃ viharāmī’ti.
sc_po: ‘Am I often covetous or not? Am I often malicious or not? Am I often overcome with dullness and drowsiness or not? Am I often restless or not? Am I often doubtful or not? Am I often irritable or not? Am I often corrupted in mind or not? Am I often disturbed in body or not? Am I often energetic or not? Am I often immersed in samādhi or not?’

# an10.51:4.1
source: Sace, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti:
sc_po: Suppose that, upon checking, a mendicant knows this:

# an10.51:4.2
source: ‘abhijjhālu bahulaṃ viharāmi, byāpannacitto bahulaṃ viharāmi, thinamiddhapariyuṭṭhito bahulaṃ viharāmi, uddhato bahulaṃ viharāmi, vicikiccho bahulaṃ viharāmi, kodhano bahulaṃ viharāmi, saṅkiliṭṭhacitto bahulaṃ viharāmi, sāraddhakāyo bahulaṃ viharāmi, kusīto bahulaṃ viharāmi, asamāhito bahulaṃ viharāmī’ti, tena, bhikkhave, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.
sc_po: ‘I am often covetous, malicious, overcome with dullness and drowsiness, restless, doubtful, irritable, defiled in mind, disturbed in body, lazy, and not immersed in samādhi.’ In order to give up those bad, unskillful qualities, they should apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness.

# an10.51:4.3
source: Seyyathāpi, bhikkhave, ādittacelo vā ādittasīso vā. Tasseva celassa vā sīsassa vā nibbāpanāya adhimattaṃ chandañca vāyāmañca ussāhañca ussoḷhiñca appaṭivāniñca satiñca sampajaññañca kareyya.
sc_po: Suppose your clothes or head were on fire. In order to extinguish it, you’d apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness.

# an10.51:4.4
source: Evamevaṃ kho tena, bhikkhave, bhikkhunā tesaṃyeva pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.
sc_po: In the same way, in order to give up those bad, unskillful qualities, that mendicant should apply outstanding enthusiasm …

# an10.51:5.1
source: Sace pana, bhikkhave, bhikkhu paccavekkhamāno evaṃ jānāti:
sc_po: But suppose that, upon checking, a mendicant knows this:

# an10.51:5.2
source: ‘anabhijjhālu bahulaṃ viharāmi, abyāpannacitto bahulaṃ viharāmi, vigatathinamiddho bahulaṃ viharāmi, anuddhato bahulaṃ viharāmi, tiṇṇavicikiccho bahulaṃ viharāmi, akkodhano bahulaṃ viharāmi, asaṅkiliṭṭhacitto bahulaṃ viharāmi, asāraddhakāyo bahulaṃ viharāmi, āraddhavīriyo bahulaṃ viharāmi, samāhito bahulaṃ viharāmī’ti, tena, bhikkhave, bhikkhunā tesuyeva kusalesu dhammesu patiṭṭhāya uttari āsavānaṃ khayāya yogo karaṇīyo”ti.
sc_po: ‘I am often content, kind-hearted, free of dullness and drowsiness, calm, confident, loving, pure in mind, undisturbed in body, energetic, and immersed in samādhi.’ Grounded on those skillful qualities, they should practice meditation further to end the defilements.”
