Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.078.po
Languages: sc_po

# an10.78:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.78:0.2
source: 8. Ākaṅkhavagga
sc_po: 8. If You Want

# an10.78:0.3
source: 78. Nigaṇṭhasutta
sc_po: 78. Jains

# an10.78:1.1
source: “Dasahi, bhikkhave, asaddhammehi samannāgatā nigaṇṭhā.
sc_po: “Mendicants, Jain ascetics have ten bad qualities.

# an10.78:1.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.78:1.3
source: Assaddhā, bhikkhave, nigaṇṭhā;
sc_po: They’re faithless and

# an10.78:1.4
source: dussīlā, bhikkhave, nigaṇṭhā;
sc_po: unethical,

# an10.78:1.5
source: ahirikā, bhikkhave, nigaṇṭhā;
sc_po: without conscience

# an10.78:1.6
source: anottappino, bhikkhave, nigaṇṭhā;
sc_po: or prudence,

# an10.78:1.7
source: asappurisasambhattino, bhikkhave, nigaṇṭhā;
sc_po: and devoted to bad persons.

# an10.78:1.8
source: attukkaṃsakaparavambhakā, bhikkhave, nigaṇṭhā;
sc_po: They glorify themselves and put others down.

# an10.78:1.9
source: sandiṭṭhiparāmāsā ādhānaggāhī duppaṭinissaggino, bhikkhave, nigaṇṭhā;
sc_po: They’re attached to their own views, holding them tight, and refusing to let go.

# an10.78:1.10
source: kuhakā, bhikkhave, nigaṇṭhā;
sc_po: They’re deceptive,

# an10.78:1.11
source: pāpicchā, bhikkhave, nigaṇṭhā;
sc_po: with bad desires

# an10.78:1.12
source: pāpamittā, bhikkhave, nigaṇṭhā—
sc_po: and bad friends.

# an10.78:1.13
source: imehi kho, bhikkhave, dasahi asaddhammehi samannāgatā nigaṇṭhā”ti.
sc_po: Jain ascetics have these ten bad qualities.”
