Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.108.po
Languages: sc_po

# an10.108:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.108:0.2
source: 11. Samaṇasaññāvagga
sc_po: 11. Perceptions for Ascetics

# an10.108:0.3
source: 108. Tikicchakasutta
sc_po: 108. Doctors

# an10.108:1.1
source: “Tikicchakā, bhikkhave, virecanaṃ denti pittasamuṭṭhānānampi ābādhānaṃ paṭighātāya, semhasamuṭṭhānānampi ābādhānaṃ paṭighātāya, vātasamuṭṭhānānampi ābādhānaṃ paṭighātāya.
sc_po: “Mendicants, doctors prescribe a purgative for eliminating illnesses stemming from disorders of bile, phlegm, and wind.

# an10.108:1.2
source: Atthetaṃ, bhikkhave, virecanaṃ; ‘netaṃ natthī’ti vadāmi.
sc_po: There is such a purgative, I don’t deny it.

# an10.108:1.3
source: Tañca kho etaṃ, bhikkhave, virecanaṃ sampajjatipi vipajjatipi.
sc_po: But this kind of purgative sometimes works and sometimes fails.

# an10.108:2.1
source: Ahañca kho, bhikkhave, ariyaṃ virecanaṃ desessāmi, yaṃ virecanaṃ sampajjatiyeva no vipajjati, yaṃ virecanaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti.
sc_po: I will teach a noble purgative that works without fail. Relying on that purgative, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.

# an10.108:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an10.108:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an10.108:2.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an10.108:3.1
source: “Katamañca taṃ, bhikkhave, ariyaṃ virecanaṃ, yaṃ virecanaṃ sampajjatiyeva no vipajjati, yaṃ virecanaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti?
sc_po: “And what is the noble purgative that works without fail?

# an10.108:4.1
source: Sammādiṭṭhikassa, bhikkhave, micchādiṭṭhi virittā hoti;
sc_po: For one of right view, wrong view is purged.

# an10.108:4.2
source: ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa virittā honti;
sc_po: And the many bad, unskillful qualities produced by wrong view are purged.

# an10.108:4.3
source: sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
sc_po: And because of right view, many skillful qualities are fully developed.

# an10.108:5.1
source: Sammāsaṅkappassa, bhikkhave, micchāsaṅkappo viritto hoti … pe …
sc_po: For one of right thought, wrong thought is purged. …

# an10.108:5.2
source: sammāvācassa, bhikkhave, micchāvācā virittā hoti …
sc_po: For one of right speech, wrong speech is purged. …

# an10.108:5.3
source: sammākammantassa, bhikkhave, micchākammanto viritto hoti …
sc_po: For one of right action, wrong action is purged. …

# an10.108:5.4
source: sammāājīvassa, bhikkhave, micchāājīvo viritto hoti …
sc_po: For one of right livelihood, wrong livelihood is purged. …

# an10.108:5.5
source: sammāvāyāmassa, bhikkhave, micchāvāyāmo viritto hoti …
sc_po: For one of right effort, wrong effort is purged.

# an10.108:5.6
source: sammāsatissa, bhikkhave, micchāsati virittā hoti …
sc_po: For one of right mindfulness, wrong mindfulness is purged. …

# an10.108:5.7
source: sammāsamādhissa, bhikkhave, micchāsamādhi viritto hoti …
sc_po: For one of right immersion, wrong immersion is purged. …

# an10.108:5.8
source: sammāñāṇissa, bhikkhave, micchāñāṇaṃ virittaṃ hoti … pe ….
sc_po: For one of right knowledge, wrong knowledge is purged. …

# an10.108:6.1
source: Sammāvimuttissa, bhikkhave, micchāvimutti virittā hoti;
sc_po: For one of right freedom, wrong freedom is purged.

# an10.108:6.2
source: ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa virittā honti;
sc_po: And the many bad, unskillful qualities produced by wrong freedom are purged.

# an10.108:6.3
source: sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
sc_po: And because of right freedom, many skillful qualities are fully developed.

# an10.108:6.4
source: Idaṃ kho taṃ, bhikkhave, ariyaṃ virecanaṃ yaṃ virecanaṃ sampajjatiyeva no vipajjati, yaṃ virecanaṃ āgamma jātidhammā sattā jātiyā parimuccanti … pe … sokaparidevadukkhadomanassupāyāsehi parimuccantī”ti.
sc_po: This is the noble purgative that works without fail. Relying on this purgative, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.”
