Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.014.po
Languages: sc_po

# an10.14:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.14:0.2
source: 2. Nāthavagga
sc_po: 2. A Protector

# an10.14:0.3
source: 14. Cetokhilasutta
sc_po: 14. Emotional Barrenness

# an10.14:1.1
source: “Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā pañca cetokhilā appahīnā pañca cetasovinibandhā asamucchinnā, tassa yā ratti vā divaso vā āgacchati hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi.
sc_po: “Mendicants, a monk or nun who has not given up five kinds of emotional barrenness and has not cut off five emotional shackles can expect decline, not growth, in skillful qualities, whether by day or by night.

# an10.14:2.1
source: Katamassa pañca cetokhilā appahīnā honti?
sc_po: What are the five kinds of emotional barrenness they haven’t given up?

# an10.14:2.2
source: Idha, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati.
sc_po: Firstly, a mendicant has doubts about the Teacher. They’re uncertain, undecided, and lacking confidence.

# an10.14:2.3
source: Yo so, bhikkhave, bhikkhu satthari kaṅkhati vicikicchati nādhimuccati na sampasīdati, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# an10.14:2.4
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetokhilo appahīno hoti.
sc_po: This is the first kind of emotional barrenness they haven’t given up.

# an10.14:3.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhamme kaṅkhati … pe …
sc_po: Furthermore, a mendicant has doubts about the teaching …

# an10.14:3.2
source: saṅghe kaṅkhati …
sc_po: the Saṅgha …

# an10.14:3.3
source: sikkhāya kaṅkhati …
sc_po: the training …

# an10.14:3.4
source: sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto.
sc_po: A mendicant is angry and upset with their spiritual companions, resentful and closed off.

# an10.14:3.5
source: Yo so, bhikkhave, bhikkhu sabrahmacārīsu kupito hoti anattamano āhatacitto khilajāto, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# an10.14:3.6
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetokhilo appahīno hoti.
sc_po: This is the fifth kind of emotional barrenness they haven’t given up.

# an10.14:3.7
source: Imassa pañca cetokhilā appahīnā honti.
sc_po: These are the five kinds of emotional barrenness they haven’t given up.

# an10.14:4.1
source: Katamassa pañca cetasovinibandhā asamucchinnā honti?
sc_po: What are the five emotional shackles they haven’t cut off?

# an10.14:4.2
source: Idha, bhikkhave, bhikkhu kāmesu avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho.
sc_po: Firstly, a mendicant isn’t free of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.

# an10.14:4.3
source: Yo so, bhikkhave, bhikkhu kāmesu avītarāgo hoti avigatacchando avigatapemo avigatapipāso avigatapariḷāho avigatataṇho, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# an10.14:4.4
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetasovinibandho asamucchinno hoti.
sc_po: This is the first emotional shackle they haven’t cut off.

# an10.14:5.1
source: Puna caparaṃ, bhikkhave, bhikkhu kāye avītarāgo hoti … pe …
sc_po: Furthermore, a mendicant isn’t free of greed for the body …

# an10.14:5.2
source: rūpe avītarāgo hoti … pe …
sc_po: They’re not free of greed for form …

# an10.14:5.3
source: yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati …
sc_po: They eat as much as they like until their belly is full, then indulge in the pleasures of sleeping, lying, and drowsing …

# an10.14:5.4
source: aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti.
sc_po: They live the spiritual life wishing to be reborn in one of the orders of gods: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’

# an10.14:5.5
source: Yo so, bhikkhave, bhikkhu aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, tassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind doesn’t incline toward keenness, commitment, persistence, and striving.

# an10.14:5.6
source: Yassa cittaṃ na namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetasovinibandho asamucchinno hoti.
sc_po: This is the fifth emotional shackle they haven’t cut off.

# an10.14:5.7
source: Imassa pañca cetasovinibandhā asamucchinnā honti.
sc_po: These are the five emotional shackles they haven’t cut off.

# an10.14:6.1
source: Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā appahīnā ime pañca cetasovinibandhā asamucchinnā, tassa yā ratti vā divaso vā āgacchati hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi.
sc_po: A monk or nun who has not given up these five kinds of emotional barrenness and has not cut off these five emotional shackles can expect decline, not growth, in skillful qualities, whether by day or by night.

# an10.14:7.1
source: Seyyathāpi, bhikkhave, kāḷapakkhe candassa yā ratti vā divaso vā āgacchati, hāyateva vaṇṇena hāyati maṇḍalena hāyati ābhāya hāyati ārohapariṇāhena;
sc_po: It’s like the moon in the waning fortnight. Whether by day or by night, its beauty, roundness, light, and diameter and circumference only decline.

# an10.14:7.2
source: evamevaṃ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā appahīnā ime pañca cetasovinibandhā asamucchinnā, tassa yā ratti vā divaso vā āgacchati hāniyeva pāṭikaṅkhā kusalesu dhammesu no vuddhi.
sc_po: In the same way, monk or nun who has not given up these five kinds of emotional barrenness and has not cut off these five emotional shackles can expect decline, not growth, in skillful qualities, whether by day or by night.

# an10.14:8.1
source: Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā pañca cetokhilā pahīnā pañca cetasovinibandhā susamucchinnā, tassa yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni.
sc_po: A monk or nun who has given up five kinds of emotional barrenness and has cut off five emotional shackles can expect growth, not decline, in skillful qualities, whether by day or by night.

# an10.14:9.1
source: Katamassa pañca cetokhilā pahīnā honti?
sc_po: What are the five kinds of emotional barrenness they’ve given up?

# an10.14:9.2
source: Idha, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati, adhimuccati sampasīdati.
sc_po: Firstly, a mendicant has no doubts about the Teacher. They’re not uncertain, undecided, or lacking confidence.

# an10.14:9.3
source: Yo so, bhikkhave, bhikkhu satthari na kaṅkhati na vicikicchati adhimuccati sampasīdati, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind inclines toward keenness, commitment, persistence, and striving.

# an10.14:9.4
source: Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetokhilo pahīno hoti.
sc_po: This is the first kind of emotional barrenness they’ve given up.

# an10.14:10.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhamme na kaṅkhati … pe …
sc_po: Furthermore, a mendicant has no doubts about the teaching …

# an10.14:10.2
source: saṅghe na kaṅkhati …
sc_po: the Saṅgha …

# an10.14:10.3
source: sikkhāya na kaṅkhati …
sc_po: the training …

# an10.14:10.4
source: sabrahmacārīsu na kupito hoti attamano na āhatacitto na khilajāto.
sc_po: A mendicant is not angry and upset with their spiritual companions, not resentful or closed off.

# an10.14:10.5
source: Yo so, bhikkhave, bhikkhu sabrahmacārīsu na kupito hoti attamano na āhatacitto na khilajāto, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind inclines toward keenness, commitment, persistence, and striving.

# an10.14:10.6
source: Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetokhilo pahīno hoti.
sc_po: This is the fifth kind of emotional barrenness they’ve given up.

# an10.14:10.7
source: Imassa pañca cetokhilā pahīnā honti.
sc_po: These are the five kinds of emotional barrenness they’ve given up.

# an10.14:11.1
source: Katamassa pañca cetasovinibandhā susamucchinnā honti?
sc_po: What are the five emotional shackles they’ve cut off?

# an10.14:11.2
source: Idha, bhikkhave, bhikkhu kāmesu vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho.
sc_po: Firstly, a mendicant is rid of greed, desire, fondness, thirst, passion, and craving for sensual pleasures.

# an10.14:11.3
source: Yo so, bhikkhave, bhikkhu kāmesu vītarāgo hoti vigatacchando vigatapemo vigatapipāso vigatapariḷāho vigatataṇho, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind inclines toward keenness, commitment, persistence, and striving.

# an10.14:11.4
source: Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ paṭhamo cetasovinibandho susamucchinno hoti.
sc_po: This is the first emotional shackle they’ve cut off.

# an10.14:12.1
source: Puna caparaṃ, bhikkhave, bhikkhu kāye vītarāgo hoti … pe …
sc_po: Furthermore, a mendicant is rid of greed for the body …

# an10.14:12.2
source: rūpe vītarāgo hoti … pe …
sc_po: They’re rid of greed for form …

# an10.14:12.3
source: na yāvadatthaṃ udarāvadehakaṃ bhuñjitvā seyyasukhaṃ passasukhaṃ middhasukhaṃ anuyutto viharati,
sc_po: They don’t eat as much as they like until their belly is full, then indulge in the pleasures of sleeping, lying, and drowsing …

# an10.14:12.4
source: na aññataraṃ devanikāyaṃ paṇidhāya brahmacariyaṃ carati: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti.
sc_po: They don’t live the spiritual life wishing to be reborn in one of the orders of gods: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’

# an10.14:12.5
source: Yo so, bhikkhave, bhikkhu na aññataraṃ devanikāyaṃ paṇidhāya … pe … devaññataro vāti, tassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya.
sc_po: This being so, their mind inclines toward keenness, commitment, persistence, and striving.

# an10.14:12.6
source: Yassa cittaṃ namati ātappāya anuyogāya sātaccāya padhānāya, evamassāyaṃ pañcamo cetasovinibandho susamucchinno hoti.
sc_po: This is the fifth emotional shackle they’ve cut off.

# an10.14:12.7
source: Imassa pañca cetasovinibandhā susamucchinnā honti.
sc_po: These are the five emotional shackles they’ve cut off.

# an10.14:13.1
source: Yassa kassaci, bhikkhave, bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā pahīnā ime pañca cetasovinibandhā susamucchinnā, tassa yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihāni.
sc_po: A monk or nun who has given up these five kinds of emotional barrenness and has cut off these five emotional shackles can expect growth, not decline, in skillful qualities, whether by day or by night.

# an10.14:14.1
source: Seyyathāpi, bhikkhave, juṇhapakkhe candassa yā ratti vā divaso vā āgacchati, vaḍḍhateva vaṇṇena vaḍḍhati maṇḍalena vaḍḍhati ābhāya vaḍḍhati ārohapariṇāhena;
sc_po: It’s like the moon in the waxing fortnight. Whether by day or by night, its beauty, roundness, light, and diameter and circumference only grow.

# an10.14:14.2
source: evamevaṃ kho, bhikkhave, yassa kassaci bhikkhussa vā bhikkhuniyā vā ime pañca cetokhilā pahīnā ime pañca cetasovinibandhā susamucchinnā, tassa yā ratti vā divaso vā āgacchati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu no parihānī”ti.
sc_po: In the same way, a monk or nun who has given up these five kinds of emotional barrenness and has cut off these five emotional shackles can expect growth, not decline, in skillful qualities, whether by day or by night.”
