Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.109.po
Languages: sc_po

# an10.109:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.109:0.2
source: 11. Samaṇasaññāvagga
sc_po: 11. Perceptions for Ascetics

# an10.109:0.3
source: 109. Vamanasutta
sc_po: 109. Emetic

# an10.109:1.1
source: “Tikicchakā, bhikkhave, vamanaṃ denti pittasamuṭṭhānānampi ābādhānaṃ paṭighātāya, semhasamuṭṭhānānampi ābādhānaṃ paṭighātāya, vātasamuṭṭhānānampi ābādhānaṃ paṭighātāya.
sc_po: “Mendicants, doctors prescribe an emetic for eliminating illnesses stemming from disorders of bile, phlegm, and wind.

# an10.109:1.2
source: Atthetaṃ, bhikkhave, vamanaṃ; ‘netaṃ natthī’ti vadāmi.
sc_po: There is such an emetic, I don’t deny it.

# an10.109:1.3
source: Tañca kho etaṃ, bhikkhave, vamanaṃ sampajjatipi vipajjatipi.
sc_po: But this kind of emetic sometimes works and sometimes fails.

# an10.109:2.1
source: Ahañca kho, bhikkhave, ariyaṃ vamanaṃ desessāmi, yaṃ vamanaṃ sampajjatiyeva no vipajjati, yaṃ vamanaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti.
sc_po: I will teach a noble emetic that works without fail. Relying on that emetic, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.

# an10.109:2.2
source: Taṃ suṇātha … pe ….
sc_po: Listen and pay close attention, I will speak. …

# an10.109:3.1
source: Katamañca taṃ, bhikkhave, ariyaṃ vamanaṃ, yaṃ vamanaṃ sampajjatiyeva no vipajjati, yaṃ vamanaṃ āgamma jātidhammā sattā jātiyā parimuccanti … pe … sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti?
sc_po: And what is that noble emetic that works without fail?

# an10.109:4.1
source: Sammādiṭṭhikassa, bhikkhave, micchādiṭṭhi vantā hoti;
sc_po: For one of right view, wrong view is vomited up.

# an10.109:4.2
source: ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa vantā honti;
sc_po: And the many bad, unskillful qualities produced by wrong view are vomited up.

# an10.109:4.3
source: sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
sc_po: And because of right view, many skillful qualities are fully developed.

# an10.109:5.1
source: Sammāsaṅkappassa, bhikkhave, micchāsaṅkappo vanto hoti … pe …
sc_po: For one of right thought, wrong thought is vomited up. …

# an10.109:5.2
source: sammāvācassa, bhikkhave, micchāvācā vantā hoti …
sc_po: For one of right speech, wrong speech is vomited up. …

# an10.109:5.3
source: sammākammantassa, bhikkhave, micchākammanto vanto hoti …
sc_po: For one of right action, wrong action is vomited up. …

# an10.109:5.4
source: sammāājīvassa, bhikkhave, micchāājīvo vanto hoti …
sc_po: For one of right livelihood, wrong livelihood is vomited up. …

# an10.109:5.5
source: sammāvāyāmassa, bhikkhave, micchāvāyāmo vanto hoti …
sc_po: For one of right effort, wrong effort is vomited up. …

# an10.109:5.6
source: sammāsatissa, bhikkhave, micchāsati vantā hoti …
sc_po: For one of right mindfulness, wrong mindfulness is vomited up. …

# an10.109:5.7
source: sammāsamādhissa, bhikkhave, micchāsamādhi vanto hoti …
sc_po: For one of right immersion, wrong immersion is vomited up. …

# an10.109:5.8
source: sammāñāṇissa, bhikkhave, micchāñāṇaṃ vantaṃ hoti … pe ….
sc_po: For one of right knowledge, wrong knowledge is vomited up. …

# an10.109:6.1
source: Sammāvimuttissa, bhikkhave, micchāvimutti vantā hoti;
sc_po: For one of right freedom, wrong freedom is vomited up.

# an10.109:6.2
source: ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa vantā honti;
sc_po: And the many bad, unskillful qualities produced by wrong freedom are vomited up.

# an10.109:6.3
source: sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
sc_po: And because of right freedom, many skillful qualities are fully developed.

# an10.109:6.4
source: Idaṃ kho taṃ, bhikkhave, ariyaṃ vamanaṃ yaṃ vamanaṃ sampajjatiyeva no vipajjati, yaṃ vamanaṃ āgamma jātidhammā sattā jātiyā parimuccanti … pe … sokaparidevadukkhadomanassupāyāsehi parimuccantī”ti.
sc_po: This is the noble emetic that works without fail. Relying on this emetic, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.”
