Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.144.po
Languages: sc_po

# an10.144:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.144:0.2
source: 14. Sādhuvagga
sc_po: 14. Good

# an10.144:0.3
source: 144. Dukkhavipākasutta
sc_po: 144. Result in Suffering

# an10.144:1.1
source: “Dukkhavipākañca vo, bhikkhave, dhammaṃ desessāmi sukhavipākañca.
sc_po: “I will teach you the principle that results in suffering and that which results in happiness. …

# an10.144:1.3
source: katamo ca, bhikkhave, dukkhavipāko dhammo?
sc_po: And what principle results in suffering?

# an10.144:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.144:1.5
source: ayaṃ vuccati, bhikkhave, dukkhavipāko dhammo.
sc_po: This is called the principle that results in suffering.

# an10.144:1.6
source: Katamo ca, bhikkhave, sukhavipāko dhammo?
sc_po: And what principle results in happiness?

# an10.144:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.144:1.8
source: ayaṃ vuccati, bhikkhave, sukhavipāko dhammo”ti.
sc_po: This is called the principle that results in happiness.”
