Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.195.po
Languages: sc_po

# an10.195:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.195:0.2
source: 19. Ariyamaggavagga
sc_po: 19. The Noble Path

# an10.195:0.3
source: 195. Bhāvetabbadhammasutta
sc_po: 195. Principles That Should Be Developed

# an10.195:1.1
source: “Bhāvetabbañca vo, bhikkhave, dhammaṃ desessāmi na bhāvetabbañca.
sc_po: “I will teach you the principle to develop and the principle not to develop. …

# an10.195:1.2
source: Taṃ suṇātha … pe …
sc_po: Listen and pay close attention, I will speak.

# an10.195:1.3
source: katamo ca, bhikkhave, na bhāvetabbo dhammo?
sc_po: And what is the principle not to develop?

# an10.195:1.4
source: Pāṇātipāto … pe …
sc_po: Killing living creatures …

# an10.195:1.5
source: micchādiṭṭhi—
sc_po: wrong view.

# an10.195:1.6
source: ayaṃ vuccati, bhikkhave, na bhāvetabbo dhammo.
sc_po: This is called the principle not to develop.

# an10.195:2.1
source: Katamo ca, bhikkhave, bhāvetabbo dhammo?
sc_po: And what is the principle to develop?

# an10.195:2.2
source: Pāṇātipātā veramaṇī … pe …
sc_po: Not killing living creatures …

# an10.195:2.3
source: sammādiṭṭhi—
sc_po: right view.

# an10.195:2.4
source: ayaṃ vuccati, bhikkhave, bhāvetabbo dhammo”ti.
sc_po: This is called the principle to develop.”
