Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.221.po
Languages: sc_po

# an10.221:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.221:0.2
source: 22. Sāmaññavagga
sc_po: 22. Similarity

# an10.221:1.1
source: “Dasahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Someone with ten qualities is cast down to hell.

# an10.221:1.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.221:1.3
source: Pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, pisuṇavāco hoti, pharusavāco hoti, samphappalāpī hoti, abhijjhālu hoti, byāpannacitto hoti, micchādiṭṭhiko hoti—
sc_po: They kill living creatures, steal, and commit sexual misconduct. They use speech that’s false, divisive, harsh, or nonsensical. And they’re covetous, malicious, with wrong view.

# an10.221:1.4
source: imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.
sc_po: Someone with these ten qualities is cast down to hell.

# an10.221:2.1
source: Dasahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge.
sc_po: Someone with ten qualities is raised up to heaven.

# an10.221:2.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.221:2.3
source: Pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti, anabhijjhālu hoti, abyāpannacitto hoti, sammādiṭṭhiko hoti—
sc_po: They don’t kill living creatures, steal, or commit sexual misconduct. They don’t use speech that’s false, divisive, harsh, or nonsensical. They’re contented, kind-hearted, with right view.

# an10.221:2.4
source: imehi kho, bhikkhave, dasahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: Someone with these ten qualities is raised up to heaven.”
