Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.095.po
Languages: sc_po

# an10.95:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.95:0.2
source: 10. Upālivagga
sc_po: 10. With Upāli

# an10.95:0.3
source: 95. Uttiyasutta
sc_po: 95. With Uttiya

# an10.95:1.1
source: Atha kho uttiyo paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the wanderer Uttiya went up to the Buddha, and exchanged greetings with him.

# an10.95:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho uttiyo paribbājako bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha,

# an10.95:1.3
source: “kiṃ nu kho, bho gotama, sassato loko, idameva saccaṃ moghamaññan”ti?
sc_po: “Master Gotama, is this right: ‘The world is eternal. This is the only truth, other ideas are silly’?”

# an10.95:1.4
source: “Abyākataṃ kho etaṃ, uttiya, mayā:
sc_po: “This has not been declared by me, Uttiya.”

# an10.95:2.1
source: “Kiṃ pana, bho gotama, asassato loko, idameva saccaṃ moghamaññan”ti?
sc_po: “Then is this right: ‘The world is not eternal. This is the only truth, other ideas are silly’?”

# an10.95:2.2
source: “Etampi kho, uttiya, abyākataṃ mayā:
sc_po: “This has not been declared by me, Uttiya.”

# an10.95:3.1
source: “Kiṃ nu kho, bho gotama, antavā loko … pe …
sc_po: “Then is this right: ‘The world is finite …’ …

# an10.95:3.2
source: anantavā loko …
sc_po: ‘The world is infinite …’ …

# an10.95:3.3
source: taṃ jīvaṃ taṃ sarīraṃ …
sc_po: ‘The soul and the body are the same thing …’ …

# an10.95:3.4
source: aññaṃ jīvaṃ aññaṃ sarīraṃ …
sc_po: ‘The soul and the body are different things …’ …

# an10.95:3.5
source: hoti tathāgato paraṃ maraṇā …
sc_po: ‘A Realized One exists after death …’ …

# an10.95:3.6
source: na hoti tathāgato paraṃ maraṇā …
sc_po: ‘A Realized One doesn’t exist after death …’ …

# an10.95:3.7
source: hoti ca na ca hoti tathāgato paraṃ maraṇā …
sc_po: ‘A Realized One both exists and doesn’t exist after death …’ …

# an10.95:3.8
source: neva hoti na na hoti tathāgato paraṃ maraṇā, idameva saccaṃ moghamaññan”ti?
sc_po: ‘A Realized One neither exists nor doesn’t exist after death. This is the only truth, other ideas are silly’?”

# an10.95:3.9
source: “Etampi kho, uttiya, abyākataṃ mayā:
sc_po: “This has not been declared by me, Uttiya.”

# an10.95:4.1
source: “‘Kiṃ nu kho, bho gotama, sassato loko, idameva saccaṃ moghamaññan’ti, iti puṭṭho samāno ‘abyākataṃ kho etaṃ, uttiya, mayā—
sc_po: “When asked about all these points, Master Gotama says that they have not been declared by him.

# an10.95:6.11
source: Atha kiñcarahi bhotā gotamena byākatan”ti?
sc_po: So what exactly has been declared by Master Gotama?”

# an10.95:7.1
source: “Abhiññāya kho ahaṃ, uttiya, sāvakānaṃ dhammaṃ desemi sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāyā”ti.
sc_po: “Uttiya, I teach my disciples from my own insight in order to purify sentient beings, to get past sorrow and crying, to make an end of pain and sadness, to end the cycle of suffering, and to realize extinguishment.”

# an10.95:8.1
source: “Yaṃ panetaṃ bhavaṃ gotamo abhiññāya sāvakānaṃ dhammaṃ desesi sattānaṃ visuddhiyā sokaparidevānaṃ samatikkamāya dukkhadomanassānaṃ atthaṅgamāya ñāyassa adhigamāya nibbānassa sacchikiriyāya, sabbo vā tena loko nīyati upaḍḍho vā tibhāgo vā”ti?
sc_po: “But when Master Gotama teaches in this way, is the whole world saved, or half, or a third?”

# an10.95:8.2
source: Evaṃ vutte, bhagavā tuṇhī ahosi.
sc_po: But when he said this, the Buddha kept silent.

# an10.95:9.1
source: Atha kho āyasmato ānandassa etadahosi:
sc_po: Then Venerable Ānanda thought,

# an10.95:9.2
source: “mā hevaṃ kho uttiyo paribbājako pāpakaṃ diṭṭhigataṃ paṭilabhi:
sc_po: “The wanderer Uttiya must not get the harmful misconception:

# an10.95:9.3
source: ‘sabbasāmukkaṃsikaṃ vata me samaṇo gotamo pañhaṃ puṭṭho saṃsādeti, no vissajjeti, na nūna visahatī’ti.
sc_po: ‘When the ascetic Gotama was asked this all-important question he falters without answering. He just can’t do it!’

# an10.95:9.4
source: Tadassa uttiyassa paribbājakassa dīgharattaṃ ahitāya dukkhāyā”ti.
sc_po: That would be for his lasting harm and suffering.”

# an10.95:10.1
source: Atha kho āyasmā ānando uttiyaṃ paribbājakaṃ etadavoca:
sc_po: Then Ānanda said to the wanderer Uttiya,

# an10.95:10.2
source: “tenahāvuso uttiya, upamaṃ te karissāmi.
sc_po: “Well then, Reverend Uttiya, I shall give you a simile.

# an10.95:10.3
source: Upamāya m’idhekacce viññū purisā bhāsitassa atthaṃ ājānanti.
sc_po: For by means of a simile some sensible people understand the meaning of what is said.

# an10.95:10.4
source: Seyyathāpi, āvuso uttiya, rañño paccantimaṃ nagaraṃ daḷhuddhāpaṃ daḷhapākāratoraṇaṃ ekadvāraṃ.
sc_po: Suppose there was a king’s frontier citadel with fortified embankments, ramparts, and arches, and a single gate.

# an10.95:10.5
source: Tatrassa dovāriko paṇḍito byatto medhāvī aññātānaṃ nivāretā ñātānaṃ pavesetā.
sc_po: And it has a gatekeeper who is astute, competent, and clever. He keeps strangers out and lets known people in.

# an10.95:10.6
source: So tassa nagarassa samantā anupariyāyapathaṃ anukkamati. Anupariyāyapathaṃ anukkamamāno na passeyya pākārasandhiṃ vā pākāravivaraṃ vā, antamaso biḷāranikkhamanamattampi.
sc_po: As he walks around the patrol path, he doesn’t see a hole or cleft in the wall, not even one big enough for a cat to slip out.

# an10.95:10.7
source: No ca khvassa evaṃ ñāṇaṃ hoti: ‘ettakā pāṇā imaṃ nagaraṃ pavisanti vā nikkhamanti vā’ti.
sc_po: He doesn’t know how many creatures enter or leave the citadel.

# an10.95:10.8
source: Atha khvassa evamettha hoti: ‘ye kho keci oḷārikā pāṇā imaṃ nagaraṃ pavisanti vā nikkhamanti vā, sabbe te iminā dvārena pavisanti vā nikkhamanti vā’ti.
sc_po: But he does know that whatever sizable creatures enter or leave the citadel, all of them do so via this gate.

# an10.95:11.1
source: Evamevaṃ kho, āvuso uttiya, na tathāgatassa evaṃ ussukkaṃ hoti: ‘sabbo vā tena loko nīyati, upaḍḍho vā, tibhāgo vā’ti.
sc_po: In the same way, it’s not the Realized One’s concern whether the whole world is saved by this, or half, or a third.

# an10.95:11.2
source: Atha kho evamettha tathāgatassa hoti: ‘ye kho keci lokamhā nīyiṃsu vā nīyanti vā nīyissanti vā, sabbe te pañca nīvaraṇe pahāya cetaso upakkilese paññāya dubbalīkaraṇe, catūsu satipaṭṭhānesu suppatiṭṭhitacittā, satta bojjhaṅge yathābhūtaṃ bhāvetvā.
sc_po: But the Realized One knows that whoever is saved from the world—whether in the past, the future, or the present—all have given up the five hindrances, corruptions of the heart that weaken wisdom. They have firmly established their mind in the four kinds of mindfulness meditation. And they have truly developed the seven awakening factors.

# an10.95:11.3
source: Evamete lokamhā nīyiṃsu vā nīyanti vā nīyissanti vā’ti.
sc_po: That’s how they’re saved from the world, in the past, future, or present.

# an10.95:11.4
source: Yadeva kho tvaṃ, āvuso uttiya, bhagavantaṃ pañhaṃ apucchi tadevetaṃ pañhaṃ bhagavantaṃ aññena pariyāyena apucchi.
sc_po: Uttiya, you were just asking the Buddha the same question as before in a different way.

# an10.95:11.5
source: Tasmā te taṃ bhagavā na byākāsī”ti.
sc_po: That’s why he didn’t answer.”
