Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.174.po
Languages: sc_po

# an10.174:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.174:0.2
source: 17. Jāṇussoṇivagga
sc_po: 17. With Jāṇussoṇi

# an10.174:0.3
source: 174. Kammanidānasutta
sc_po: 174. Sources of Deeds

# an10.174:1.1
source: “Pāṇātipātampāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: “Mendicants, I say that killing living creatures is threefold:

# an10.174:1.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:2.1
source: Adinnādānampāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: I say that stealing is threefold:

# an10.174:2.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:3.1
source: Kāmesumicchācārampāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: I say that sexual misconduct is threefold:

# an10.174:3.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:4.1
source: Musāvādampāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: I say that lying is threefold:

# an10.174:4.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:5.1
source: Pisuṇavācampāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: I say that divisive speech is threefold:

# an10.174:5.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:6.1
source: Pharusavācampāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: I say that harsh speech is threefold:

# an10.174:6.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:7.1
source: Samphappalāpampāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: I say that talking nonsense is threefold:

# an10.174:7.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:8.1
source: Abhijjhampāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: I say that covetousness is threefold:

# an10.174:8.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:9.1
source: Byāpādampāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: I say that ill will is threefold:

# an10.174:9.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:10.1
source: Micchādiṭṭhimpāhaṃ, bhikkhave, tividhaṃ vadāmi—
sc_po: I say that wrong view is threefold:

# an10.174:10.2
source: lobhahetukampi, dosahetukampi, mohahetukampi.
sc_po: caused by greed, hate, or delusion.

# an10.174:10.3
source: Iti kho, bhikkhave, lobho kammanidānasambhavo, doso kammanidānasambhavo, moho kammanidānasambhavo.
sc_po: And so greed, hate, and delusion are sources and origins for deeds.

# an10.174:10.4
source: Lobhakkhayā kammanidānasaṅkhayo, dosakkhayā kammanidānasaṅkhayo, mohakkhayā kammanidānasaṅkhayo”ti.
sc_po: With the ending of greed, hate, and delusion, the sources of deeds are ended.”
