Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.104.po
Languages: sc_po

# an10.104:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.104:0.2
source: 11. Samaṇasaññāvagga
sc_po: 11. Perceptions for Ascetics

# an10.104:0.3
source: 104. Bījasutta
sc_po: 104. A Seed

# an10.104:1.1
source: “Micchādiṭṭhikassa, bhikkhave, purisapuggalassa micchāsaṅkappassa micchāvācassa micchākammantassa micchāājīvassa micchāvāyāmassa micchāsatissa micchāsamādhissa micchāñāṇissa micchāvimuttissa
sc_po: “Mendicants, consider a person who has wrong view, thought, speech, action, livelihood, effort, mindfulness, immersion, knowledge, and freedom.

# an10.104:1.2
source: yañca kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā, sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṃvattanti.
sc_po: Whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering.

# an10.104:1.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.104:1.4
source: Diṭṭhi hissa, bhikkhave, pāpikā.
sc_po: Because their view is bad.

# an10.104:2.1
source: Seyyathāpi, bhikkhave, nimbabījaṃ vā kosātakibījaṃ vā tittakālābubījaṃ vā allāya pathaviyā nikkhittaṃ yañceva pathavirasaṃ upādiyati yañca āporasaṃ upādiyati, sabbaṃ taṃ tittakattāya kaṭukattāya asātattāya saṃvattati.
sc_po: Suppose a seed of neem, angled gourd, or bitter gourd was planted in moist earth. Whatever nutrients it takes up from the earth and water would lead to its bitter, acerbic, and unpleasant taste.

# an10.104:2.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.104:2.3
source: Bījañhi, bhikkhave, pāpakaṃ.
sc_po: Because the seed is bad.

# an10.104:2.4
source: Evamevaṃ kho, bhikkhave, micchādiṭṭhikassa purisapuggalassa micchāsaṅkappassa micchāvācassa micchākammantassa micchāājīvassa micchāvāyāmassa micchāsatissa micchāsamādhissa micchāñāṇissa micchāvimuttissa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ …
sc_po: In the same way, consider a person who has wrong view, thought, speech, action, livelihood, effort, mindfulness, immersion, knowledge, and freedom.

# an10.104:2.5
source: yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā, sabbe te dhammā aniṭṭhāya akantāya amanāpāya ahitāya dukkhāya saṃvattanti.
sc_po: Whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is unlikable, undesirable, disagreeable, harmful, and suffering.

# an10.104:2.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.104:2.7
source: Diṭṭhi hissa, bhikkhave, pāpikā.
sc_po: Because their view is bad.

# an10.104:3.1
source: Sammādiṭṭhikassa, bhikkhave, purisapuggalassa sammāsaṅkappassa sammāvācassa sammākammantassa sammāājīvassa sammāvāyāmassa sammāsatissa sammāsamādhissa sammāñāṇissa sammāvimuttissa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā, sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.
sc_po: Consider a person who has right view, thought, speech, action, livelihood, effort, mindfulness, immersion, knowledge, and freedom. Whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant.

# an10.104:3.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.104:3.3
source: Diṭṭhi hissa, bhikkhave, bhaddikā.
sc_po: Because their view is good.

# an10.104:4.1
source: Seyyathāpi, bhikkhave, ucchubījaṃ vā sālibījaṃ vā muddikābījaṃ vā allāya pathaviyā nikkhittaṃ yañca pathavirasaṃ upādiyati yañca āporasaṃ upādiyati sabbaṃ taṃ sātattāya madhurattāya asecanakattāya saṃvattati.
sc_po: Suppose a seed of sugar cane, fine rice, or grape was planted in moist earth. Whatever nutrients it takes up from the earth and water would lead to its sweet, pleasant, and delicious taste.

# an10.104:4.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.104:4.3
source: Bījañhi, bhikkhave, bhaddakaṃ.
sc_po: Because the seed is good.

# an10.104:4.4
source: Evamevaṃ kho, bhikkhave, sammādiṭṭhikassa … pe … sammāvimuttissa yañceva kāyakammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yañca vacīkammaṃ …
sc_po: In the same way, consider a person who has right view, thought, speech, action, livelihood, effort, mindfulness, immersion, knowledge, and freedom.

# an10.104:4.5
source: yañca manokammaṃ yathādiṭṭhi samattaṃ samādinnaṃ yā ca cetanā yā ca patthanā yo ca paṇidhi ye ca saṅkhārā, sabbe te dhammā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.
sc_po: Whatever bodily, verbal, or mental deeds they undertake in line with that view, their intentions, aims, wishes, and choices all lead to what is likable, desirable, agreeable, beneficial, and pleasant.

# an10.104:4.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.104:4.7
source: Diṭṭhi hissa, bhikkhave, bhaddikā”ti.
sc_po: Because their view is good.”
