Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.010.po
Languages: sc_po

# an10.10:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.10:0.2
source: 1. Ānisaṃsavagga
sc_po: 1. Benefits

# an10.10:0.3
source: 10. Vijjāsutta
sc_po: 10. Inspiring All Around: the Three Knowledges

# an10.10:1.1
source: “Saddho ca, bhikkhave, bhikkhu hoti, no ca sīlavā.
sc_po: “A mendicant is faithful, but not ethical.

# an10.10:1.2
source: Evaṃ so tenaṅgena aparipūro hoti.
sc_po: So they’re incomplete in that respect,

# an10.10:1.3
source: Tena taṃ aṅgaṃ paripūretabbaṃ:
sc_po: and should fulfill it, thinking:

# an10.10:1.4
source: ‘kintāhaṃ saddho ca assaṃ sīlavā cā’ti.
sc_po: ‘How can I become faithful and ethical?’

# an10.10:1.5
source: Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, sīlavā ca, evaṃ so tenaṅgena paripūro hoti.
sc_po: When the mendicant is faithful and ethical, they’re complete in that respect.

# an10.10:2.1
source: Saddho ca, bhikkhave, bhikkhu hoti sīlavā ca, no ca bahussuto bahussuto ca,
sc_po: A mendicant is faithful and ethical, but not learned …

# an10.10:2.2
source: no ca dhammakathiko … pe …
sc_po: they’re not a Dhamma speaker …

# an10.10:2.3
source: dhammakathiko ca, no ca parisāvacaro parisāvacaro ca,
sc_po: they don’t frequent assemblies …

# an10.10:2.4
source: no ca visārado parisāya dhammaṃ deseti visārado ca parisāya dhammaṃ deseti,
sc_po: they don’t teach Dhamma to the assembly with assurance …

# an10.10:2.5
source: no ca vinayadharo vinayadharo ca,
sc_po: they’re not an expert in the training …

# an10.10:2.6
source: no ca anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati. Anekavihitañca … pe … pubbenivāsaṃ anussarati,
sc_po: they don’t recollect their many kinds of past lives …

# an10.10:2.7
source: no ca dibbena cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajānāti dibbena ca cakkhunā visuddhena atikkantamānusakena … pe …
sc_po: they don’t, with clairvoyance that is purified and superhuman, see sentient beings passing away and being reborn …

# an10.10:2.8
source: yathākammūpage satte pajānāti, no ca āsavānaṃ khayā … pe … sacchikatvā upasampajja viharati.
sc_po: they don’t realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# an10.10:2.9
source: Evaṃ so tenaṅgena aparipūro hoti.
sc_po: So they’re incomplete in that respect,

# an10.10:2.10
source: Tena taṃ aṅgaṃ paripūretabbaṃ:
sc_po: and should fulfill it, thinking:

# an10.10:2.11
source: ‘kintāhaṃ saddho ca assaṃ, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseyyaṃ, vinayadharo ca, anekavihitañca pubbenivāsaṃ anussareyyaṃ, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussareyyaṃ, dibbena ca cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajāneyyaṃ, āsavānañca khayā … pe … sacchikatvā upasampajja vihareyyan’ti.
sc_po: ‘How can I become faithful, ethical, and educated, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the training, one who recollects their many kinds of past lives, one who with clairvoyance that surpasses the human sees sentient beings passing away and being reborn, and one who lives having realized the ending of defilements?’

# an10.10:3.1
source: Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseti, vinayadharo ca, anekavihitañca pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, dibbena ca cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajānāti, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: When they are faithful, ethical, and educated, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the training, one who recollects their many kinds of past lives, one who with clairvoyance that surpasses the human sees sentient beings passing away and being reborn, and one who lives having realized the ending of defilements,

# an10.10:3.2
source: Evaṃ so tenaṅgena paripūro hoti.
sc_po: they’re complete in that respect.

# an10.10:3.3
source: Imehi kho, bhikkhave, dasahi dhammehi samannāgato bhikkhu samantapāsādiko ca hoti sabbākāraparipūro cā”ti.
sc_po: A mendicant who has these ten qualities is inspiring all around, and is complete in every respect.”
