Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.171.po
Languages: sc_po

# an10.171:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.171:0.2
source: 17. Jāṇussoṇivagga
sc_po: 17. With Jāṇussoṇi

# an10.171:0.3
source: 171. Paṭhamaadhammasutta
sc_po: 171. Bad Principles (1st)

# an10.171:1.1
source: “Adhammo ca, bhikkhave, veditabbo anattho ca;
sc_po: “Mendicants, you should know bad principles with bad results.

# an10.171:1.2
source: dhammo ca veditabbo attho ca.
sc_po: And you should know good principles with good results.

# an10.171:1.3
source: Adhammañca viditvā anatthañca, dhammañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabbaṃ.
sc_po: Knowing these things, your practice should follow the good principles with good results.

# an10.171:2.1
source: Katamo ca, bhikkhave, adhammo ca anattho ca?
sc_po: And what are bad principles with bad results?

# an10.171:2.2
source: Pāṇātipāto, adinnādānaṃ, kāmesumicchācāro, musāvādo, pisuṇā vācā, pharusā vācā, samphappalāpo, abhijjhā, byāpādo, micchādiṭṭhi—
sc_po: Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; covetousness, ill will, and wrong view.

# an10.171:2.3
source: ayaṃ vuccati, bhikkhave, adhammo ca anattho ca.
sc_po: These are called bad principles with bad results.

# an10.171:3.1
source: Katamo ca, bhikkhave, dhammo ca attho ca?
sc_po: And what are good principles with good results?

# an10.171:3.2
source: Pāṇātipātā veramaṇī, adinnādānā veramaṇī, kāmesumicchācārā veramaṇī, musāvādā veramaṇī, pisuṇāya vācāya veramaṇī, pharusāya vācāya veramaṇī, samphappalāpā veramaṇī, anabhijjhā, abyāpādo, sammādiṭṭhi—
sc_po: Avoiding killing living creatures, stealing, and sexual misconduct; avoiding speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view.

# an10.171:3.3
source: ayaṃ vuccati, bhikkhave, dhammo ca attho ca.
sc_po: These are called good principles with good results.

# an10.171:4.1
source: ‘Adhammo ca, bhikkhave, veditabbo anattho ca;
sc_po: ‘You should know bad principles with bad results.

# an10.171:4.2
source: dhammo ca veditabbo attho ca.
sc_po: And you should know good principles with good results.

# an10.171:4.3
source: Adhammañca viditvā anatthañca, dhammañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban’ti,
sc_po: Knowing these things, your practice should follow the good principles with good results.’

# an10.171:4.4
source: iti yaṃ taṃ vuttaṃ, idametaṃ paṭicca vuttan”ti.
sc_po: That’s what I said, and this is why I said it.”
