Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.012.po
Languages: sc_po

# an10.12:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.12:0.2
source: 2. Nāthavagga
sc_po: 2. A Protector

# an10.12:0.3
source: 12. Pañcaṅgasutta
sc_po: 12. Five Factors

# an10.12:1.1
source: “Pañcaṅgavippahīno, bhikkhave, bhikkhu pañcaṅgasamannāgato imasmiṃ dhammavinaye ‘kevalī vusitavā uttamapuriso’ti vuccati.
sc_po: “Mendicants, in this teaching and training a mendicant who has given up five factors and possesses five factors is called consummate, accomplished, a supreme person.

# an10.12:1.2
source: Kathañca, bhikkhave, bhikkhu pañcaṅgavippahīno hoti?
sc_po: And how has a mendicant given up five factors?

# an10.12:1.3
source: Idha, bhikkhave, bhikkhuno kāmacchando pahīno hoti, byāpādo pahīno hoti, thinamiddhaṃ pahīnaṃ hoti, uddhaccakukkuccaṃ pahīnaṃ hoti, vicikicchā pahīnā hoti.
sc_po: It’s when a mendicant has given up sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.

# an10.12:1.4
source: Evaṃ kho, bhikkhave, bhikkhu pañcaṅgavippahīno hoti.
sc_po: That’s how a mendicant has given up five factors.

# an10.12:2.1
source: Kathañca, bhikkhave, bhikkhu pañcaṅgasamannāgato hoti?
sc_po: And how does a mendicant have five factors?

# an10.12:2.2
source: Idha, bhikkhave, bhikkhu asekhena sīlakkhandhena samannāgato hoti, asekhena samādhikkhandhena samannāgato hoti, asekhena paññākkhandhena samannāgato hoti, asekhena vimuttikkhandhena samannāgato hoti, asekhena vimuttiñāṇadassanakkhandhena samannāgato hoti.
sc_po: It’s when a mendicant has the entire spectrum of an adept’s ethics, immersion, wisdom, freedom, and knowledge and vision of freedom.

# an10.12:2.3
source: Evaṃ kho, bhikkhave, bhikkhu pañcaṅgasamannāgato hoti.
sc_po: That’s how a mendicant has five factors.

# an10.12:3.1
source: Pañcaṅgavippahīno kho, bhikkhave, bhikkhu pañcaṅgasamannāgato imasmiṃ dhammavinaye ‘kevalī vusitavā uttamapuriso’ti vuccati.
sc_po: In this teaching and training a mendicant who has given up five factors and possesses five factors is called consummate, accomplished, a supreme person.

# an10.12:4.1
source: Kāmacchando ca byāpādo,
sc_po: Sensual desire, ill will,

# an10.12:4.2
source: thinamiddhañca bhikkhuno;
sc_po: dullness and drowsiness,

# an10.12:4.3
source: Uddhaccaṃ vicikicchā ca,
sc_po: restlessness, and doubt

# an10.12:4.4
source: sabbasova na vijjati.
sc_po: are not found in a mendicant at all.

# an10.12:5.1
source: Asekhena ca sīlena,
sc_po: One like this is accomplished

# an10.12:5.2
source: asekhena samādhinā;
sc_po: in an adept’s ethics,

# an10.12:5.3
source: Vimuttiyā ca sampanno,
sc_po: an adept’s immersion,

# an10.12:5.4
source: ñāṇena ca tathāvidho.
sc_po: and freedom and knowledge.

# an10.12:6.1
source: Sa ve pañcaṅgasampanno,
sc_po: Possessing these five factors,

# an10.12:6.2
source: pañca aṅge vivajjayaṃ;
sc_po: and rid of five factors,

# an10.12:6.3
source: Imasmiṃ dhammavinaye,
sc_po: in this teaching and training

# an10.12:6.4
source: kevalī iti vuccatī”ti.
sc_po: they’re called ‘consummate’.”
