Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.026.po
Languages: sc_po

# an10.26:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.26:0.2
source: 3. Mahāvagga
sc_po: 3. The Great Chapter

# an10.26:0.3
source: 26. Kāḷīsutta
sc_po: 26. With Kāḷī

# an10.26:1.1
source: Ekaṃ samayaṃ āyasmā mahākaccāno avantīsu viharati kuraraghare pavatte pabbate.
sc_po: At one time Venerable Mahākaccāna was staying in the land of the Avantis near Kuraraghara on Steep Mountain.

# an10.26:1.2
source: Atha kho kāḷī upāsikā kuraragharikā yenāyasmā mahākaccāno tenupasaṅkami; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho kāḷī upāsikā kuraragharikā āyasmantaṃ mahākaccānaṃ etadavoca:
sc_po: Then the laywoman Kāḷī of Kurughara went up to Venerable Mahākaccāna, bowed, sat down to one side, and said to him,

# an10.26:1.3
source: “vuttamidaṃ, bhante, bhagavatā kumāripañhesu:
sc_po: “Sir, this was said by the Buddha in ‘The Maidens’ Questions’:

# an10.26:2.1
source: ‘Atthassa pattiṃ hadayassa santiṃ,
sc_po: ‘I’ve reached the goal, peace of heart.

# an10.26:2.2
source: Jetvāna senaṃ piyasātarūpaṃ;
sc_po: Having conquered the army of the likable and pleasant,

# an10.26:2.3
source: Ekohaṃ jhāyaṃ sukhamanubodhiṃ,
sc_po: alone, practicing absorption, I awakened to bliss.

# an10.26:2.4
source: Tasmā janena na karomi sakkhiṃ;
sc_po: That’s why I don’t get too close to people,

# an10.26:2.5
source: Sakkhī na sampajjati kenaci me’ti.
sc_po: and no-one gets too close to me.’

# an10.26:3.1
source: Imassa kho, bhante, bhagavatā saṅkhittena bhāsitassa kathaṃ vitthārena attho daṭṭhabbo”ti?
sc_po: How should we see the detailed meaning of the Buddha’s brief statement?”

# an10.26:4.1
source: “Pathavīkasiṇasamāpattiparamā kho, bhagini, eke samaṇabrāhmaṇā ‘attho’ti abhinibbattesuṃ.
sc_po: “Sister, some ascetics and brahmins regard the attainment of the meditation on universal earth to be the ultimate. Thinking ‘this is the goal’, they are reborn.

# an10.26:4.2
source: Yāvatā kho, bhagini, pathavīkasiṇasamāpattiparamatā, tadabhiññāsi bhagavā.
sc_po: The Buddha directly knew the extent to which the attainment of the meditation on universal earth was the ultimate.

# an10.26:4.3
source: Tadabhiññāya bhagavā assādamaddasa ādīnavamaddasa nissaraṇamaddasa maggāmaggañāṇadassanamaddasa.
sc_po: Directly knowing this he saw the beginning, the drawback, and the escape. And he saw the knowledge and vision of the variety of paths.

# an10.26:4.4
source: Tassa assādadassanahetu ādīnavadassanahetu nissaraṇadassanahetu maggāmaggañāṇadassanahetu atthassa patti hadayassa santi viditā hoti.
sc_po: Because he saw the beginning, the drawback, and the escape, and he saw the knowledge and vision of the variety of paths, he knew that he had reached the goal, peace of heart.

# an10.26:5.1
source: Āpokasiṇasamāpattiparamā kho, bhagini … pe …
sc_po: Some ascetics and brahmins regard the attainment of the meditation on universal water to be the ultimate. Thinking ‘this is the goal’, they are reborn. …

# an10.26:5.2
source: tejokasiṇasamāpattiparamā kho, bhagini …
sc_po: Some ascetics and brahmins regard the attainment of the meditation on universal fire …

# an10.26:5.3
source: vāyokasiṇasamāpattiparamā kho, bhagini …
sc_po: universal air …

# an10.26:5.4
source: nīlakasiṇasamāpattiparamā kho, bhagini …
sc_po: universal blue …

# an10.26:5.5
source: pītakasiṇasamāpattiparamā kho, bhagini …
sc_po: universal yellow …

# an10.26:5.6
source: lohitakasiṇasamāpattiparamā kho, bhagini …
sc_po: universal red …

# an10.26:5.7
source: odātakasiṇasamāpattiparamā kho, bhagini …
sc_po: universal white …

# an10.26:5.8
source: ākāsakasiṇasamāpattiparamā kho, bhagini …
sc_po: universal space …

# an10.26:5.9
source: viññāṇakasiṇasamāpattiparamā kho, bhagini, eke samaṇabrāhmaṇā ‘attho’ti abhinibbattesuṃ.
sc_po: universal consciousness to be the ultimate. Thinking ‘this is the goal’, they are reborn.

# an10.26:5.10
source: Yāvatā kho, bhagini, viññāṇakasiṇasamāpattiparamatā, tadabhiññāsi bhagavā.
sc_po: The Buddha directly knew the extent to which the attainment of the meditation on universal consciousness was the ultimate.

# an10.26:5.11
source: Tadabhiññāya bhagavā assādamaddasa … ādīnavamaddasa … nissaraṇamaddasa … maggāmaggañāṇadassanamaddasa …
sc_po: Directly knowing this he saw the beginning, the drawback, and the escape. And he saw the knowledge and vision of the variety of paths.

# an10.26:5.12
source: tassa assādadassanahetu ādīnavadassanahetu nissaraṇadassanahetu maggāmaggañāṇadassanahetu atthassa patti hadayassa santi viditā hoti.
sc_po: Because he saw the beginning, the drawback, and the escape, and he saw the knowledge and vision of the variety of paths, he knew that he had reached the goal, peace of heart.

# an10.26:5.13
source: Iti kho, bhagini, yaṃ taṃ vuttaṃ bhagavatā kumāripañhesu:
sc_po: So, sister, that’s how to understand the detailed meaning of what the Buddha said in brief in ‘The Maiden’s Questions’:

# an10.26:6.1
source: ‘Atthassa pattiṃ hadayassa santiṃ,
sc_po: ‘I’ve reached the goal, peace of heart.

# an10.26:6.2
source: Jetvāna senaṃ piyasātarūpaṃ;
sc_po: Having conquered the army of the likable and pleasant,

# an10.26:6.3
source: Ekohaṃ jhāyaṃ sukhamanubodhiṃ,
sc_po: alone, practicing absorption, I awakened to bliss.

# an10.26:6.4
source: Tasmā janena na karomi sakkhiṃ;
sc_po: That’s why I don’t get too close to people,

# an10.26:6.5
source: Sakkhī na sampajjati kenaci me’ti.
sc_po: and no-one gets too close to me.’”
