Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.148.po
Languages: sc_po

# an10.148:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.148:0.2
source: 15. Ariyavagga
sc_po: 15. The Noble Path

# an10.148:0.3
source: 148. Sappurisadhammasutta
sc_po: 148. The Teaching of the Good Persons

# an10.148:1.1
source: “Sappurisadhammañca vo, bhikkhave, desessāmi asappurisadhammañca.
sc_po: “Mendicants, I will teach you the teaching of the good persons and the teaching of the bad persons. …

# an10.148:1.3
source: katamo ca, bhikkhave, asappurisadhammo?
sc_po: And what is the teaching of the bad persons?

# an10.148:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.148:1.5
source: ayaṃ vuccati, bhikkhave, asappurisadhammo.
sc_po: This is the teaching of the bad persons.

# an10.148:1.6
source: Katamo ca, bhikkhave, sappurisadhammo?
sc_po: And what is the teaching of the good persons?

# an10.148:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.148:1.8
source: ayaṃ vuccati, bhikkhave, sappurisadhammo”ti.
sc_po: This is the teaching of the good persons.”
