Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.015.po
Languages: sc_po

# an10.15:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.15:0.2
source: 2. Nāthavagga
sc_po: 2. A Protector

# an10.15:0.3
source: 15. Appamādasutta
sc_po: 15. Diligence

# an10.15:1.1
source: “Yāvatā, bhikkhave, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā rūpino vā arūpino vā saññino vā asaññino vā nevasaññināsaññino vā, tathāgato tesaṃ aggamakkhāyati arahaṃ sammāsambuddho;
sc_po: “Mendicants, the Realized One, the perfected one, the fully awakened Buddha, is said to be the best of all sentient beings—be they footless, with two feet, four feet, or many feet; with form or formless; with perception or without perception or with neither perception nor non-perception.

# an10.15:1.2
source: evamevaṃ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṃ aggamakkhāyati. (1)
sc_po: In the same way, all skillful qualities are rooted in diligence and meet at diligence, and diligence is said to be the best of them.

# an10.15:2.1
source: Seyyathāpi, bhikkhave, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni, sabbāni tāni hatthipade samodhānaṃ gacchanti, hatthipadaṃ tesaṃ aggamakkhāyati, yadidaṃ mahantattena;
sc_po: The footprints of all creatures that walk can fit inside an elephant’s footprint, so an elephant’s footprint is said to be the biggest of them all.

# an10.15:2.2
source: evamevaṃ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṃ aggamakkhāyati. (2)
sc_po: In the same way, all skillful qualities are rooted in diligence and meet at diligence, and diligence is said to be the best of them.

# an10.15:3.1
source: Seyyathāpi, bhikkhave, kūṭāgārassa yā kāci gopānasiyo sabbā tā kūṭaṅgamā kūṭaninnā kūṭasamosaraṇā, kūṭo tāsaṃ aggamakkhāyati;
sc_po: The rafters of a bungalow all lean to the peak, slope to the peak, and meet at the peak, so the peak is said to be the topmost of them all.

# an10.15:3.2
source: evamevaṃ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṃ aggamakkhāyati. (3)
sc_po: In the same way, all skillful qualities are rooted in diligence and meet at diligence, and diligence is said to be the best of them.

# an10.15:4.1
source: Seyyathāpi, bhikkhave, ye keci mūlagandhā, kāḷānusāriyaṃ tesaṃ aggamakkhāyati;
sc_po: Of all kinds of fragrant root, spikenard is said to be the best.

# an10.15:4.2
source: evamevaṃ kho, bhikkhave … pe …. (4)
sc_po: In the same way …

# an10.15:5.1
source: Seyyathāpi, bhikkhave, ye keci sāragandhā, lohitacandanaṃ tesaṃ aggamakkhāyati;
sc_po: Of all kinds of fragrant heartwood, red sandalwood is said to be the best.

# an10.15:5.2
source: evamevaṃ kho, bhikkhave … pe …. (5)
sc_po: In the same way …

# an10.15:6.1
source: Seyyathāpi, bhikkhave, ye keci pupphagandhā, vassikaṃ tesaṃ aggamakkhāyati;
sc_po: Of all kinds of fragrant flower, jasmine is said to be the best.

# an10.15:6.2
source: evamevaṃ kho, bhikkhave … pe …. (6)
sc_po: In the same way …

# an10.15:7.1
source: Seyyathāpi, bhikkhave, ye keci khuddarājāno, sabbe te rañño cakkavattissa anuyantā bhavanti, rājā tesaṃ cakkavattī aggamakkhāyati;
sc_po: All lesser kings are vassals of a wheel-turning monarch, so the wheel-turning monarch is said to be the foremost of them all.

# an10.15:7.2
source: evamevaṃ kho, bhikkhave … pe …. (7)
sc_po: In the same way …

# an10.15:8.1
source: Seyyathāpi, bhikkhave, yā kāci tārakarūpānaṃ pabhā, sabbā tā candappabhāya kalaṃ nāgghanti soḷasiṃ, candappabhā tāsaṃ aggamakkhāyati;
sc_po: The radiance of all the stars is not worth a sixteenth part of the moon’s radiance, so the moon’s radiance is said to be the best of them all.

# an10.15:8.2
source: evamevaṃ kho, bhikkhave … pe …. (8)
sc_po: In the same way …

# an10.15:9.1
source: Seyyathāpi, bhikkhave, saradasamaye viddhe vigatavalāhake deve ādicco nabhaṃ abbhussakkamāno sabbaṃ ākāsagataṃ tamagataṃ abhivihacca bhāsate ca tapate ca virocati ca;
sc_po: After the rainy season the sky is clear and cloudless. And when the sun rises, it dispels all the darkness from the sky as it shines and glows and radiates.

# an10.15:9.2
source: evamevaṃ kho, bhikkhave … pe …. (9)
sc_po: In the same way …

# an10.15:10.1
source: Seyyathāpi, bhikkhave, yā kāci mahānadiyo, seyyathidaṃ—gaṅgā, yamunā, aciravatī, sarabhū, mahī, sabbā tā samuddaṅgamā samuddaninnā samuddapoṇā samuddapabbhārā, mahāsamuddo tāsaṃ aggamakkhāyati;
sc_po: All the great rivers—that is, the Ganges, Yamunā, Aciravatī, Sarabhū, and Mahī—flow, slant, slope, and incline towards the ocean, and the ocean is said to be the greatest of them.

# an10.15:10.2
source: evamevaṃ kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā. Appamādo tesaṃ aggamakkhāyatī”ti. (10)
sc_po: In the same way, all skillful qualities are rooted in diligence and meet at diligence, and diligence is said to be the best of them.”
