Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.085.po
Languages: sc_po

# an10.85:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.85:0.2
source: 9. Theravagga
sc_po: 9. Senior Mendicants

# an10.85:0.3
source: 85. Katthīsutta
sc_po: 85. A Boaster

# an10.85:1.1
source: Ekaṃ samayaṃ āyasmā mahācundo cetīsu viharati sahajātiyaṃ.
sc_po: At one time Venerable Mahācunda was staying in the land of the Cetis at Sahajāti.

# an10.85:1.2
source: Tatra kho āyasmā mahācundo bhikkhū āmantesi:
sc_po: There he addressed the mendicants:

# an10.85:1.3
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an10.85:1.4
source: “Āvuso”ti kho te bhikkhū āyasmato mahācundassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an10.85:1.5
source: Āyasmā mahācundo etadavoca:
sc_po: Venerable Mahācunda said this:

# an10.85:2.1
source: “Idhāvuso, bhikkhu katthī hoti vikatthī adhigamesu:
sc_po: “Take a mendicant who boasts and brags about their achievements:

# an10.85:2.2
source: ‘ahaṃ paṭhamaṃ jhānaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ dutiyaṃ jhānaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ tatiyaṃ jhānaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ catutthaṃ jhānaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ ākāsānañcāyatanaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ viññāṇañcāyatanaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ ākiñcaññāyatanaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ nevasaññānāsaññāyatanaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ saññāvedayitanirodhaṃ samāpajjāmipi vuṭṭhahāmipī’ti.
sc_po: ‘I enter and emerge from the first absorption, the second absorption, the third absorption, and the fourth absorption. And I enter and emerge from the dimensions of infinite space, infinite consciousness, nothingness, and neither perception nor non-perception. And I enter and emerge from the cessation of perception and feeling.’

# an10.85:3.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo samanuyuñjati samanuggāhati samanubhāsati.
sc_po: They’re pursued, pressed, and grilled by the Realized One, or by one of his disciples who has the absorptions, and is skilled in attainments, in the minds of others, and in the ways of another’s mind.

# an10.85:3.2
source: So tathāgatena vā tathāgatasāvakena vā jhāyinā samāpattikusalena paracittakusalena paracittapariyāyakusalena samanuyuñjiyamāno samanuggāhiyamāno samanubhāsiyamāno irīṇaṃ āpajjati vicinaṃ āpajjati anayaṃ āpajjati byasanaṃ āpajjati anayabyasanaṃ āpajjati.
sc_po: Grilled in this way they get stuck or lose their way. They fall to ruin and disaster.

# an10.85:4.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo evaṃ cetasā ceto paricca manasi karoti:
sc_po: The Realized One or one of his disciples comprehends their mind and investigates:

# an10.85:4.2
source: ‘kiṃ nu kho ayamāyasmā katthī hoti vikatthī adhigamesu—
sc_po: ‘Why does this venerable boast and brag about their achievements, saying,

# an10.85:4.3
source: ahaṃ paṭhamaṃ jhānaṃ samāpajjāmipi vuṭṭhahāmipi … pe …
sc_po: “I enter and emerge from the first absorption …

# an10.85:4.4
source: ahaṃ saññāvedayitanirodhaṃ samāpajjāmipi vuṭṭhahāmipī’ti.
sc_po: and the cessation of perception and feeling.”’

# an10.85:5.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo evaṃ cetasā ceto paricca pajānāti:
sc_po: They understand,

# an10.85:6.1
source: ‘Dīgharattaṃ kho ayamāyasmā khaṇḍakārī chiddakārī sabalakārī kammāsakārī na santatakārī na santatavutti sīlesu.
sc_po: ‘For a long time this venerable’s deeds have been broken, tainted, spotty, and marred. Their deeds and behavior are inconsistent.

# an10.85:6.2
source: Dussīlo kho ayamāyasmā.
sc_po: This venerable is unethical,

# an10.85:6.3
source: Dussilyaṃ kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (1)
sc_po: and unethical conduct means decline in the teaching and training proclaimed by the Realized One.

# an10.85:7.1
source: Assaddho kho pana ayamāyasmā;
sc_po: This venerable is unfaithful,

# an10.85:7.2
source: assaddhiyaṃ kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (2)
sc_po: and lack of faith means decline …

# an10.85:8.1
source: Appassuto kho pana ayamāyasmā anācāro;
sc_po: This venerable is uneducated and unpracticed,

# an10.85:8.2
source: appasaccaṃ kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (3)
sc_po: and lack of learning means decline …

# an10.85:9.1
source: Dubbaco kho pana ayamāyasmā;
sc_po: This venerable is hard to admonish,

# an10.85:9.2
source: dovacassatā kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (4)
sc_po: and being hard to admonish means decline …

# an10.85:10.1
source: Pāpamitto kho pana ayamāyasmā;
sc_po: This venerable has bad friends,

# an10.85:10.2
source: pāpamittatā kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (5)
sc_po: and bad friends mean decline …

# an10.85:11.1
source: Kusīto kho pana ayamāyasmā;
sc_po: This venerable is lazy,

# an10.85:11.2
source: kosajjaṃ kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (6)
sc_po: and laziness means decline …

# an10.85:12.1
source: Muṭṭhassati kho pana ayamāyasmā;
sc_po: This venerable is unmindful,

# an10.85:12.2
source: muṭṭhassaccaṃ kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (7)
sc_po: and unmindfulness means decline …

# an10.85:13.1
source: Kuhako kho pana ayamāyasmā;
sc_po: This venerable is deceptive,

# an10.85:13.2
source: kohaññaṃ kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (8)
sc_po: and deceitfulness means decline …

# an10.85:14.1
source: Dubbharo kho pana ayamāyasmā;
sc_po: This venerable is hard to look after,

# an10.85:14.2
source: dubbharatā kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (9)
sc_po: and being hard to look after means decline …

# an10.85:15.1
source: Duppañño kho pana ayamāyasmā;
sc_po: This venerable is witless,

# an10.85:15.2
source: duppaññatā kho pana tathāgatappavedite dhammavinaye parihānametaṃ’. (10)
sc_po: and lack of wisdom means decline in the teaching and training proclaimed by the Realized One.’

# an10.85:16.1
source: Seyyathāpi, āvuso, sahāyako sahāyakaṃ evaṃ vadeyya:
sc_po: Suppose one friend was to say to another:

# an10.85:16.2
source: ‘yadā te, samma, dhanena dhanakaraṇīyaṃ assa, yāceyyāsi maṃ dhanaṃ. Dassāmi te dhanan’ti.
sc_po: ‘My dear friend, when you need money for some payment, just ask me and I’ll give it.’

# an10.85:16.3
source: So kiñcideva dhanakaraṇīye samuppanne sahāyako sahāyakaṃ evaṃ vadeyya: ‘attho me, samma, dhanena. Dehi me dhanan’ti.
sc_po: Then when some payment falls due, that friend says to their friend: ‘I need some money, my dear friend. Give me some.’

# an10.85:16.4
source: So evaṃ vadeyya:
sc_po: They’d say:

# an10.85:16.5
source: ‘tena hi, samma, idha khanāhī’ti. So tatra khananto nādhigaccheyya.
sc_po: ‘Well then, my dear friend, dig here.’ So they dig there, but don’t find anything.

# an10.85:16.6
source: So evaṃ vadeyya:
sc_po: They’d say:

# an10.85:16.7
source: ‘alikaṃ maṃ, samma, avaca; tucchakaṃ maṃ, samma, avaca—idha khanāhī’ti.
sc_po: ‘You lied to me, my dear friend, you spoke hollow words when you told me to dig here.’

# an10.85:16.8
source: So evaṃ vadeyya:
sc_po: They’d say:

# an10.85:16.9
source: ‘nāhaṃ taṃ, samma, alikaṃ avacaṃ, tucchakaṃ avacaṃ. Tena hi, samma, idha khanāhī’ti.
sc_po: ‘My dear friend, I didn’t lie or speak hollow words. Well then, dig here.’

# an10.85:16.10
source: So tatrapi khananto nādhigaccheyya.
sc_po: So they dig there as well, but don’t find anything.

# an10.85:16.11
source: So evaṃ vadeyya:
sc_po: They’d say:

# an10.85:16.12
source: ‘alikaṃ maṃ, samma, avaca, tucchakaṃ maṃ, samma, avaca—idha khanāhī’ti.
sc_po: ‘You lied to me, my dear friend, you spoke hollow words when you said dig here.’

# an10.85:16.13
source: So evaṃ vadeyya:
sc_po: They’d say:

# an10.85:16.14
source: ‘nāhaṃ taṃ, samma, alikaṃ avacaṃ, tucchakaṃ avacaṃ. Tena hi, samma, idha khanāhī’ti.
sc_po: ‘My dear friend, I didn’t lie or speak hollow words. Well then, dig here.’

# an10.85:16.15
source: So tatrapi khananto nādhigaccheyya.
sc_po: So they dig there as well, but don’t find anything.

# an10.85:16.16
source: So evaṃ vadeyya:
sc_po: They’d say:

# an10.85:16.17
source: ‘alikaṃ maṃ, samma, avaca, tucchakaṃ maṃ, samma, avaca—idha khanāhī’ti.
sc_po: ‘You lied to me, my dear friend, you spoke hollow words when you said dig here.’

# an10.85:16.18
source: So evaṃ vadeyya:
sc_po: They’d say:

# an10.85:16.19
source: ‘nāhaṃ taṃ, samma, alikaṃ avacaṃ, tucchakaṃ avacaṃ. Api ca ahameva ummādaṃ pāpuṇiṃ cetaso vipariyāyan’ti.
sc_po: ‘My dear friend, I didn’t lie or speak hollow words. But I had gone mad, I was out of my mind.’

# an10.85:17.1
source: Evamevaṃ kho, āvuso, bhikkhu katthī hoti vikatthī adhigamesu:
sc_po: In the same way, take a mendicant who boasts and brags about their achievements:

# an10.85:17.2
source: ‘ahaṃ paṭhamaṃ jhānaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ dutiyaṃ jhānaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ tatiyaṃ jhānaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ catutthaṃ jhānaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ ākāsānañcāyatanaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ viññāṇañcāyatanaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ ākiñcaññāyatanaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ nevasaññānāsaññāyatanaṃ samāpajjāmipi vuṭṭhahāmipi, ahaṃ saññāvedayitanirodhaṃ samāpajjāmipi vuṭṭhahāmipī’ti.
sc_po: ‘I enter and emerge from the first absorption … and the cessation of perception and feeling.’

# an10.85:18.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo samanuyuñjati samanuggāhati samanubhāsati.
sc_po: They’re pursued, pressed, and grilled by the Realized One, or by one of his disciples …

# an10.85:18.2
source: So tathāgatena vā tathāgatasāvakena vā jhāyinā samāpattikusalena paracittakusalena paracittapariyāyakusalena samanuyuñjiyamāno samanuggāhiyamāno samanubhāsiyamāno irīṇaṃ āpajjati vicinaṃ āpajjati anayaṃ āpajjati byasanaṃ āpajjati anayabyasanaṃ āpajjati.
sc_po: Grilled in this way they get stuck or lose their way. They fall to ruin and disaster.

# an10.85:19.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo evaṃ cetasā ceto paricca manasi karoti:
sc_po: The Realized One or one of his disciples comprehends their mind and investigates:

# an10.85:19.2
source: ‘kiṃ nu kho ayamāyasmā katthī hoti vikatthī adhigamesu—
sc_po: ‘Why does this venerable boast and brag about their achievements, saying,

# an10.85:19.3
source: ahaṃ paṭhamaṃ jhānaṃ samāpajjāmipi … pe …
sc_po: “I enter and emerge from the first absorption …

# an10.85:19.4
source: ahaṃ saññāvedayitanirodhaṃ samāpajjāmipi vuṭṭhahāmipī’ti.
sc_po: and the cessation of perception and feeling.”’

# an10.85:20.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittapariyāyakusalo cetasā ceto paricca pajānāti:
sc_po: They understand,

# an10.85:21.1
source: ‘Dīgharattaṃ kho ayamāyasmā khaṇḍakārī chiddakārī sabalakārī kammāsakārī, na santatakārī na santatavutti sīlesu.
sc_po: ‘For a long time this venerable’s deeds have been broken, tainted, spotty, and marred. Their deeds and behavior are inconsistent.

# an10.85:21.2
source: Dussīlo kho ayamāyasmā;
sc_po: This venerable is unethical,

# an10.85:21.3
source: dussilyaṃ kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (1)
sc_po: and unethical conduct means decline in the teaching and training proclaimed by the Realized One.

# an10.85:22.1
source: Assaddho kho pana ayamāyasmā;
sc_po: This venerable is unfaithful …

# an10.85:23.1
source: Appassuto kho pana ayamāyasmā anācāro;
sc_po: uneducated and unpracticed …

# an10.85:24.1
source: Dubbaco kho pana ayamāyasmā;
sc_po: hard to admonish …

# an10.85:25.1
source: Pāpamitto kho pana ayamāyasmā;
sc_po: with bad friends …

# an10.85:26.1
source: Kusīto kho pana ayamāyasmā;
sc_po: lazy …

# an10.85:27.1
source: Muṭṭhassati kho pana ayamāyasmā;
sc_po: unmindful …

# an10.85:28.1
source: Kuhako kho pana ayamāyasmā;
sc_po: deceptive …

# an10.85:29.1
source: Dubbharo kho pana ayamāyasmā;
sc_po: hard to look after …

# an10.85:30.1
source: Duppañño kho pana ayamāyasmā;
sc_po: This venerable is witless,

# an10.85:30.2
source: duppaññatā kho pana tathāgatappavedite dhammavinaye parihānametaṃ’. (10)
sc_po: and lack of wisdom means decline in the teaching and training proclaimed by the Realized One.’

# an10.85:31.1
source: So vatāvuso, bhikkhu ‘ime dasa dhamme appahāya imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati.
sc_po: It’s not possible for a mendicant to achieve growth, improvement, or maturity in this teaching and training without giving up these ten qualities.

# an10.85:31.2
source: So vatāvuso, bhikkhu ‘ime dasa dhamme pahāya imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjatī”ti.
sc_po: It is possible for a mendicant to achieve growth, improvement, or maturity in this teaching and training after giving up these ten qualities.”
