Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.117.po
Languages: sc_po

# an10.117:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.117:0.2
source: 12. Paccorohaṇivagga
sc_po: 12. The Ceremony of Descent

# an10.117:0.3
source: 117. Saṅgāravasutta
sc_po: 117. With Saṅgārava

# an10.117:1.1
source: Atha kho saṅgāravo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then Saṅgārava the brahmin went up to the Buddha, and exchanged greetings with him.

# an10.117:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho saṅgāravo brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# an10.117:1.3
source: “kiṃ nu kho, bho gotama, orimaṃ tīraṃ, kiṃ pārimaṃ tīran”ti?
sc_po: “Master Gotama, what is the near shore? And what is the far shore?”

# an10.117:1.4
source: “Micchādiṭṭhi kho, brāhmaṇa, orimaṃ tīraṃ, sammādiṭṭhi pārimaṃ tīraṃ;
sc_po: “Wrong view is the near shore, brahmin, and right view is the far shore.

# an10.117:1.5
source: micchāsaṅkappo orimaṃ tīraṃ, sammāsaṅkappo pārimaṃ tīraṃ;
sc_po: Wrong thought is the near shore, and right thought is the far shore.

# an10.117:1.6
source: micchāvācā orimaṃ tīraṃ, sammāvācā pārimaṃ tīraṃ;
sc_po: Wrong speech is the near shore, and right speech is the far shore.

# an10.117:1.7
source: micchākammanto orimaṃ tīraṃ, sammākammanto pārimaṃ tīraṃ;
sc_po: Wrong action is the near shore, and right action is the far shore.

# an10.117:1.8
source: micchāājīvo orimaṃ tīraṃ, sammāājīvo pārimaṃ tīraṃ;
sc_po: Wrong livelihood is the near shore, and right livelihood is the far shore.

# an10.117:1.9
source: micchāvāyāmo orimaṃ tīraṃ, sammāvāyāmo pārimaṃ tīraṃ;
sc_po: Wrong effort is the near shore, and right effort is the far shore.

# an10.117:1.10
source: micchāsati orimaṃ tīraṃ, sammāsati pārimaṃ tīraṃ;
sc_po: Wrong mindfulness is the near shore, and right mindfulness is the far shore.

# an10.117:1.11
source: micchāsamādhi orimaṃ tīraṃ, sammāsamādhi pārimaṃ tīraṃ;
sc_po: Wrong immersion is the near shore, and right immersion is the far shore.

# an10.117:1.12
source: micchāñāṇaṃ orimaṃ tīraṃ, sammāñāṇaṃ pārimaṃ tīraṃ;
sc_po: Wrong knowledge is the near shore, and right knowledge is the far shore.

# an10.117:1.13
source: micchāvimutti orimaṃ tīraṃ, sammāvimutti pārimaṃ tīranti.
sc_po: Wrong freedom is the near shore, and right freedom is the far shore.

# an10.117:1.14
source: Idaṃ kho, brāhmaṇa, orimaṃ tīraṃ, idaṃ pārimaṃ tīranti.
sc_po: This is the near shore, and this is the far shore.

# an10.117:2.1
source: Appakā te manussesu,
sc_po: Few are those among humans

# an10.117:2.2
source: ye janā pāragāmino;
sc_po: who cross to the far shore.

# an10.117:2.3
source: Athāyaṃ itarā pajā,
sc_po: The rest just run

# an10.117:2.4
source: tīramevānudhāvati.
sc_po: around on the near shore.

# an10.117:3.1
source: Ye ca kho sammadakkhāte,
sc_po: When the teaching is well explained,

# an10.117:3.2
source: dhamme dhammānuvattino;
sc_po: those who practice accordingly

# an10.117:3.3
source: Te janā pāramessanti,
sc_po: are the ones who will cross over

# an10.117:3.4
source: maccudheyyaṃ suduttaraṃ.
sc_po: Death’s domain so hard to pass.

# an10.117:4.1
source: Kaṇhaṃ dhammaṃ vippahāya,
sc_po: Rid of dark qualities,

# an10.117:4.2
source: Sukkaṃ bhāvetha paṇḍito;
sc_po: an astute person should develop the bright.

# an10.117:4.3
source: Okā anokamāgamma,
sc_po: Leaving home behind

# an10.117:4.4
source: Viveke yattha dūramaṃ.
sc_po: for the seclusion so hard to enjoy,

# an10.117:5.1
source: Tatrābhiratimiccheyya,
sc_po: you should try to find delight there,

# an10.117:5.2
source: hitvā kāme akiñcano;
sc_po: having left behind sensual pleasures.

# an10.117:5.3
source: Pariyodapeyya attānaṃ,
sc_po: With no possessions, an astute person

# an10.117:5.4
source: cittaklesehi paṇḍito.
sc_po: should cleanse themselves of mental corruptions.

# an10.117:6.1
source: Yesaṃ sambodhiyaṅgesu,
sc_po: And those whose minds are rightly developed

# an10.117:6.2
source: sammā cittaṃ subhāvitaṃ;
sc_po: in the awakening factors;

# an10.117:6.3
source: Ādānapaṭinissagge,
sc_po: letting go of attachments,

# an10.117:6.4
source: anupādāya ye ratā;
sc_po: they delight in not grasping.

# an10.117:6.5
source: Khīṇāsavā jutimanto,
sc_po: With defilements ended, brilliant,

# an10.117:6.6
source: te loke parinibbutā”ti.
sc_po: they are extinguished in this world.”
