Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.138.po
Languages: sc_po

# an10.138:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.138:0.2
source: 14. Sādhuvagga
sc_po: 14. Good

# an10.138:0.3
source: 138. Dhammasutta
sc_po: 138. The Teaching

# an10.138:1.1
source: “Dhammañca vo, bhikkhave, desessāmi adhammañca.
sc_po: “I will teach you what is the teaching and what is not the teaching. …

# an10.138:1.3
source: katamo ca, bhikkhave, adhammo?
sc_po: And what is not the teaching?

# an10.138:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.138:1.5
source: ayaṃ vuccati, bhikkhave, adhammo.
sc_po: This is called what is not the teaching.

# an10.138:1.6
source: Katamo ca, bhikkhave, dhammo?
sc_po: And what is the teaching?

# an10.138:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.138:1.8
source: ayaṃ vuccati, bhikkhave, dhammo”ti.
sc_po: This is called the teaching.”
