Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.069.po
Languages: sc_po

# an10.69:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.69:0.2
source: 7. Yamakavagga
sc_po: 7. Pairs

# an10.69:0.3
source: 69. Paṭhamakathāvatthusutta
sc_po: 69. Topics of Discussion (1st)

# an10.69:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an10.69:1.2
source: Tena kho pana samayena sambahulā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti, seyyathidaṃ—
sc_po: Now at that time, after the meal, on return from alms-round, several mendicants sat together in the meeting hall. They engaged in all kinds of unworthy talk, such as

# an10.69:1.3
source: rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vāti.
sc_po: talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.

# an10.69:2.1
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall, where he sat on the seat spread out

# an10.69:2.2
source: Nisajja kho bhagavā bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# an10.69:2.3
source: “kāya nuttha, bhikkhave, etarahi kathāya sannisinnā sannipatitā, kā ca pana vo antarākathā vippakatā”ti?
sc_po: “Mendicants, what were you sitting talking about just now? What conversation was left unfinished?”

# an10.69:3.1
source: “Idha mayaṃ, bhante, pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā anekavihitaṃ tiracchānakathaṃ anuyuttā viharāma, seyyathidaṃ—
sc_po: And they told him what had happened.

# an10.69:3.3
source: “Na kho panetaṃ, bhikkhave, tumhākaṃ patirūpaṃ kulaputtānaṃ saddhāya agārasmā anagāriyaṃ pabbajitānaṃ, yaṃ tumhe anekavihitaṃ tiracchānakathaṃ anuyuttā vihareyyātha, seyyathidaṃ—
sc_po: “Mendicants, it is not appropriate for you gentlemen who have gone forth in faith from the lay life to homelessness to engage in these kinds of unworthy talk.

# an10.69:4.1
source: Dasayimāni, bhikkhave, kathāvatthūni.
sc_po: There are, mendicants, these ten topics of discussion.

# an10.69:4.2
source: Katamāni dasa?
sc_po: What ten?

# an10.69:4.3
source: Appicchakathā, santuṭṭhikathā, pavivekakathā, asaṃsaggakathā, vīriyārambhakathā, sīlakathā, samādhikathā, paññākathā, vimuttikathā, vimuttiñāṇadassanakathāti—
sc_po: Talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.

# an10.69:4.4
source: imāni kho, bhikkhave, dasa kathāvatthūni.
sc_po: These are the ten topics of discussion.

# an10.69:5.1
source: Imesañce tumhe, bhikkhave, dasannaṃ kathāvatthūnaṃ upādāyupādāya kathaṃ katheyyātha, imesampi candimasūriyānaṃ evaṃmahiddhikānaṃ evaṃmahānubhāvānaṃ tejasā tejaṃ pariyādiyeyyātha, ko pana vādo aññatitthiyānaṃ paribbājakānan”ti.
sc_po: Mendicants, if you bring up these topics of conversation again and again then your glory could surpass even the sun and moon, so mighty and powerful, let alone the wanderers who follow other paths.”
