Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.082.po
Languages: sc_po

# an10.82:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.82:0.2
source: 9. Theravagga
sc_po: 9. Senior Mendicants

# an10.82:0.3
source: 82. Ānandasutta
sc_po: 82. With Ānanda

# an10.82:1.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an10.82:2.1
source: “So vatānanda, bhikkhu ‘assaddho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (1)
sc_po: “Ānanda, it’s not possible for a faithless mendicant to achieve growth, improvement, or maturity in this teaching and training.

# an10.82:3.1
source: So vatānanda, bhikkhu ‘dussīlo samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (2)
sc_po: It’s not possible for a mendicant who is unethical …

# an10.82:4.1
source: So vatānanda, bhikkhu ‘appassuto samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (3)
sc_po: uneducated …

# an10.82:5.1
source: So vatānanda, bhikkhu ‘dubbaco samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (4)
sc_po: hard to admonish …

# an10.82:6.1
source: So vatānanda, bhikkhu ‘pāpamitto samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (5)
sc_po: with bad friends …

# an10.82:7.1
source: So vatānanda, bhikkhu ‘kusīto samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (6)
sc_po: lazy …

# an10.82:8.1
source: So vatānanda, bhikkhu ‘muṭṭhassati samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (7)
sc_po: unmindful …

# an10.82:9.1
source: So vatānanda, bhikkhu ‘asantuṭṭho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (8)
sc_po: lacking contentment …

# an10.82:10.1
source: So vatānanda, bhikkhu ‘pāpiccho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (9)
sc_po: of bad desires …

# an10.82:11.1
source: So vatānanda, bhikkhu ‘micchādiṭṭhiko samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati. (10)
sc_po: of wrong view to achieve growth, improvement, or maturity in this teaching and training.

# an10.82:12.1
source: So vatānanda, bhikkhu ‘imehi dasahi dhammehi samannāgato imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati.
sc_po: It’s not possible for a mendicant with these ten qualities to achieve growth, improvement, or maturity in this teaching and training.

# an10.82:13.1
source: So vatānanda, bhikkhu ‘saddho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (1)
sc_po: It is possible for a faithful mendicant to achieve growth, improvement, or maturity in this teaching and training.

# an10.82:14.1
source: So vatānanda, bhikkhu ‘sīlavā samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (2)
sc_po: It is possible for a mendicant who is ethical …

# an10.82:15.1
source: So vatānanda, bhikkhu ‘bahussuto sutadharo samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (3)
sc_po: a learned memorizer …

# an10.82:16.1
source: So vatānanda, bhikkhu ‘suvaco samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (4)
sc_po: easy to admonish …

# an10.82:17.1
source: So vatānanda, bhikkhu ‘kalyāṇamitto samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (5)
sc_po: with good friends …

# an10.82:18.1
source: So vatānanda, bhikkhu ‘āraddhavīriyo samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (6)
sc_po: energetic …

# an10.82:19.1
source: So vatānanda, bhikkhu ‘upaṭṭhitassati samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (7)
sc_po: mindful …

# an10.82:20.1
source: So vatānanda, bhikkhu ‘santuṭṭho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (8)
sc_po: contented …

# an10.82:21.1
source: So vatānanda, bhikkhu ‘appiccho samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (9)
sc_po: of few desires …

# an10.82:22.1
source: So vatānanda, bhikkhu ‘sammādiṭṭhiko samāno imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjati. (10)
sc_po: of right view to achieve growth, improvement, or maturity in this teaching and training.

# an10.82:23.1
source: So vatānanda, bhikkhu ‘imehi dasahi dhammehi samannāgato imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjatī”ti.
sc_po: It is possible for a mendicant with these ten qualities to achieve growth, improvement, or maturity in this teaching and training.”
