Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.146.po
Languages: sc_po

# an10.146:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.146:0.2
source: 15. Ariyavagga
sc_po: 15. The Noble Path

# an10.146:0.3
source: 146. Kaṇhamaggasutta
sc_po: 146. The Dark Path

# an10.146:1.1
source: “Kaṇhamaggañca vo, bhikkhave, dhammaṃ desessāmi sukkamaggañca.
sc_po: “I will teach you the dark path and the bright path. …

# an10.146:1.3
source: katamo ca, bhikkhave, kaṇhamaggo?
sc_po: And what is the dark path?

# an10.146:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.146:1.5
source: ayaṃ vuccati, bhikkhave, kaṇhamaggo.
sc_po: This is called the dark path.

# an10.146:1.6
source: Katamo ca, bhikkhave, sukkamaggo?
sc_po: And what is the bright path?

# an10.146:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.146:1.8
source: ayaṃ vuccati, bhikkhave, sukkamaggo”ti.
sc_po: This is called the bright path.”
