Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.013.po
Languages: sc_po

# an10.13:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.13:0.2
source: 2. Nāthavagga
sc_po: 2. A Protector

# an10.13:0.3
source: 13. Saṃyojanasutta
sc_po: 13. Fetters

# an10.13:1.1
source: “Dasayimāni, bhikkhave, saṃyojanāni.
sc_po: “Mendicants, there are ten fetters.

# an10.13:1.2
source: Katamāni dasa?
sc_po: What ten?

# an10.13:1.3
source: Pañcorambhāgiyāni saṃyojanāni, pañcuddhambhāgiyāni saṃyojanāni.
sc_po: The five lower fetters and the five higher fetters.

# an10.13:1.4
source: Katamāni pañcorambhāgiyāni saṃyojanāni?
sc_po: What are the five lower fetters?

# an10.13:1.5
source: Sakkāyadiṭṭhi, vicikicchā, sīlabbataparāmāso, kāmacchando, byāpādo—
sc_po: Identity view, doubt, misapprehension of precepts and observances, sensual desire, and ill will.

# an10.13:1.6
source: imāni pañcorambhāgiyāni saṃyojanāni.
sc_po: These are the five lower fetters.

# an10.13:2.1
source: Katamāni pañcuddhambhāgiyāni saṃyojanāni?
sc_po: What are the five higher fetters?

# an10.13:2.2
source: Rūparāgo, arūparāgo, māno, uddhaccaṃ, avijjā—
sc_po: Desire for rebirth in the realm of luminous form, desire for rebirth in the formless realm, conceit, restlessness, and ignorance.

# an10.13:2.3
source: imāni pañcuddhambhāgiyāni saṃyojanāni.
sc_po: These are the five higher fetters.

# an10.13:2.4
source: Imāni kho, bhikkhave, dasa saṃyojanānī”ti.
sc_po: These are the ten fetters.”
