Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.079.po
Languages: sc_po

# an10.79:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.79:0.2
source: 8. Ākaṅkhavagga
sc_po: 8. If You Want

# an10.79:0.3
source: 79. Āghātavatthusutta
sc_po: 79. Grounds for Resentment

# an10.79:1.1
source: “Dasayimāni, bhikkhave, āghātavatthūni.
sc_po: “Mendicants, there are ten grounds for resentment.

# an10.79:1.2
source: Katamāni dasa?
sc_po: What ten?

# an10.79:1.3
source: ‘Anatthaṃ me acarī’ti āghātaṃ bandhati;
sc_po: Thinking: ‘They did wrong to me,’ you harbor resentment.

# an10.79:1.4
source: ‘anatthaṃ me caratī’ti āghātaṃ bandhati;
sc_po: Thinking: ‘They are doing wrong to me’ …

# an10.79:1.5
source: ‘anatthaṃ me carissatī’ti āghātaṃ bandhati;
sc_po: ‘They will do wrong to me’ …

# an10.79:1.6
source: ‘piyassa me manāpassa anatthaṃ acarī’ti … pe …
sc_po: ‘They did wrong by someone I love’ …

# an10.79:1.7
source: ‘anatthaṃ caratī’ti … pe …
sc_po: ‘They are doing wrong by someone I love’ …

# an10.79:1.8
source: ‘anatthaṃ carissatī’ti āghātaṃ bandhati,
sc_po: ‘They will do wrong by someone I love’ …

# an10.79:1.9
source: ‘appiyassa me amanāpassa atthaṃ acarī’ti … pe …
sc_po: ‘They helped someone I dislike’ …

# an10.79:1.10
source: ‘atthaṃ caratī’ti … pe …
sc_po: ‘They are helping someone I dislike’ …

# an10.79:1.11
source: ‘atthaṃ carissatī’ti āghātaṃ bandhati;
sc_po: Thinking: ‘They will help someone I dislike,’ you harbor resentment.

# an10.79:1.12
source: aṭṭhāne ca kuppati—
sc_po: You get angry for no reason.

# an10.79:1.13
source: imāni kho, bhikkhave, dasa āghātavatthūnī”ti.
sc_po: These are the ten grounds for resentment.”
