Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.086.po
Languages: sc_po

# an10.86:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.86:0.2
source: 9. Theravagga
sc_po: 9. Senior Mendicants

# an10.86:0.3
source: 86. Adhimānasutta
sc_po: 86. Overestimation

# an10.86:1.1
source: Ekaṃ samayaṃ āyasmā mahākassapo rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time Venerable Mahākassapa was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# an10.86:1.2
source: Tatra kho āyasmā mahākassapo bhikkhū āmantesi:
sc_po: There he addressed the mendicants:

# an10.86:1.3
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an10.86:1.4
source: “Āvuso”ti kho te bhikkhū āyasmato mahākassapassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an10.86:1.5
source: Āyasmā mahākassapo etadavoca:
sc_po: Venerable Mahākassapa said this:

# an10.86:2.1
source: “Idhāvuso, bhikkhu aññaṃ byākaroti:
sc_po: “Take a mendicant who declares enlightenment:

# an10.86:2.2
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti.
sc_po: ‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.”’

# an10.86:2.3
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo samanuyuñjati samanuggāhati samanubhāsati.
sc_po: They’re pursued, pressed, and grilled by the Realized One, or by one of his disciples who has the absorptions, and is skilled in attainments, in the minds of others, and in the ways of another’s mind.

# an10.86:2.4
source: So tathāgatena vā tathāgatasāvakena vā jhāyinā samāpattikusalena paracittakusalena paracittapariyāyakusalena samanuyuñjiyamāno samanuggāhiyamāno samanubhāsiyamāno irīṇaṃ āpajjati vicinaṃ āpajjati anayaṃ āpajjati byasanaṃ āpajjati anayabyasanaṃ āpajjati.
sc_po: Grilled in this way they get stuck or lose their way. They fall to ruin and disaster.

# an10.86:3.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo evaṃ cetasā ceto paricca manasi karoti:
sc_po: The Realized One or one of his disciples comprehends their mind and investigates:

# an10.86:3.2
source: ‘kiṃ nu kho ayamāyasmā aññaṃ byākaroti—
sc_po: ‘Why does this venerable declare enlightenment, saying,

# an10.86:3.3
source: khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti.
sc_po: “I understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’?”’

# an10.86:4.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo evaṃ cetasā ceto paricca pajānāti:
sc_po: They understand,

# an10.86:5.1
source: ‘Adhimāniko kho ayamāyasmā adhimānasacco, appatte pattasaññī, akate katasaññī, anadhigate adhigatasaññī.
sc_po: ‘This venerable overestimates themselves and takes that to be the truth. They perceive that they’ve attained what they haven’t attained, done what they haven’t done, and achieved what they haven’t achieved.

# an10.86:5.2
source: Adhimānena aññaṃ byākaroti—
sc_po: And they declare enlightenment out of overestimation:

# an10.86:5.3
source: khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti.
sc_po: “I understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”’

# an10.86:6.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo evaṃ cetasā ceto paricca manasi karoti:
sc_po: The Realized One or one of his disciples comprehends their mind and investigates:

# an10.86:6.2
source: ‘kiṃ nu kho ayamāyasmā nissāya adhimāniko adhimānasacco, appatte pattasaññī, akate katasaññī, anadhigate adhigatasaññī.
sc_po: ‘Why does this venerable overestimate themselves and take that to be the truth? Why do they perceive that they’ve attained what they haven’t attained, done what they haven’t done, and achieved what they haven’t achieved?

# an10.86:6.3
source: Adhimānena aññaṃ byākaroti—
sc_po: And why do they declare enlightenment out of overestimation:

# an10.86:6.4
source: khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī’ti.
sc_po: “I understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”’

# an10.86:7.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo evaṃ cetasā ceto paricca pajānāti:
sc_po: They understand,

# an10.86:8.1
source: ‘Bahussuto kho pana ayamāyasmā sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
sc_po: ‘This venerable is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# an10.86:8.2
source: Tasmā ayamāyasmā adhimāniko adhimānasacco, appatte pattasaññī, akate katasaññī, anadhigate adhigatasaññī.
sc_po: Therefore this venerable overestimates themselves and takes that to be the truth. …’

# an10.86:9.1
source: Tamenaṃ tathāgato vā tathāgatasāvako vā jhāyī samāpattikusalo paracittakusalo paracittapariyāyakusalo evaṃ cetasā ceto paricca pajānāti:
sc_po: They understand,

# an10.86:10.1
source: ‘Abhijjhālu kho pana ayamāyasmā;
sc_po: ‘This venerable is covetous,

# an10.86:10.2
source: abhijjhāpariyuṭṭhitena cetasā bahulaṃ viharati.
sc_po: and often lives with a heart full covetousness.

# an10.86:10.3
source: Abhijjhāpariyuṭṭhānaṃ kho pana tathāgatappavedite dhammavinaye parihānametaṃ. (1)
sc_po: Being full of covetousness means decline in the teaching and training proclaimed by the Realized One.

# an10.86:11.1
source: Byāpanno kho pana ayamāyasmā;
sc_po: This venerable has ill will …

# an10.86:12.1
source: Thinamiddho kho pana ayamāyasmā;
sc_po: dullness and drowsiness …

# an10.86:13.1
source: Uddhato kho pana ayamāyasmā;
sc_po: restlessness …

# an10.86:14.1
source: Vicikiccho kho pana ayamāyasmā;
sc_po: doubt …

# an10.86:15.1
source: Kammārāmo kho pana ayamāyasmā kammarato kammārāmataṃ anuyutto.
sc_po: This venerable relishes work. They love it and like to relish it …

# an10.86:16.1
source: Bhassārāmo kho pana ayamāyasmā bhassarato bhassārāmataṃ anuyutto.
sc_po: This venerable relishes talk …

# an10.86:17.1
source: Niddārāmo kho pana ayamāyasmā niddārato niddārāmataṃ anuyutto.
sc_po: sleep …

# an10.86:18.1
source: Saṅgaṇikārāmo kho pana ayamāyasmā saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto.
sc_po: company …

# an10.86:19.1
source: Sati kho pana ayamāyasmā uttari karaṇīye oramattakena visesādhigamena antarā vosānaṃ āpanno.
sc_po: When there is still more to be done, this venerable stopped half-way after achieving some insignificant distinction.

# an10.86:19.2
source: Antarā vosānagamanaṃ kho pana tathāgatappavedite dhammavinaye parihānametaṃ’. (10)
sc_po: Stopping half-way means decline in the teaching and training proclaimed by the Realized One.’

# an10.86:20.1
source: So vatāvuso, bhikkhu ‘ime dasa dhamme appahāya imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti netaṃ ṭhānaṃ vijjati.
sc_po: It’s not possible for a mendicant to achieve growth, improvement, or maturity in this teaching and training without giving up these ten qualities.

# an10.86:20.2
source: So vatāvuso, bhikkhu ‘ime dasa dhamme pahāya imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjissatī’ti ṭhānametaṃ vijjatī”ti.
sc_po: It is possible for a mendicant to achieve growth, improvement, or maturity in this teaching and training after giving up these ten qualities.”
