Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.143.po
Languages: sc_po

# an10.143:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.143:0.2
source: 14. Sādhuvagga
sc_po: 14. Good

# an10.143:0.3
source: 143. Dukkhudrayasutta
sc_po: 143. With Suffering as Outcome

# an10.143:1.1
source: “Dukkhudrayañca vo, bhikkhave, dhammaṃ desessāmi sukhudrayañca.
sc_po: “I will teach you the principle that has suffering as outcome, and that which has happiness as outcome. …

# an10.143:1.3
source: katamo ca, bhikkhave, dukkhudrayo dhammo?
sc_po: And what is the principle whose outcome is suffering?

# an10.143:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.143:1.5
source: ayaṃ vuccati, bhikkhave, dukkhudrayo dhammo.
sc_po: This is the principle whose outcome is suffering.

# an10.143:1.6
source: Katamo ca, bhikkhave, sukhudrayo dhammo?
sc_po: And what is the principle whose outcome is happiness?

# an10.143:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.143:1.8
source: ayaṃ vuccati, bhikkhave, sukhudrayo dhammo”ti.
sc_po: This is the principle whose outcome is happiness.”
