Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.094.po
Languages: sc_po

# an10.94:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.94:0.2
source: 10. Upālivagga
sc_po: 10. With Upāli

# an10.94:0.3
source: 94. Vajjiyamāhitasutta
sc_po: 94. With Vajjiyamāhita

# an10.94:1.1
source: Ekaṃ samayaṃ bhagavā campāyaṃ viharati gaggarāya pokkharaṇiyā tīre.
sc_po: At one time the Buddha was staying near Campā on the banks of the Gaggarā Lotus Pond.

# an10.94:1.2
source: Atha kho vajjiyamāhito gahapati divā divassa campāya nikkhami bhagavantaṃ dassanāya.
sc_po: Then the householder Vajjiyamāhita left Sāvatthī in the middle of the day to see the Buddha.

# an10.94:1.3
source: Atha kho vajjiyamāhitassa gahapatissa etadahosi:
sc_po: Then it occurred to him,

# an10.94:1.4
source: “akālo kho tāva bhagavantaṃ dassanāya.
sc_po: “It’s the wrong time to see the Buddha,

# an10.94:1.5
source: Paṭisallīno bhagavā.
sc_po: as he’s in retreat.

# an10.94:1.6
source: Manobhāvanīyānampi bhikkhūnaṃ akālo dassanāya.
sc_po: And it’s the wrong time to see the esteemed mendicants,

# an10.94:1.7
source: Paṭisallīnā manobhāvanīyāpi bhikkhū.
sc_po: as they’re in retreat.

# an10.94:1.8
source: Yannūnāhaṃ yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkameyyan”ti.
sc_po: Why don’t I go to the monastery of the wanderers who follow other paths?”

# an10.94:2.1
source: Atha kho vajjiyamāhito gahapati yena aññatitthiyānaṃ paribbājakānaṃ ārāmo tenupasaṅkami.
sc_po: Then he went to the monastery of the wanderers who follow other paths.

# an10.94:2.2
source: Tena kho pana samayena te aññatitthiyā paribbājakā saṅgamma samāgamma unnādino uccāsaddamahāsaddā anekavihitaṃ tiracchānakathaṃ kathentā nisinnā honti.
sc_po: Now at that time, the wanderers who follow other paths had come together, making an uproar, a dreadful racket as they sat and talked about all kinds of unworthy topics.

# an10.94:3.1
source: Addasaṃsu kho te aññatitthiyā paribbājakā vajjiyamāhitaṃ gahapatiṃ dūratova āgacchantaṃ. Disvāna aññamaññaṃ saṇṭhāpesuṃ:
sc_po: They saw Vajjiyamāhita coming off in the distance, and stopped each other, saying,

# an10.94:3.2
source: “appasaddā bhonto hontu. Mā bhonto saddamakattha.
sc_po: “Be quiet, good sirs, don’t make a sound.

# an10.94:3.3
source: Ayaṃ vajjiyamāhito gahapati āgacchati samaṇassa gotamassa sāvako.
sc_po: The householder Vajjiyamāhita, a disciple of the ascetic Gotama, is coming into our monastery.

# an10.94:3.4
source: Yāvatā kho pana samaṇassa gotamassa sāvakā gihī odātavasanā campāyaṃ paṭivasanti, ayaṃ tesaṃ aññataro vajjiyamāhito gahapati.
sc_po: He is included among the white-clothed lay disciples of the ascetic Gotama, who is residing near Campā.

# an10.94:3.5
source: Appasaddakāmā kho pana te āyasmanto appasaddavinītā appasaddassa vaṇṇavādino.
sc_po: Such venerables like the quiet, are educated to be quiet, and praise the quiet.

# an10.94:3.6
source: Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti.
sc_po: Hopefully if he sees that our assembly is quiet he’ll see fit to approach.”

# an10.94:4.1
source: Atha kho te aññatitthiyā paribbājakā tuṇhī ahesuṃ.
sc_po: Then those wanderers who follow other paths fell silent.

# an10.94:4.2
source: Atha kho vajjiyamāhito gahapati yena te aññatitthiyā paribbājakā tenupasaṅkami; upasaṅkamitvā tehi aññatitthiyehi paribbājakehi saddhiṃ sammodi.
sc_po: Then Vajjiyamāhita went up to them, and exchanged greetings with the wanderers there.

# an10.94:4.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho vajjiyamāhitaṃ gahapatiṃ te aññatitthiyā paribbājakā etadavocuṃ:
sc_po: When the greetings and polite conversation were over, he sat down to one side. The wanderers said to him:

# an10.94:4.4
source: “saccaṃ kira, gahapati, samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadatī”ti?
sc_po: “Is it really true, householder? Does the ascetic Gotama criticize all forms of mortification? Does he categorically condemn and denounce those self-mortifiers who live rough?”

# an10.94:4.5
source: “Na kho, bhante, bhagavā sabbaṃ tapaṃ garahati napi sabbaṃ tapassiṃ lūkhājīviṃ ekaṃsena upakkosati upavadati.
sc_po: “No, sirs, the ascetic Gotama does not criticize all forms of mortification. Nor does he categorically condemn and denounce those self-mortifiers who live rough.

# an10.94:4.6
source: Gārayhaṃ kho, bhante, bhagavā garahati, pasaṃsitabbaṃ pasaṃsati.
sc_po: The Buddha criticizes where it is due, and praises where it is due.

# an10.94:4.7
source: Gārayhaṃ kho pana, bhante, bhagavā garahanto pasaṃsitabbaṃ pasaṃsanto vibhajjavādo bhagavā.
sc_po: In doing so he is one who speaks after analyzing the question,

# an10.94:4.8
source: Na so bhagavā ettha ekaṃsavādo”ti.
sc_po: without making generalizations on this point.”

# an10.94:5.1
source: Evaṃ vutte, aññataro paribbājako vajjiyamāhitaṃ gahapatiṃ etadavoca:
sc_po: When he said this, one of the wanderers said to him,

# an10.94:5.2
source: “āgamehi tvaṃ, gahapati, yassa tvaṃ samaṇassa gotamassa vaṇṇaṃ bhāsati, samaṇo gotamo venayiko appaññattiko”ti?
sc_po: “Hold on, householder! That ascetic Gotama who you praise is an exterminator who refrains from making statements.”

# an10.94:5.3
source: “Etthapāhaṃ, bhante, āyasmante vakkhāmi sahadhammena:
sc_po: “On this point, also, I reasonably respond to the venerables.

# an10.94:5.4
source: ‘idaṃ kusalan’ti, bhante, bhagavatā paññattaṃ;
sc_po: The Buddha has stated ‘This is skillful’ and

# an10.94:5.5
source: ‘idaṃ akusalan’ti, bhante, bhagavatā paññattaṃ.
sc_po: ‘This is unskillful’.

# an10.94:5.6
source: Iti kusalākusalaṃ bhagavā paññāpayamāno sapaññattiko bhagavā;
sc_po: So when it comes to what is skillful and unskillful the Buddha makes a statement.

# an10.94:5.7
source: na so bhagavā venayiko appaññattiko”ti.
sc_po: He is not an exterminator who refrains from making statements.”

# an10.94:6.1
source: Evaṃ vutte te paribbājakā tuṇhībhūtā maṅkubhūtā pattakkhandhā adhomukhā pajjhāyantā appaṭibhānā nisīdiṃsu.
sc_po: When this was said, those wanderers sat silent, dismayed, shoulders drooping, downcast, depressed, with nothing to say.

# an10.94:6.2
source: Atha kho vajjiyamāhito gahapati te paribbājake tuṇhībhūte maṅkubhūte pattakkhandhe adhomukhe pajjhāyante appaṭibhāne viditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
sc_po: Seeing this, Vajjiyamāhita got up from his seat. He went to the Buddha, bowed, sat down to one side,

# an10.94:6.3
source: Ekamantaṃ nisinno kho vajjiyamāhito gahapati yāvatako ahosi tehi aññatitthiyehi paribbājakehi saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.
sc_po: and informed the Buddha of all they had discussed.

# an10.94:7.1
source: “Sādhu sādhu, gahapati.
sc_po: “Good, good, householder!

# an10.94:7.2
source: Evaṃ kho te, gahapati, moghapurisā kālena kālaṃ sahadhammena suniggahitaṃ niggahetabbā.
sc_po: That’s how you should legitimately and completely refute those foolish men from time to time.

# an10.94:7.3
source: Nāhaṃ, gahapati, sabbaṃ tapaṃ tapitabbanti vadāmi;
sc_po: Householder, I don’t say that all mortifications should be undergone.

# an10.94:7.4
source: na ca panāhaṃ, gahapati, sabbaṃ tapaṃ na tapitabbanti vadāmi;
sc_po: But I don’t say that no mortifications should be undergone.

# an10.94:7.5
source: nāhaṃ, gahapati, sabbaṃ samādānaṃ samāditabbanti vadāmi;
sc_po: I don’t say that all observances should be undertaken.

# an10.94:7.6
source: na panāhaṃ, gahapati, sabbaṃ samādānaṃ na samāditabbanti vadāmi;
sc_po: But I don’t say that no observances should be undertaken.

# an10.94:7.7
source: nāhaṃ, gahapati, sabbaṃ padhānaṃ padahitabbanti vadāmi;
sc_po: I don’t say that all efforts should be tried.

# an10.94:7.8
source: na panāhaṃ, gahapati, sabbaṃ padhānaṃ na padahitabbanti vadāmi;
sc_po: But I don’t say that no efforts should be tried.

# an10.94:7.9
source: nāhaṃ, gahapati, sabbo paṭinissaggo paṭinissajjitabboti vadāmi.
sc_po: I don’t say that everything should be given up.

# an10.94:7.10
source: Na panāhaṃ, gahapati, sabbo paṭinissaggo na paṭinissajjitabboti vadāmi;
sc_po: But I don’t say that nothing should be given up.

# an10.94:7.11
source: nāhaṃ, gahapati, sabbā vimutti vimuccitabbāti vadāmi;
sc_po: I don’t say that you should be liberated with all kinds of freedom.

# an10.94:7.12
source: na panāhaṃ, gahapati, sabbā vimutti na vimuccitabbāti vadāmi.
sc_po: But I don’t say that you should not be liberated with any kind of freedom.

# an10.94:8.1
source: Yañhi, gahapati, tapaṃ tapato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ tapaṃ na tapitabbanti vadāmi.
sc_po: When undergoing certain mortifications, unskillful qualities grow while skillful qualities decline. I say that you shouldn’t undergo those mortifications.

# an10.94:8.2
source: Yañca khvassa, gahapati, tapaṃ tapato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpaṃ tapaṃ tapitabbanti vadāmi.
sc_po: When undergoing certain mortifications, unskillful qualities decline while skillful qualities grow. I say that you should undergo those mortifications.

# an10.94:9.1
source: Yañhi, gahapati, samādānaṃ samādiyato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ samādānaṃ na samāditabbanti vadāmi.
sc_po: When undertaking certain observances, unskillful qualities grow while skillful qualities decline. I say that you shouldn’t undertake those observances.

# an10.94:9.2
source: Yañca khvassa, gahapati, samādānaṃ samādiyato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpaṃ samādānaṃ samāditabbanti vadāmi.
sc_po: When undertaking certain observances, unskillful qualities decline while skillful qualities grow. I say that you should undertake those observances.

# an10.94:10.1
source: Yañhi, gahapati, padhānaṃ padahato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpaṃ padhānaṃ na padahitabbanti vadāmi.
sc_po: When trying certain efforts, unskillful qualities grow while skillful qualities decline. I say that you shouldn’t try those efforts.

# an10.94:10.2
source: Yañca khvassa, gahapati, padhānaṃ padahato akusalā dhammā parihāyanti kusalā dhammā abhivaḍḍhanti, evarūpaṃ padhānaṃ padahitabbanti vadāmi.
sc_po: When trying certain efforts, unskillful qualities decline while skillful qualities grow. I say that you should try those efforts.

# an10.94:11.1
source: Yañhi, gahapati, paṭinissaggaṃ paṭinissajjato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpo paṭinissaggo na paṭinissajjitabboti vadāmi.
sc_po: When giving up certain things, unskillful qualities grow while skillful qualities decline. I say that you shouldn’t give up those things.

# an10.94:11.2
source: Yañca khvassa, gahapati, paṭinissaggaṃ paṭinissajjato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpo paṭinissaggo paṭinissajjitabboti vadāmi.
sc_po: When giving up certain things, unskillful qualities decline while skillful qualities grow. I say that you should give up those things.

# an10.94:12.1
source: Yañhi, gahapati, vimuttiṃ vimuccato akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti, evarūpā vimutti na vimuccitabbāti vadāmi.
sc_po: When being liberated with certain kinds of freedom, unskillful qualities grow while skillful qualities decline. I say that you shouldn’t be liberated with those kinds of freedom.

# an10.94:12.2
source: Yañca khvassa, gahapati, vimuttiṃ vimuccato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpā vimutti vimuccitabbāti vadāmī”ti.
sc_po: When being liberated with certain kinds of freedom, unskillful qualities decline while skillful qualities grow. I say that you should be liberated with those kinds of freedom.”

# an10.94:13.1
source: Atha kho vajjiyamāhito gahapati bhagavatā dhammiyā kathāya sandassito samādapito samuttejito sampahaṃsito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: After Vajjiyamāhita had been educated, encouraged, fired up, and inspired with a Dhamma talk by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha before leaving.

# an10.94:14.1
source: Atha kho bhagavā acirapakkante vajjiyamāhite gahapatimhi bhikkhū āmantesi:
sc_po: Then, not long after Vajjiyamāhita had left, the Buddha addressed the mendicants:

# an10.94:14.2
source: “yopi so, bhikkhave, bhikkhu dīgharattaṃ apparajakkho imasmiṃ dhammavinaye, sopi evamevaṃ aññatitthiye paribbājake sahadhammena suniggahitaṃ niggaṇheyya yathā taṃ vajjiyamāhitena gahapatinā niggahitā”ti.
sc_po: “Mendicants, even a mendicant who for a long time has had little dust in their eye in this teaching and training would legitimately and completely refute those wanderers who follow other paths just as the householder Vajjiyamāhita did.”
