Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.213.po
Languages: sc_po

# an10.213:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.213:0.2
source: 21. Karajakāyavagga
sc_po: 21. The Body Born of Deeds

# an10.213:0.3
source: 213. Mātugāmasutta
sc_po: 213. A Female

# an10.213:1.1
source: “Dasahi, bhikkhave, dhammehi samannāgato mātugāmo yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “A female with ten qualities is cast down to hell.

# an10.213:1.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.213:1.3
source: Pāṇātipātī hoti … pe …
sc_po: She kills living creatures. …

# an10.213:1.4
source: adinnādāyī hoti …
sc_po: She steals. …

# an10.213:1.5
source: kāmesumicchācārī hoti …
sc_po: She commits sexual misconduct. …

# an10.213:1.6
source: musāvādī hoti …
sc_po: She lies. …

# an10.213:1.7
source: pisuṇavāco hoti …
sc_po: She speaks divisively. …

# an10.213:1.8
source: pharusavāco hoti …
sc_po: She speaks harshly. …

# an10.213:1.9
source: samphappalāpī hoti …
sc_po: She indulges in talking nonsense. …

# an10.213:1.10
source: abhijjhālu hoti …
sc_po: She’s covetous. …

# an10.213:1.11
source: byāpannacitto hoti …
sc_po: She has cruel intentions. …

# an10.213:1.12
source: micchādiṭṭhiko hoti ….
sc_po: She has wrong view. …

# an10.213:1.13
source: Imehi kho, bhikkhave, dasahi dhammehi samannāgato mātugāmo yathābhataṃ nikkhitto evaṃ niraye.
sc_po: A female with these ten qualities is cast down to hell.

# an10.213:2.1
source: Dasahi, bhikkhave, dhammehi samannāgato mātugāmo yathābhataṃ nikkhitto evaṃ sagge.
sc_po: A female with ten qualities is raised up to heaven.

# an10.213:2.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.213:2.3
source: Pāṇātipātā paṭivirato hoti … pe …
sc_po: She doesn’t kill living creatures. …

# an10.213:2.4
source: adinnādānā paṭivirato hoti …
sc_po: She doesn’t steal. …

# an10.213:2.5
source: kāmesumicchācārā paṭivirato hoti …
sc_po: She doesn’t commit sexual misconduct. …

# an10.213:2.6
source: musāvādā paṭivirato hoti …
sc_po: She doesn’t lie. …

# an10.213:2.7
source: pisuṇāya vācāya paṭivirato hoti …
sc_po: She doesn’t speak divisively. …

# an10.213:2.8
source: pharusāya vācāya paṭivirato hoti …
sc_po: She doesn’t speak harshly. …

# an10.213:2.9
source: samphappalāpā paṭivirato hoti …
sc_po: She doesn’t indulge in talking nonsense. …

# an10.213:2.10
source: anabhijjhālu hoti …
sc_po: She’s content. …

# an10.213:2.11
source: abyāpannacitto hoti …
sc_po: She’s kind hearted. …

# an10.213:2.12
source: sammādiṭṭhiko hoti ….
sc_po: She has right view. …

# an10.213:2.13
source: Imehi kho, bhikkhave, dasahi dhammehi samannāgato mātugāmo yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: A female with these ten qualities is raised up to heaven.”
