Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.101.po
Languages: sc_po

# an10.101:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.101:0.2
source: 11. Samaṇasaññāvagga
sc_po: 11. Perceptions for Ascetics

# an10.101:0.3
source: 101. Samaṇasaññāsutta
sc_po: 101. Perceptions for Ascetics

# an10.101:1.1
source: “Tisso imā, bhikkhave, samaṇasaññā bhāvitā bahulīkatā satta dhamme paripūrenti.
sc_po: “Mendicants, when these three perceptions for ascetics are developed and cultivated they fulfill seven things.

# an10.101:1.2
source: Katamā tisso?
sc_po: What three?

# an10.101:1.3
source: Vevaṇṇiyamhi ajjhupagato, parapaṭibaddhā me jīvikā, añño me ākappo karaṇīyoti—
sc_po: ‘I have secured freedom from class.’ ‘My livelihood is tied up with others.’ ‘My behavior should be different.’

# an10.101:1.4
source: imā kho, bhikkhave, tisso samaṇasaññā bhāvitā bahulīkatā satta dhamme paripūrenti.
sc_po: When these three perceptions for ascetics are developed and cultivated they fulfill seven things.

# an10.101:2.1
source: Katame satta?
sc_po: What seven?

# an10.101:2.2
source: Santatakārī hoti santatavutti sīlesu, anabhijjhālu hoti, abyāpajjo hoti, anatimānī hoti, sikkhākāmo hoti, “idamatthan”tissa hoti jīvitaparikkhāresu, āraddhavīriyo ca viharati.
sc_po: Their deeds and behavior are always consistent with the precepts. They’re content, kind-hearted, and humble. They want to train. They use the necessities of life after reflecting on their purpose. They’re energetic.

# an10.101:2.3
source: Imā kho, bhikkhave, tisso samaṇasaññā bhāvitā bahulīkatā ime satta dhamme paripūrentī”ti.
sc_po: When those three perceptions for ascetics are developed and cultivated they fulfill these seven things.”
