Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.074.po
Languages: sc_po

# an10.74:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.74:0.2
source: 8. Ākaṅkhavagga
sc_po: 8. If You Want

# an10.74:0.3
source: 74. Vaḍḍhisutta
sc_po: 74. Growth

# an10.74:1.1
source: “Dasahi, bhikkhave, vaḍḍhīhi vaḍḍhamāno ariyasāvako ariyāya vaḍḍhiyā vaḍḍhati, sārādāyī ca hoti varādāyī kāyassa.
sc_po: “Mendicants, a noble disciple who grows in ten ways grows nobly, taking on what is essential and excellent in this life.

# an10.74:1.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.74:1.3
source: Khettavatthūhi vaḍḍhati, dhanadhaññena vaḍḍhati, puttadārehi vaḍḍhati, dāsakammakaraporisehi vaḍḍhati, catuppadehi vaḍḍhati, saddhāya vaḍḍhati, sīlena vaḍḍhati, sutena vaḍḍhati, cāgena vaḍḍhati, paññāya vaḍḍhati—
sc_po: He grows in fields and lands, money and grain, wives and children, in bondservants, workers, and staff, and in livestock. And he grows in faith, ethics, learning, generosity, and wisdom.

# an10.74:1.4
source: imehi kho, bhikkhave, dasahi vaḍḍhīhi vaḍḍhamāno ariyasāvako ariyāya vaḍḍhiyā vaḍḍhati, sārādāyī ca hoti varādāyī kāyassāti.
sc_po: A noble disciple who grows in ten ways grows nobly, taking on what is essential and excellent in this life.

# an10.74:2.1
source: Dhanena dhaññena ca yodha vaḍḍhati,
sc_po: Someone who grows in money and grain,

# an10.74:2.2
source: Puttehi dārehi catuppadehi ca;
sc_po: in wives, children, and livestock,

# an10.74:2.3
source: Sa bhogavā hoti yasassi pūjito,
sc_po: is wealthy, famous, and respected

# an10.74:2.4
source: Ñātīhi mittehi athopi rājubhi.
sc_po: by relatives and friends, and even by royals.

# an10.74:3.1
source: Saddhāya sīlena ca yodha vaḍḍhati,
sc_po: When someone grows in faith and ethics,

# an10.74:3.2
source: Paññāya cāgena sutena cūbhayaṃ;
sc_po: wisdom, and both generosity and learning—

# an10.74:3.3
source: So tādiso sappuriso vicakkhaṇo,
sc_po: a good man such as he sees clearly,

# an10.74:3.4
source: Diṭṭheva dhamme ubhayena vaḍḍhatī”ti.
sc_po: and in the present life he grows in both ways.”
