Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.017.po
Languages: sc_po

# an10.17:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.17:0.2
source: 2. Nāthavagga
sc_po: 2. A Protector

# an10.17:0.3
source: 17. Paṭhamanāthasutta
sc_po: 17. A Protector (1st)

# an10.17:1.1
source: “Sanāthā, bhikkhave, viharatha, mā anāthā.
sc_po: “Mendicants, you should live with a protector, not without one.

# an10.17:1.2
source: Dukkhaṃ, bhikkhave, anātho viharati.
sc_po: Living without a protector is suffering.

# an10.17:1.3
source: Dasayime, bhikkhave, nāthakaraṇā dhammā.
sc_po: There are ten qualities that serve as protector.

# an10.17:1.4
source: Katame dasa?
sc_po: What ten?

# an10.17:1.5
source: Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.
sc_po: Firstly, a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an10.17:1.7
source: ayampi dhammo nāthakaraṇo. (1)
sc_po: This is a quality that serves as protector.

# an10.17:2.1
source: Puna caparaṃ, bhikkhave, bhikkhu bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
sc_po: Furthermore, a mendicant is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# an10.17:2.3
source: ayampi dhammo nāthakaraṇo. (2)
sc_po: This too is a quality that serves as protector.

# an10.17:3.1
source: Puna caparaṃ, bhikkhave, bhikkhu kalyāṇamitto hoti kalyāṇasahāyo kalyāṇasampavaṅko.
sc_po: Furthermore, a mendicant has good friends, companions, and associates.

# an10.17:3.3
source: ayampi dhammo nāthakaraṇo. (3)
sc_po: This too is a quality that serves as protector.

# an10.17:4.1
source: Puna caparaṃ, bhikkhave, bhikkhu suvaco hoti sovacassakaraṇehi dhammehi samannāgato, khamo padakkhiṇaggāhī anusāsaniṃ.
sc_po: Furthermore, a mendicant is easy to admonish, having qualities that make them easy to admonish. They’re patient, and take instruction respectfully.

# an10.17:4.3
source: ayampi dhammo nāthakaraṇo. (4)
sc_po: This too is a quality that serves as protector.

# an10.17:5.1
source: Puna caparaṃ, bhikkhave, bhikkhu yāni tāni sabrahmacārīnaṃ uccāvacāni kiṅkaraṇīyāni, tattha dakkho hoti analaso tatrūpāyāya vīmaṃsāya samannāgato, alaṃ kātuṃ alaṃ saṃvidhātuṃ.
sc_po: Furthermore, a mendicant is deft and tireless in a diverse spectrum of duties for their spiritual companions, understanding how to go about things in order to complete and organize the work.

# an10.17:5.3
source: ayampi dhammo nāthakaraṇo. (5)
sc_po: This too is a quality that serves as protector.

# an10.17:6.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhammakāmo hoti piyasamudāhāro, abhidhamme abhivinaye uḷārapāmojjo.
sc_po: Furthermore, a mendicant loves the teachings and is a delight to converse with, being full of joy in the teaching and training.

# an10.17:6.3
source: ayampi dhammo nāthakaraṇo. (6)
sc_po: This too is a quality that serves as protector.

# an10.17:7.1
source: Puna caparaṃ, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: Furthermore, a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an10.17:7.3
source: ayampi dhammo nāthakaraṇo. (7)
sc_po: This too is a quality that serves as protector.

# an10.17:8.1
source: Puna caparaṃ, bhikkhave, bhikkhu santuṭṭho hoti itarītaracīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārena.
sc_po: Furthermore, a mendicant is content with any kind of robes, alms-food, lodgings, and medicines and supplies for the sick.

# an10.17:8.3
source: ayampi dhammo nāthakaraṇo. (8)
sc_po: This too is a quality that serves as protector.

# an10.17:9.1
source: Puna caparaṃ, bhikkhave, bhikkhu satimā hoti paramena satinepakkena samannāgato cirakatampi cirabhāsitampi saritā anussaritā.
sc_po: Furthermore, a mendicant is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.

# an10.17:9.3
source: ayampi dhammo nāthakaraṇo. (9)
sc_po: This too is a quality that serves as protector.

# an10.17:10.1
source: Puna caparaṃ, bhikkhave, bhikkhu paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: Furthermore, a mendicant is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an10.17:10.3
source: ayampi dhammo nāthakaraṇo. (10)
sc_po: This too is a quality that serves as protector.

# an10.17:11.1
source: Sanāthā, bhikkhave, viharatha, mā anāthā.
sc_po: You should live with a protector, not without one.

# an10.17:11.2
source: Dukkhaṃ, bhikkhave, anātho viharati.
sc_po: Living without a protector is suffering.

# an10.17:11.3
source: Ime kho, bhikkhave, dasa nāthakaraṇā dhammā”ti.
sc_po: These are the ten qualities that serve as protector.”
