Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.139.po
Languages: sc_po

# an10.139:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.139:0.2
source: 14. Sādhuvagga
sc_po: 14. Good

# an10.139:0.3
source: 139. Sāsavasutta
sc_po: 139. Defiled

# an10.139:1.1
source: “Sāsavañca vo, bhikkhave, dhammaṃ desessāmi anāsavañca.
sc_po: “I will teach you the defiled principle and the undefiled. …

# an10.139:1.3
source: katamo ca, bhikkhave, sāsavo dhammo?
sc_po: And what is the defiled principle?

# an10.139:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.139:1.5
source: ayaṃ vuccati, bhikkhave, sāsavo dhammo.
sc_po: This is called the defiled principle.

# an10.139:1.6
source: Katamo ca, bhikkhave, anāsavo dhammo?
sc_po: And what is the undefiled principle?

# an10.139:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.139:1.8
source: ayaṃ vuccati, bhikkhave, anāsavo dhammo”ti.
sc_po: This is called the undefiled principle.”
