Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.141.po
Languages: sc_po

# an10.141:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.141:0.2
source: 14. Sādhuvagga
sc_po: 14. Good

# an10.141:0.3
source: 141. Tapanīyasutta
sc_po: 141. Mortifying

# an10.141:1.1
source: “Tapanīyañca vo, bhikkhave, dhammaṃ desessāmi atapanīyañca.
sc_po: “I will teach you the mortifying principle and the unmortifying. …

# an10.141:1.3
source: katamo ca, bhikkhave, tapanīyo dhammo?
sc_po: And what is the mortifying principle?

# an10.141:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.141:1.5
source: ayaṃ vuccati, bhikkhave, tapanīyo dhammo.
sc_po: This is called the mortifying principle.

# an10.141:1.6
source: Katamo ca, bhikkhave, atapanīyo dhammo?
sc_po: And what is the unmortifying principle?

# an10.141:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.141:1.8
source: ayaṃ vuccati, bhikkhave, atapanīyo dhammo”ti.
sc_po: This is called the unmortifying principle.”
