Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.115.po
Languages: sc_po

# an10.115:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.115:0.2
source: 12. Paccorohaṇivagga
sc_po: 12. The Ceremony of Descent

# an10.115:0.3
source: 115. Tatiyaadhammasutta
sc_po: 115. Bad Principles (3rd)

# an10.115:1.1
source: “Adhammo ca, bhikkhave, veditabbo dhammo ca;
sc_po: “Mendicants, you should know bad principles and good principles.

# an10.115:1.2
source: anattho ca veditabbo attho ca.
sc_po: And you should know bad results and good results.

# an10.115:1.3
source: Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban”ti.
sc_po: Knowing these things, your practice should follow the good principles with good results.”

# an10.115:1.4
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# an10.115:1.5
source: Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.
sc_po: When he had spoken, the Holy One got up from his seat and entered his dwelling.

# an10.115:2.1
source: Atha kho tesaṃ bhikkhūnaṃ acirapakkantassa bhagavato etadahosi:
sc_po: Soon after the Buddha left, those mendicants considered,

# an10.115:2.2
source: “idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
sc_po: “The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail.

# an10.115:2.6
source: Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti?
sc_po: Who can explain in detail the meaning of this brief passage for recitation given by the Buddha?”

# an10.115:3.1
source: Atha kho tesaṃ bhikkhūnaṃ etadahosi:
sc_po: Then they considered,

# an10.115:3.2
source: “ayaṃ kho āyasmā ānando satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ.
sc_po: “This Venerable Ānanda is praised by the Buddha and esteemed by his sensible spiritual companions.

# an10.115:3.3
source: Pahoti cāyasmā ānando imassa bhagavatā saṃkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
sc_po: He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# an10.115:3.4
source: Yannūna mayaṃ yenāyasmā ānando tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ ānandaṃ etamatthaṃ paṭipuccheyyāma.
sc_po: Let’s go to him, and ask him about this matter.

# an10.115:3.5
source: Yathā no āyasmā ānando byākarissati tathā naṃ dhāressāmā”ti.
sc_po: As he answers, so we’ll remember it.”

# an10.115:4.1
source: Atha kho te bhikkhū yenāyasmā ānando tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodiṃsu.
sc_po: Then those mendicants went to Ānanda, and exchanged greetings with him.

# an10.115:4.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ ānandaṃ etadavocuṃ:
sc_po: When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said,

# an10.115:7.6
source: Vibhajatu āyasmā ānando”ti.
sc_po: “May Venerable Ānanda please explain this.”

# an10.115:8.1
source: “Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ atikkamma khandhaṃ sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya;
sc_po: “Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves.

# an10.115:8.2
source: evaṃsampadamidaṃ āyasmantānaṃ satthari sammukhībhūte taṃ bhagavantaṃ atisitvā amhe etamatthaṃ paṭipucchitabbaṃ maññatha.
sc_po: Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter.

# an10.115:8.3
source: So hāvuso, bhagavā jānaṃ jānāti passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.
sc_po: For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# an10.115:8.4
source: So ceva panetassa kālo ahosi yaṃ tumhe bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha.
sc_po: That was the time to approach the Buddha and ask about this matter.

# an10.115:8.5
source: Yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti.
sc_po: You should have remembered it in line with the Buddha’s answer.”

# an10.115:9.1
source: “Addhāvuso ānanda, bhagavā jānaṃ jānāti passaṃ passati cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.
sc_po: “Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# an10.115:9.2
source: So ceva panetassa kālo ahosi yaṃ mayaṃ bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyāma,
sc_po: That was the time to approach the Buddha and ask about this matter.

# an10.115:9.3
source: yathā no bhagavā byākareyya tathā naṃ dhāreyyāma.
sc_po: We should have remembered it in line with the Buddha’s answer.

# an10.115:9.4
source: Api cāyasmā ānando satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ.
sc_po: Still, Venerable Ānanda is praised by the Buddha and esteemed by his sensible spiritual companions.

# an10.115:9.5
source: Pahoti cāyasmā ānando imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
sc_po: You are capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# an10.115:9.6
source: Vibhajatāyasmā ānando agaruṃ katvā”ti.
sc_po: Please explain this, if it’s no trouble.”

# an10.115:10.1
source: “Tenahāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: “Then listen and pay close attention, I will speak.”

# an10.115:10.2
source: “Evamāvuso”ti kho te bhikkhū āyasmato ānandassa paccassosuṃ.
sc_po: “Yes, reverend,” they replied.

# an10.115:10.3
source: Athāyasmā ānando etadavoca:
sc_po: Ānanda said this:

# an10.115:11.1
source: “Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
sc_po: “Reverends, the Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail:

# an10.115:11.2
source: ‘adhammo ca, bhikkhave, veditabbo dhammo ca;
sc_po: ‘You should know bad principles and good principles.

# an10.115:11.3
source: anattho ca veditabbo attho ca.
sc_po: And you should know bad results and good results.

# an10.115:11.4
source: Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban’ti.
sc_po: Knowing these things, your practice should follow the good principles with good results.’

# an10.115:12.1
source: Katamo cāvuso, adhammo, katamo ca dhammo, katamo ca anattho, katamo ca attho?
sc_po: So what are bad principles? What are good principles? What are bad results? And what are good results?

# an10.115:13.1
source: Micchādiṭṭhi, āvuso, adhammo;
sc_po: Wrong view is a bad principle.

# an10.115:13.2
source: sammādiṭṭhi dhammo;
sc_po: Right view is a good principle.

# an10.115:13.3
source: ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by wrong view are bad results.

# an10.115:13.4
source: sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of right view are good results.

# an10.115:14.1
source: Micchāsaṅkappo, āvuso, adhammo;
sc_po: Wrong thought is a bad principle.

# an10.115:14.2
source: sammāsaṅkappo dhammo …
sc_po: Right thought is a good principle. …

# an10.115:14.3
source: micchāvācā, āvuso, adhammo;
sc_po: Wrong speech is a bad principle.

# an10.115:14.4
source: sammāvācā dhammo …
sc_po: Right speech is a good principle. …

# an10.115:14.5
source: micchākammanto, āvuso, adhammo;
sc_po: Wrong action is a bad principle.

# an10.115:14.6
source: sammākammanto dhammo …
sc_po: Right action is a good principle. …

# an10.115:14.7
source: micchāājīvo, āvuso, adhammo;
sc_po: Wrong livelihood is a bad principle.

# an10.115:14.8
source: sammāājīvo dhammo …
sc_po: Right livelihood is a good principle. …

# an10.115:14.9
source: micchāvāyāmo, āvuso, adhammo;
sc_po: Wrong effort is a bad principle.

# an10.115:14.10
source: sammāvāyāmo dhammo …
sc_po: Right effort is a good principle. …

# an10.115:14.11
source: micchāsati, āvuso, adhammo;
sc_po: Wrong mindfulness is a bad principle.

# an10.115:14.12
source: sammāsati dhammo …
sc_po: Right mindfulness is a good principle. …

# an10.115:14.13
source: micchāsamādhi, āvuso, adhammo;
sc_po: Wrong immersion is a bad principle.

# an10.115:14.14
source: sammāsamādhi dhammo …
sc_po: Right immersion is a good principle. …

# an10.115:14.15
source: micchāñāṇaṃ, āvuso, adhammo;
sc_po: Wrong knowledge is a bad principle.

# an10.115:14.16
source: sammāñāṇaṃ dhammo ….
sc_po: Right knowledge is a good principle. …

# an10.115:15.1
source: Micchāvimutti, āvuso, adhammo;
sc_po: Wrong freedom is a bad principle.

# an10.115:15.2
source: sammāvimutti dhammo;
sc_po: Right freedom is a good principle.

# an10.115:15.3
source: ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by wrong freedom are bad results.

# an10.115:15.4
source: sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of right freedom are good results.

# an10.115:16.1
source: Ayaṃ kho no, āvuso, bhagavā saṃkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
sc_po: The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail:

# an10.115:16.2
source: ‘adhammo ca, bhikkhave, veditabbo dhammo ca … pe …
sc_po: ‘You should know bad principles and good principles …

# an10.115:16.3
source: tathā paṭipajjitabban’ti, imassa kho ahaṃ, āvuso, bhagavatā saṃkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi.
sc_po: and practice accordingly.’ And this is how I understand the detailed meaning of this passage for recitation.

# an10.115:16.4
source: Ākaṅkhamānā ca pana tumhe, āvuso, bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha.
sc_po: If you wish, you may go to the Buddha and ask him about this.

# an10.115:16.5
source: Yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti.
sc_po: You should remember it in line with the Buddha’s answer.”

# an10.115:17.1
source: “Evamāvuso”ti kho te bhikkhū āyasmato ānandassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: “Yes, reverend,” said those mendicants, approving and agreeing with what Ānanda said. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened. Then they said:

# an10.115:21.1
source: Atha kho mayaṃ, bhante, yenāyasmā ānando tenupasaṅkamimhā; upasaṅkamitvā āyasmantaṃ ānandaṃ etamatthaṃ apucchimhā.
sc_po: “Sir, we went to Ānanda and asked him about this matter.

# an10.115:21.2
source: Tesaṃ no, bhante, āyasmatā ānandena imehi ākārehi imehi padehi imehi byañjanehi attho suvibhatto”ti.
sc_po: And Ānanda clearly explained the meaning to us in this manner, with these words and phrases.”

# an10.115:22.1
source: “Sādhu sādhu, bhikkhave.
sc_po: “Good, good, mendicants!

# an10.115:22.2
source: Paṇḍito, bhikkhave, ānando.
sc_po: Ānanda is astute,

# an10.115:22.3
source: Mahāpañño, bhikkhave, ānando.
sc_po: he has great wisdom.

# an10.115:22.4
source: Mañcepi tumhe, bhikkhave, upasaṅkamitvā etamatthaṃ paṭipuccheyyātha, ahampi cetaṃ evamevaṃ byākareyyaṃ yathā taṃ ānandena byākataṃ.
sc_po: If you came to me and asked this question, I would answer it in exactly the same way as Ānanda.

# an10.115:22.5
source: Eso ceva tassa attho evañca naṃ dhāreyyāthā”ti.
sc_po: That is what it means, and that’s how you should remember it.”
