Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.008.po
Languages: sc_po

# an10.8:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.8:0.2
source: 1. Ānisaṃsavagga
sc_po: 1. Benefits

# an10.8:0.3
source: 8. Jhānasutta
sc_po: 8. Inspiring All Around: the Absorptions

# an10.8:1.1
source: “Saddho ca, bhikkhave, bhikkhu hoti, no ca sīlavā;
sc_po: “Mendicants, a mendicant is faithful but not ethical.

# an10.8:1.2
source: evaṃ so tenaṅgena aparipūro hoti.
sc_po: So they’re incomplete in that respect,

# an10.8:1.3
source: Tena taṃ aṅgaṃ paripūretabbaṃ:
sc_po: and should fulfill it, thinking:

# an10.8:1.4
source: ‘kintāhaṃ saddho ca assaṃ, sīlavā cā’ti.
sc_po: ‘How can I become faithful and ethical?’

# an10.8:1.5
source: Yato ca kho, bhikkhave, bhikkhu saddho ca hoti sīlavā ca, evaṃ so tenaṅgena paripūro hoti.
sc_po: When the mendicant is faithful and ethical, they’re complete in that respect.

# an10.8:2.1
source: Saddho ca, bhikkhave, bhikkhu hoti sīlavā ca, no ca bahussuto … pe …
sc_po: A mendicant is faithful and ethical, but not educated. …

# an10.8:2.2
source: bahussuto ca, no ca dhammakathiko …
sc_po: they’re not a Dhamma speaker …

# an10.8:2.3
source: dhammakathiko ca, no ca parisāvacaro …
sc_po: they don’t frequent assemblies …

# an10.8:2.4
source: parisāvacaro ca, no ca visārado parisāya dhammaṃ deseti …
sc_po: they don’t teach Dhamma to the assembly with assurance …

# an10.8:2.5
source: visārado ca parisāya dhammaṃ deseti, no ca vinayadharo …
sc_po: they’re not an expert in the training …

# an10.8:2.6
source: vinayadharo ca, no ca āraññiko pantasenāsano …
sc_po: they don’t stay in the wilderness, in remote lodgings …

# an10.8:2.7
source: āraññiko ca pantasenāsano, no ca catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī …
sc_po: they don’t get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty …

# an10.8:2.8
source: catunnañca jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, no ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: they don’t realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# an10.8:2.9
source: Evaṃ so tenaṅgena aparipūro hoti.
sc_po: So they’re incomplete in that respect,

# an10.8:2.10
source: Tena taṃ aṅgaṃ paripūretabbaṃ:
sc_po: and should fulfill it, thinking:

# an10.8:2.11
source: ‘kintāhaṃ saddho ca assaṃ, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseyyaṃ, vinayadharo ca, āraññiko ca pantasenāsano, catunnañca jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī assaṃ akicchalābhī akasiralābhī, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti.
sc_po: ‘How can I become faithful, ethical, and educated, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the training, one who lives in the wilderness, in remote lodgings, one who gets the four absorptions when they want, and one who lives having realized the ending of defilements?’

# an10.8:3.1
source: Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseti, vinayadharo ca, āraññiko ca pantasenāsano, catunnañca jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati;
sc_po: When they’re faithful, ethical, and educated, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, an expert in the training, one who lives in the wilderness, in remote lodgings, one who gets the four absorptions when they want, and one who lives having realized the ending of defilements,

# an10.8:3.2
source: evaṃ so tenaṅgena paripūro hoti.
sc_po: they’re complete in that respect.

# an10.8:3.3
source: Imehi kho, bhikkhave, dasahi dhammehi samannāgato bhikkhu samantapāsādiko ca hoti sabbākāraparipūro cā”ti.
sc_po: A mendicant who has these ten qualities is inspiring all around, and is complete in every respect.”
