Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.149.po
Languages: sc_po

# an10.149:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.149:0.2
source: 15. Ariyavagga
sc_po: 15. The Noble Path

# an10.149:0.3
source: 149. Uppādetabbasutta
sc_po: 149. Should Be Activated

# an10.149:1.1
source: “Uppādetabbañca vo, bhikkhave, dhammaṃ desessāmi na uppādetabbañca.
sc_po: “I will teach you the principle to activate and the principle not to activate. …

# an10.149:1.3
source: katamo ca, bhikkhave, na uppādetabbo dhammo?
sc_po: And what is the principle not to activate?

# an10.149:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.149:1.5
source: ayaṃ vuccati, bhikkhave, na uppādetabbo dhammo.
sc_po: This is called the principle not to activate.

# an10.149:1.6
source: Katamo ca, bhikkhave, uppādetabbo dhammo?
sc_po: And what is the principle to activate?

# an10.149:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.149:1.8
source: ayaṃ vuccati, bhikkhave, uppādetabbo dhammo”ti.
sc_po: This is called the principle to activate.”
