Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.087.po
Languages: sc_po

# an10.87:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.87:0.2
source: 9. Theravagga
sc_po: 9. Senior Mendicants

# an10.87:0.3
source: 87. Nappiyasutta
sc_po: 87. Disciplinary Issues

# an10.87:1.1
source: Tatra kho bhagavā kālaṅkataṃ bhikkhuṃ ārabbha bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants concerning the mendicant Kalandaka:

# an10.87:1.2
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# an10.87:1.3
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# an10.87:1.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an10.87:2.1
source: “Idha, bhikkhave, bhikkhu adhikaraṇiko hoti, adhikaraṇasamathassa na vaṇṇavādī.
sc_po: “Firstly, a mendicant raises disciplinary issues and doesn’t praise the settlement of disciplinary issues.

# an10.87:2.2
source: Yampi, bhikkhave, bhikkhu adhikaraṇiko hoti adhikaraṇasamathassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (1)
sc_po: This quality doesn’t conduce to warmth, respect, esteem, harmony, and unity.

# an10.87:3.1
source: Puna caparaṃ, bhikkhave, bhikkhu na sikkhākāmo hoti, sikkhāsamādānassa na vaṇṇavādī.
sc_po: Furthermore, a mendicant doesn’t want to train, and doesn’t praise taking up the training. …

# an10.87:4.1
source: Puna caparaṃ, bhikkhave, bhikkhu pāpiccho hoti, icchāvinayassa na vaṇṇavādī.
sc_po: Furthermore, a mendicant has bad desires, and doesn’t praise getting rid of desires. …

# an10.87:5.1
source: Puna caparaṃ, bhikkhave, bhikkhu kodhano hoti, kodhavinayassa na vaṇṇavādī.
sc_po: Furthermore, a mendicant is irritable, and doesn’t praise getting rid of anger. …

# an10.87:6.1
source: Puna caparaṃ, bhikkhave, bhikkhu makkhī hoti, makkhavinayassa na vaṇṇavādī.
sc_po: Furthermore, a mendicant denigrates others, and doesn’t praise getting rid of denigration. …

# an10.87:7.1
source: Puna caparaṃ, bhikkhave, bhikkhu saṭho hoti, sāṭheyyavinayassa na vaṇṇavādī.
sc_po: Furthermore, a mendicant is devious, and doesn’t praise getting rid of deviousness. …

# an10.87:8.1
source: Puna caparaṃ, bhikkhave, bhikkhu māyāvī hoti, māyāvinayassa na vaṇṇavādī.
sc_po: Furthermore, a mendicant is deceitful, and doesn’t praise getting rid of deceitfulness. …

# an10.87:9.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhammānaṃ na nisāmakajātiko hoti, dhammanisantiyā na vaṇṇavādī.
sc_po: Furthermore, a mendicant doesn’t pay attention to the teachings, and doesn’t praise attending to the teachings. …

# an10.87:10.1
source: Puna caparaṃ, bhikkhave, bhikkhu na paṭisallīno hoti, paṭisallānassa na vaṇṇavādī.
sc_po: Furthermore, a mendicant is not in retreat, and doesn’t praise retreat. …

# an10.87:11.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīnaṃ na paṭisanthārako hoti, paṭisanthārakassa na vaṇṇavādī.
sc_po: Furthermore, a mendicant is inhospitable to their spiritual companions, and doesn’t praise hospitality.

# an10.87:11.2
source: Yampi, bhikkhave, bhikkhu sabrahmacārīnaṃ na paṭisanthārako hoti paṭisanthārakassa na vaṇṇavādī, ayampi dhammo na piyatāya na garutāya na bhāvanāya na sāmaññāya na ekībhāvāya saṃvattati. (10)
sc_po: This quality doesn’t conduce to warmth, respect, esteem, harmony, and unity.

# an10.87:12.1
source: Evarūpassa, bhikkhave, bhikkhuno kiñcāpi evaṃ icchā uppajjeyya:
sc_po: Even though a mendicant such as this might wish:

# an10.87:12.2
source: ‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti.
sc_po: ‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they don’t honor, respect, esteem, and venerate them.

# an10.87:12.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.87:12.4
source: Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti.
sc_po: Because their sensible spiritual companions see that they haven’t given up those bad unskillful qualities.

# an10.87:13.1
source: Seyyathāpi, bhikkhave, assakhaḷuṅkassa kiñcāpi evaṃ icchā uppajjeyya:
sc_po: Suppose a wild colt was to wish:

# an10.87:13.2
source: ‘aho vata maṃ manussā ājānīyaṭṭhāne ṭhapeyyuṃ, ājānīyabhojanañca bhojeyyuṃ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṃ manussā na ceva ājānīyaṭṭhāne ṭhapenti na ca ājānīyabhojanaṃ bhojenti na ca ājānīyaparimajjanaṃ parimajjanti.
sc_po: ‘If only the humans would put me in a thoroughbred’s place, feed me a thoroughbred’s food, and give me a thoroughbred’s grooming.’ Still the humans wouldn’t put them in a thoroughbred’s place, feed them a thoroughbred’s food, or give them a thoroughbred’s grooming.

# an10.87:13.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.87:13.4
source: Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni appahīnāni samanupassanti.
sc_po: Because sensible humans see that they haven’t given up their tricks, bluffs, ruses, and feints.

# an10.87:13.5
source: Evamevaṃ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi evaṃ icchā uppajjeyya:
sc_po: In the same way, even though a mendicant such as this might wish:

# an10.87:13.6
source: ‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī na ceva sakkaronti na garuṃ karonti na mānenti na pūjenti.
sc_po: ‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they don’t honor, respect, esteem, and venerate them.

# an10.87:13.7
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.87:13.8
source: Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme appahīne samanupassanti.
sc_po: Because their sensible spiritual companions see that they haven’t given up those bad unskillful qualities.

# an10.87:14.1
source: Idha pana, bhikkhave, bhikkhu na adhikaraṇiko hoti, adhikaraṇasamathassa vaṇṇavādī.
sc_po: Next, a mendicant doesn’t raise disciplinary issues and praises the settlement of disciplinary issues.

# an10.87:14.2
source: Yampi, bhikkhave, bhikkhu na adhikaraṇiko hoti adhikaraṇasamathassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (1)
sc_po: This quality conduces to warmth, respect, esteem, harmony, and unity.

# an10.87:15.1
source: Puna caparaṃ, bhikkhave, bhikkhu sikkhākāmo hoti, sikkhāsamādānassa vaṇṇavādī.
sc_po: Furthermore, a mendicant wants to train, and praises taking up the training. …

# an10.87:16.1
source: Puna caparaṃ, bhikkhave, bhikkhu appiccho hoti, icchāvinayassa vaṇṇavādī.
sc_po: Furthermore, a mendicant has few desires, and praises getting rid of desires. …

# an10.87:17.1
source: Puna caparaṃ, bhikkhave, bhikkhu akkodhano hoti, kodhavinayassa vaṇṇavādī.
sc_po: Furthermore, a mendicant is not irritable, and praises getting rid of anger. …

# an10.87:18.1
source: Puna caparaṃ, bhikkhave, bhikkhu amakkhī hoti, makkhavinayassa vaṇṇavādī.
sc_po: Furthermore, a mendicant doesn’t denigrate others, and praises getting rid of denigration. …

# an10.87:19.1
source: Puna caparaṃ, bhikkhave, bhikkhu asaṭho hoti, sāṭheyyavinayassa vaṇṇavādī.
sc_po: Furthermore, a mendicant isn’t devious, and praises getting rid of deviousness. …

# an10.87:20.1
source: Puna caparaṃ, bhikkhave, bhikkhu amāyāvī hoti, māyāvinayassa vaṇṇavādī.
sc_po: Furthermore, a mendicant isn’t deceitful, and praises getting rid of deceitfulness. …

# an10.87:21.1
source: Puna caparaṃ, bhikkhave, bhikkhu dhammānaṃ nisāmakajātiko hoti, dhammanisantiyā vaṇṇavādī.
sc_po: Furthermore, a mendicant pays attention to the teachings, and praises attending to the teachings. …

# an10.87:22.1
source: Puna caparaṃ, bhikkhave, bhikkhu paṭisallīno hoti, paṭisallānassa vaṇṇavādī.
sc_po: Furthermore, a mendicant is in retreat, and praises retreat. …

# an10.87:23.1
source: Puna caparaṃ, bhikkhave, bhikkhu sabrahmacārīnaṃ paṭisanthārako hoti, paṭisanthārakassa vaṇṇavādī.
sc_po: Furthermore, a mendicant is hospitable to their spiritual companions, and praises hospitality.

# an10.87:23.2
source: Yampi, bhikkhave, bhikkhu sabrahmacārīnaṃ paṭisanthārako hoti paṭisanthārakassa vaṇṇavādī, ayampi dhammo piyatāya garutāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (10)
sc_po: This quality conduces to warmth, respect, esteem, harmony, and unity.

# an10.87:24.1
source: Evarūpassa, bhikkhave, bhikkhuno kiñcāpi na evaṃ icchā uppajjeyya:
sc_po: Even though a mendicant such as this might never wish:

# an10.87:24.2
source: ‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti.
sc_po: ‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they honor, respect, esteem, and venerate them.

# an10.87:24.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.87:24.4
source: Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassanti.
sc_po: Because their sensible spiritual companions see that they’ve given up those bad unskillful qualities.

# an10.87:25.1
source: Seyyathāpi, bhikkhave, bhaddassa assājānīyassa kiñcāpi na evaṃ icchā uppajjeyya:
sc_po: Suppose a fine thoroughbred never wished:

# an10.87:25.2
source: ‘aho vata maṃ manussā ājānīyaṭṭhāne ṭhapeyyuṃ, ājānīyabhojanañca bhojeyyuṃ, ājānīyaparimajjanañca parimajjeyyun’ti, atha kho naṃ manussā ājānīyaṭṭhāne ca ṭhapenti ājānīyabhojanañca bhojenti ājānīyaparimajjanañca parimajjanti.
sc_po: ‘If only the humans would put me in a thoroughbred’s place, feed me a thoroughbred’s food, and give me a thoroughbred’s grooming.’ Still the humans would put them in a thoroughbred’s place, feed them a thoroughbred’s food, and give them a thoroughbred’s grooming.

# an10.87:25.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.87:25.4
source: Tathāhissa, bhikkhave, viññū manussā tāni sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni pahīnāni samanupassanti.
sc_po: Because sensible humans see that they’ve given up their tricks, bluffs, ruses, and feints.

# an10.87:26.1
source: Evamevaṃ kho, bhikkhave, evarūpassa bhikkhuno kiñcāpi na evaṃ icchā uppajjeyya:
sc_po: In the same way, even though a mendicant such as this might never wish:

# an10.87:26.2
source: ‘aho vata maṃ sabrahmacārī sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyun’ti, atha kho naṃ sabrahmacārī sakkaronti garuṃ karonti mānenti pūjenti.
sc_po: ‘If only my spiritual companions would honor, respect, esteem, and venerate me!’ Still they honor, respect, esteem, and venerate them.

# an10.87:26.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an10.87:26.4
source: Tathāhissa, bhikkhave, viññū sabrahmacārī te pāpake akusale dhamme pahīne samanupassantī”ti.
sc_po: Because their sensible spiritual companions see that they’ve given up those bad unskillful qualities.”
