Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.175.po
Languages: sc_po

# an10.175:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.175:0.2
source: 17. Jāṇussoṇivagga
sc_po: 17. With Jāṇussoṇi

# an10.175:0.3
source: 175. Parikkamanasutta
sc_po: 175. The Bypass

# an10.175:1.1
source: “Saparikkamano ayaṃ, bhikkhave, dhammo, nāyaṃ dhammo aparikkamano.
sc_po: “Mendicants, this teaching provides a bypass, it doesn’t lack a bypass.

# an10.175:1.2
source: Kathañca, bhikkhave, saparikkamano ayaṃ dhammo, nāyaṃ dhammo aparikkamano?
sc_po: And how does this teaching provide a bypass, not lacking a bypass?

# an10.175:1.3
source: Pāṇātipātissa, bhikkhave, pāṇātipātā veramaṇī parikkamanaṃ hoti.
sc_po: Not killing living creatures bypasses killing living creatures.

# an10.175:1.4
source: Adinnādāyissa, bhikkhave, adinnādānā veramaṇī parikkamanaṃ hoti.
sc_po: Not stealing bypasses stealing.

# an10.175:1.5
source: Kāmesumicchācārissa, bhikkhave, kāmesumicchācārā veramaṇī parikkamanaṃ hoti.
sc_po: Avoiding sexual misconduct bypasses sexual misconduct.

# an10.175:1.6
source: Musāvādissa, bhikkhave, musāvādā veramaṇī parikkamanaṃ hoti.
sc_po: Not lying bypasses lying.

# an10.175:1.7
source: Pisuṇavācassa, bhikkhave, pisuṇāya vācāya veramaṇī parikkamanaṃ hoti.
sc_po: Avoiding divisive speech bypasses divisive speech.

# an10.175:1.8
source: Pharusavācassa, bhikkhave, pharusāya vācāya veramaṇī parikkamanaṃ hoti.
sc_po: Avoiding harsh speech bypasses harsh speech.

# an10.175:1.9
source: Samphappalāpissa, bhikkhave, samphappalāpā veramaṇī parikkamanaṃ hoti.
sc_po: Avoiding talking nonsense bypasses talking nonsense.

# an10.175:1.10
source: Abhijjhālussa, bhikkhave, anabhijjhā parikkamanaṃ hoti.
sc_po: Contentment bypasses covetousness.

# an10.175:1.11
source: Byāpannacittassa, bhikkhave, abyāpādo parikkamanaṃ hoti.
sc_po: Good will bypasses ill will.

# an10.175:1.12
source: Micchādiṭṭhissa, bhikkhave, sammādiṭṭhi parikkamanaṃ hoti.
sc_po: Right view bypasses wrong view.

# an10.175:1.13
source: Evaṃ kho, bhikkhave, saparikkamano ayaṃ dhammo, nāyaṃ dhammo aparikkamano”ti.
sc_po: That’s how this teaching provides a bypass, it doesn’t lack a bypass.”
