Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.135.po
Languages: sc_po

# an10.135:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.135:0.2
source: 14. Sādhuvagga
sc_po: 14. Good

# an10.135:0.3
source: 135. Ariyadhammasutta
sc_po: 135. The Teaching of the Noble Ones

# an10.135:1.1
source: “Ariyadhammañca vo, bhikkhave, desessāmi anariyadhammañca.
sc_po: “Mendicants, I will teach you the teaching of the noble ones, and what is not the teaching of the noble ones. …

# an10.135:1.3
source: katamo ca, bhikkhave, anariyo dhammo?
sc_po: And what is not the teaching of the noble ones?

# an10.135:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.135:1.5
source: ayaṃ vuccati, bhikkhave, anariyo dhammo.
sc_po: This is called what is not the teaching of the noble ones.

# an10.135:1.6
source: Katamo ca, bhikkhave, ariyo dhammo?
sc_po: And what is the teaching of the noble ones?

# an10.135:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.135:1.8
source: ayaṃ vuccati, bhikkhave, ariyo dhammo”ti.
sc_po: This is called the teaching of the noble ones.”
