Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.064.po
Languages: sc_po

# an10.64:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.64:0.2
source: 7. Yamakavagga
sc_po: 7. Pairs

# an10.64:0.3
source: 64. Aveccappasannasutta
sc_po: 64. Experiential Confidence

# an10.64:1.1
source: “Ye keci, bhikkhave, mayi aveccappasannā, sabbe te sotāpannā.
sc_po: “Mendicants, all those who have experiential confidence in me have entered the stream.

# an10.64:1.2
source: Tesaṃ sotāpannānaṃ pañcannaṃ idha niṭṭhā, pañcannaṃ idha vihāya niṭṭhā.
sc_po: Of those who have entered the stream, five conclude their path in this realm, and five conclude their path after leaving this realm behind.

# an10.64:1.3
source: Katamesaṃ pañcannaṃ idha niṭṭhā?
sc_po: Which five conclude their path in this realm?

# an10.64:1.4
source: Sattakkhattuparamassa, kolaṅkolassa, ekabījissa, sakadāgāmissa, yo ca diṭṭheva dhamme arahā—
sc_po: The one who has seven rebirths at most, the one who goes from family to family, the one-seeder, the once returner, and the one who is perfected in the present life.

# an10.64:1.5
source: imesaṃ pañcannaṃ idha niṭṭhā.
sc_po: These five conclude their path in this realm.

# an10.64:1.6
source: Katamesaṃ pañcannaṃ idha vihāya niṭṭhā?
sc_po: Which five conclude their path after leaving this realm behind?

# an10.64:1.7
source: Antarāparinibbāyissa, upahaccaparinibbāyissa, asaṅkhāraparinibbāyissa, sasaṅkhāraparinibbāyissa, uddhaṃsotassa akaniṭṭhagāmino—
sc_po: The one who is extinguished between one life and the next, the one who is extinguished upon landing, the one who is extinguished without extra effort, the one who is extinguished with extra effort, and the one who heads upstream, going to the Akaniṭṭha realm.

# an10.64:1.8
source: imesaṃ pañcannaṃ idha vihāya niṭṭhā.
sc_po: These five conclude their path after leaving this realm behind.

# an10.64:1.9
source: Ye keci, bhikkhave, mayi aveccappasannā sabbe te sotāpannā.
sc_po: All those who have experiential confidence in me have entered the stream.

# an10.64:1.10
source: Tesaṃ sotāpannānaṃ imesaṃ pañcannaṃ idha niṭṭhā, imesaṃ pañcannaṃ idha vihāya niṭṭhā”ti.
sc_po: Of those who have entered the stream, these five conclude their path in this realm, and these five conclude their path after leaving this realm behind.”
