Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.033.po
Languages: sc_po

# an10.33:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.33:0.2
source: 4. Upālivagga
sc_po: 4. With Upāli

# an10.33:0.3
source: 33. Ubbāhikāsutta
sc_po: 33. A Judge

# an10.33:1.1
source: “Katihi nu kho, bhante, dhammehi samannāgato bhikkhu ubbāhikāya sammannitabbo”ti?
sc_po: “Sir, how many qualities should a mendicant have to be agreed on as a judge?”

# an10.33:1.2
source: “Dasahi kho, upāli, dhammehi samannāgato bhikkhu ubbāhikāya sammannitabbo.
sc_po: “Upāli, a mendicant should have ten qualities to be agreed on as a judge.

# an10.33:1.3
source: Katamehi dasahi?
sc_po: What ten?

# an10.33:1.4
source: Idhupāli, bhikkhu sīlavā hoti; pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu;
sc_po: It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an10.33:1.5
source: bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā;
sc_po: They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# an10.33:1.6
source: ubhayāni kho panassa pātimokkhāni vitthārena svāgatāni honti suvibhattāni suppavattīni suvinicchitāni suttaso anubyañjanaso;
sc_po: Both monastic codes have been passed down to them in detail, well analyzed, well mastered, well judged in both the rules and accompanying material.

# an10.33:1.7
source: vinaye kho pana ṭhito hoti asaṃhīro;
sc_po: They’re firm and unfaltering in the training.

# an10.33:1.8
source: paṭibalo hoti ubho atthapaccatthike saññāpetuṃ paññāpetuṃ nijjhāpetuṃ pekkhetuṃ pasādetuṃ;
sc_po: When there are opposing parties, they’re able to persuade, advocate, and convince them, make them see the other side and trust each other.

# an10.33:1.9
source: adhikaraṇasamuppādavūpasamakusalo hoti—
sc_po: They’re skilled in raising and settling disciplinary issues.

# an10.33:1.10
source: adhikaraṇaṃ jānāti;
sc_po: They know what a disciplinary issue is.

# an10.33:1.11
source: adhikaraṇasamudayaṃ jānāti;
sc_po: They know how a disciplinary issue originates.

# an10.33:1.12
source: adhikaraṇanirodhaṃ jānāti;
sc_po: They know how a disciplinary issue ceases.

# an10.33:1.13
source: adhikaraṇanirodhagāminiṃ paṭipadaṃ jānāti.
sc_po: They know the practical way leading to the cessation of a disciplinary issue.

# an10.33:1.14
source: Imehi kho, upāli, dasahi dhammehi samannāgato bhikkhu ubbāhikāya sammannitabbo”ti.
sc_po: A mendicant should have these ten qualities to be agreed on as a judge.”
