Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.142.po
Languages: sc_po

# an10.142:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.142:0.2
source: 14. Sādhuvagga
sc_po: 14. Good

# an10.142:0.3
source: 142. Ācayagāmisutta
sc_po: 142. Accumulation

# an10.142:1.1
source: “Ācayagāmiñca vo, bhikkhave, dhammaṃ desessāmi apacayagāmiñca.
sc_po: “I will teach you the principle that leads to accumulation and that which leads to dispersal. …

# an10.142:1.3
source: katamo ca, bhikkhave, ācayagāmī dhammo?
sc_po: And what is the principle that leads to accumulation?

# an10.142:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.142:1.5
source: ayaṃ vuccati, bhikkhave, ācayagāmī dhammo.
sc_po: This is called the principle that leads to accumulation.

# an10.142:1.6
source: Katamo ca, bhikkhave, apacayagāmī dhammo?
sc_po: And what is the principle that leads to dispersal?

# an10.142:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.142:1.8
source: ayaṃ vuccati, bhikkhave, apacayagāmī dhammo”ti.
sc_po: This is called the principle that leads to dispersal.”
