Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.107.po
Languages: sc_po

# an10.107:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.107:0.2
source: 11. Samaṇasaññāvagga
sc_po: 11. Perceptions for Ascetics

# an10.107:0.3
source: 107. Dhovanasutta
sc_po: 107. Washing

# an10.107:1.1
source: “Atthi, bhikkhave, dakkhiṇesu janapadesu dhovanaṃ nāma.
sc_po: “Mendicants, there is a country in the south called ‘Washing’.

# an10.107:1.2
source: Tattha hoti annampi pānampi khajjampi bhojjampi leyyampi peyyampi naccampi gītampi vāditampi.
sc_po: They have food, drink, snacks, meals, refreshments, and beverages, as well as dancing, singing, and music.

# an10.107:1.3
source: Atthetaṃ, bhikkhave, dhovanaṃ; ‘netaṃ natthī’ti vadāmi.
sc_po: There is such a ‘Washing’, I don’t deny it.

# an10.107:1.4
source: Tañca kho etaṃ, bhikkhave, dhovanaṃ hīnaṃ gammaṃ pothujjanikaṃ anariyaṃ anatthasaṃhitaṃ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati.
sc_po: But that washing is low, crude, ordinary, ignoble, and pointless. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.

# an10.107:2.1
source: Ahañca kho, bhikkhave, ariyaṃ dhovanaṃ desessāmi, yaṃ dhovanaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, yaṃ dhovanaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti.
sc_po: I will teach a noble washing that leads solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. Relying on that washing, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.

# an10.107:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an10.107:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an10.107:2.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an10.107:3.1
source: “Katamañca taṃ, bhikkhave, ariyaṃ dhovanaṃ, yaṃ dhovanaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, yaṃ dhovanaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti?
sc_po: “And what is that noble washing?

# an10.107:4.1
source: Sammādiṭṭhikassa, bhikkhave, micchādiṭṭhi niddhotā hoti;
sc_po: For one of right view, wrong view is washed away.

# an10.107:4.2
source: ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa niddhotā honti;
sc_po: And the many bad, unskillful qualities that arise because of wrong view are washed away.

# an10.107:4.3
source: sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
sc_po: And because of right view, many skillful qualities are fully developed.

# an10.107:5.1
source: Sammāsaṅkappassa, bhikkhave, micchāsaṅkappo niddhoto hoti … pe …
sc_po: For one of right thought, wrong thought is washed away. …

# an10.107:5.2
source: sammāvācassa, bhikkhave, micchāvācā niddhotā hoti …
sc_po: For one of right speech, wrong speech is washed away. …

# an10.107:5.3
source: sammākammantassa, bhikkhave, micchākammanto niddhoto hoti …
sc_po: For one of right action, wrong action is washed away. …

# an10.107:5.4
source: sammāājīvassa, bhikkhave, micchāājīvo niddhoto hoti …
sc_po: For one of right livelihood, wrong livelihood is washed away. …

# an10.107:5.5
source: sammāvāyāmassa, bhikkhave, micchāvāyāmo niddhoto hoti …
sc_po: For one of right effort, wrong effort is washed away. …

# an10.107:5.6
source: sammāsatissa, bhikkhave, micchāsati niddhotā hoti …
sc_po: For one of right mindfulness, wrong mindfulness is washed away. …

# an10.107:5.7
source: sammāsamādhissa, bhikkhave, micchāsamādhi niddhoto hoti …
sc_po: For one of right immersion, wrong immersion is washed away. …

# an10.107:5.8
source: sammāñāṇissa, bhikkhave, micchāñāṇaṃ niddhotaṃ hoti … pe ….
sc_po: For one of right knowledge, wrong knowledge is washed away. …

# an10.107:6.1
source: Sammāvimuttissa, bhikkhave, micchāvimutti niddhotā hoti;
sc_po: For one of right freedom, wrong freedom is washed away.

# an10.107:6.2
source: ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa niddhotā honti;
sc_po: And the many bad, unskillful qualities that arise because of wrong freedom are washed away.

# an10.107:6.3
source: sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
sc_po: And because of right freedom, many skillful qualities are fully developed.

# an10.107:6.4
source: Idaṃ kho taṃ, bhikkhave, ariyaṃ dhovanaṃ ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, yaṃ dhovanaṃ āgamma jātidhammā sattā jātiyā parimuccanti, jarādhammā sattā jarāya parimuccanti, maraṇadhammā sattā maraṇena parimuccanti, sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccantī”ti.
sc_po: This is the noble washing that leads solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. Relying on this washing, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.”
