Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.039.po
Languages: sc_po

# an10.39:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.39:0.2
source: 4. Upālivagga
sc_po: 4. With Upāli

# an10.39:0.3
source: 39. Paṭhamaānandasutta
sc_po: 39. With Ānanda (1st)

# an10.39:1.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to the Buddha:

# an10.39:1.2
source: “‘saṅghabhedo saṅghabhedo’ti, bhante, vuccati.
sc_po: “Sir, they speak of ‘schism in the Saṅgha’.

# an10.39:1.3
source: Kittāvatā nu kho, bhante, saṅgho bhinno hotī”ti?
sc_po: How is schism in the Saṅgha defined?”

# an10.39:1.4
source: “Idhānanda, bhikkhū adhammaṃ dhammoti dīpenti, dhammaṃ adhammoti dīpenti, avinayaṃ vinayoti dīpenti … pe …
sc_po: “Ānanda, it’s when a mendicant explains what is not the teaching as the teaching …

# an10.39:1.5
source: paññattaṃ tathāgatena apaññattaṃ tathāgatenāti dīpenti.
sc_po: and what was prescribed by the Realized One as not prescribed by the Realized One.

# an10.39:1.6
source: Te imehi dasahi vatthūhi avakassanti apakassanti āveni kammāni karonti āveni pātimokkhaṃ uddisanti.
sc_po: On these ten grounds they split off and go their own way. They perform legal acts autonomously and recite the monastic code autonomously.

# an10.39:1.7
source: Ettāvatā kho, ānanda, saṅgho bhinno hotī”ti.
sc_po: That is how schism in the Saṅgha is defined.”

# an10.39:2.1
source: “Samaggaṃ pana, bhante, saṅghaṃ bhinditvā kiṃ so pasavatī”ti?
sc_po: “But sir, what does someone who has caused a schism in a harmonious Saṅgha bring upon themselves?”

# an10.39:2.2
source: “Kappaṭṭhikaṃ, ānanda, kibbisaṃ pasavatī”ti.
sc_po: “They bring upon themselves evil that lasts for an eon.”

# an10.39:2.3
source: “Kiṃ pana, bhante, kappaṭṭhikaṃ kibbisan”ti?
sc_po: “But sir, what is the evil that lasts for an eon?”

# an10.39:2.4
source: “Kappaṃ, ānanda, nirayamhi paccatīti—
sc_po: “They burn in hell for an eon, Ānanda.

# an10.39:3.1
source: Āpāyiko nerayiko,
sc_po: A schismatic remains for the eon

# an10.39:3.2
source: Kappaṭṭho saṃghabhedako;
sc_po: in a place of loss, in hell.

# an10.39:3.3
source: Vaggarato adhammaṭṭho,
sc_po: Basing themselves in what is not the teaching,

# an10.39:3.4
source: Yogakkhemā padhaṃsati;
sc_po: favoring factions, they destroy their sanctuary.

# an10.39:3.5
source: Saṃghaṃ samaggaṃ bhinditvā,
sc_po: After causing schism in a harmonious Saṅgha,

# an10.39:3.6
source: Kappaṃ nirayamhi paccatī”ti.
sc_po: they burn in hell for an eon.”
