Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.100.po
Languages: sc_po

# an10.100:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.100:0.2
source: 10. Upālivagga
sc_po: 10. With Upāli

# an10.100:0.3
source: 100. Abhabbasutta
sc_po: 100. Cannot

# an10.100:1.1
source: “Dasayime, bhikkhave, dhamme appahāya abhabbo arahattaṃ sacchikātuṃ.
sc_po: “Mendicants, without giving up ten things you can’t realize perfection.

# an10.100:1.2
source: Katame dasa?
sc_po: What ten?

# an10.100:1.3
source: Rāgaṃ, dosaṃ, mohaṃ, kodhaṃ, upanāhaṃ, makkhaṃ, paḷāsaṃ, issaṃ, macchariyaṃ, mānaṃ—
sc_po: Greed, hate, delusion, anger, hostility, offensiveness, contempt, jealousy, stinginess, and conceit.

# an10.100:1.4
source: ime kho, bhikkhave, dasa dhamme appahāya abhabbo arahattaṃ sacchikātuṃ.
sc_po: Without giving up these ten things you can’t realize perfection.

# an10.100:2.1
source: Dasayime, bhikkhave, dhamme pahāya bhabbo arahattaṃ sacchikātuṃ.
sc_po: After giving up ten things you can realize perfection.

# an10.100:2.2
source: Katame dasa?
sc_po: What ten?

# an10.100:2.3
source: Rāgaṃ, dosaṃ, mohaṃ, kodhaṃ, upanāhaṃ, makkhaṃ, paḷāsaṃ, issaṃ, macchariyaṃ, mānaṃ—
sc_po: Greed, hate, delusion, anger, hostility, offensiveness, contempt, jealousy, stinginess, and conceit.

# an10.100:2.4
source: ime kho, bhikkhave, dasa dhamme pahāya bhabbo arahattaṃ sacchikātun”ti.
sc_po: After giving up these ten things you can realize perfection.”
