Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.155.po
Languages: sc_po

# an10.155:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.155:0.2
source: 16. Puggalavagga
sc_po: 16. Persons

# an10.155:0.3
source: 155. Sevitabbasutta
sc_po: 155. You Should Associate

# an10.155:1.1
source: “Dasahi, bhikkhave, dhammehi samannāgato puggalo na sevitabbo.
sc_po: “Mendicants, you should not associate with a person who has ten qualities.

# an10.155:1.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.155:1.3
source: Micchādiṭṭhiko hoti, micchāsaṅkappo hoti, micchāvāco hoti, micchākammanto hoti, micchāājīvo hoti, micchāvāyāmo hoti, micchāsati hoti, micchāsamādhi hoti, micchāñāṇī hoti, micchāvimutti hoti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.155:1.4
source: imehi kho, bhikkhave, dasahi dhammehi samannāgato puggalo na sevitabbo.
sc_po: You should not associate with a person who has these ten qualities.

# an10.155:2.1
source: Dasahi, bhikkhave, dhammehi samannāgato puggalo sevitabbo.
sc_po: You should associate with a person who has ten qualities.

# an10.155:2.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.155:2.3
source: Sammādiṭṭhiko hoti, sammāsaṅkappo hoti, sammāvāco hoti, sammākammanto hoti, sammāājīvo hoti, sammāvāyāmo hoti, sammāsati hoti, sammāsamādhi hoti, sammāñāṇī hoti, sammāvimutti hoti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.155:2.4
source: imehi kho, bhikkhave, dasahi dhammehi samannāgato puggalo sevitabbo”ti.
sc_po: You should associate with a person who has these ten qualities.”
