Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.089.po
Languages: sc_po

# an10.89:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.89:0.2
source: 9. Theravagga
sc_po: 9. Senior Mendicants

# an10.89:0.3
source: 89. Kokālikasutta
sc_po: 89. With Kokālika

# an10.89:1.1
source: Atha kho kokāliko bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho kokāliko bhikkhu bhagavantaṃ etadavoca:
sc_po: Then the mendicant Kokālika went up to the Buddha, bowed, sat down to one side, and said to him,

# an10.89:1.2
source: “pāpicchā, bhante, sāriputtamoggallānā, pāpikānaṃ icchānaṃ vasaṃ gatā”ti.
sc_po: “Sir, Sāriputta and Moggallāna have wicked desires. They’ve fallen under the sway of wicked desires.”

# an10.89:1.3
source: “Mā hevaṃ, kokālika, mā hevaṃ, kokālika.
sc_po: “Don’t say that, Kokālika! Don’t say that, Kokālika!

# an10.89:1.4
source: Pasādehi, kokālika, sāriputtamoggallānesu cittaṃ.
sc_po: Have confidence in Sāriputta and Moggallāna,

# an10.89:1.5
source: Pesalā sāriputtamoggallānā”ti.
sc_po: they’re good monks.”

# an10.89:2.1
source: Dutiyampi kho kokāliko bhikkhu bhagavantaṃ etadavoca:
sc_po: For a second time Kokālika said to the Buddha,

# an10.89:2.2
source: “kiñcāpi me, bhante, bhagavā saddhāyiko paccayiko, atha kho pāpicchāva sāriputtamoggallānā, pāpikānaṃ icchānaṃ vasaṃ gatā”ti.
sc_po: “Despite my faith and trust in the Buddha, Sāriputta and Moggallāna have wicked desires. They’ve fallen under the sway of wicked desires.”

# an10.89:2.3
source: “Mā hevaṃ, kokālika, mā hevaṃ, kokālika.
sc_po: “Don’t say that, Kokālika! Don’t say that, Kokālika!

# an10.89:2.4
source: Pasādehi, kokālika, sāriputtamoggallānesu cittaṃ.
sc_po: Have confidence in Sāriputta and Moggallāna,

# an10.89:2.5
source: Pesalā sāriputtamoggallānā”ti.
sc_po: they’re good monks.”

# an10.89:3.1
source: Tatiyampi kho kokāliko bhikkhu bhagavantaṃ etadavoca:
sc_po: For a third time Kokālika said to the Buddha,

# an10.89:3.2
source: “kiñcāpi me, bhante, bhagavā saddhāyiko paccayiko, atha kho pāpicchāva sāriputtamoggallānā, pāpikānaṃ icchānaṃ vasaṃ gatā”ti.
sc_po: “Despite my faith and trust in the Buddha, Sāriputta and Moggallāna have wicked desires. They’ve fallen under the sway of wicked desires.”

# an10.89:3.3
source: “Mā hevaṃ, kokālika, mā hevaṃ, kokālika.
sc_po: “Don’t say that, Kokālika! Don’t say that, Kokālika!

# an10.89:3.4
source: Pasādehi, kokālika, sāriputtamoggallānesu cittaṃ.
sc_po: Have confidence in Sāriputta and Moggallāna,

# an10.89:3.5
source: Pesalā sāriputtamoggallānā”ti.
sc_po: they’re good monks.”

# an10.89:4.1
source: Atha kho kokāliko bhikkhu uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: Then Kokālika got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# an10.89:4.2
source: Acirapakkantassa ca kokālikassa bhikkhuno sāsapamattīhi pīḷakāhi sabbo kāyo phuṭo ahosi.
sc_po: Not long after he left his body erupted with boils the size of mustard seeds.

# an10.89:4.3
source: Sāsapamattiyo hutvā muggamattiyo ahesuṃ, muggamattiyo hutvā kalāyamattiyo ahesuṃ, kalāyamattiyo hutvā kolaṭṭhimattiyo ahesuṃ, kolaṭṭhimattiyo hutvā kolamattiyo ahesuṃ, kolamattiyo hutvā āmalakamattiyo ahesuṃ, āmalakamattiyo hutvā tiṇḍukamattiyo ahesuṃ, tiṇḍukamattiyo hutvā, beḷuvasalāṭukamattiyo ahesuṃ, beḷuvasalāṭukamattiyo hutvā billamattiyo ahesuṃ, billamattiyo hutvā pabhijjiṃsu, pubbañca lohitañca pagghariṃsu.
sc_po: The boils grew to the size of mung beans, then chickpeas, then jujube seeds, then jujubes, then myrobalans, then unripe wood apples, then ripe wood apples. Finally they burst open, and pus and blood oozed out.

# an10.89:4.4
source: So sudaṃ kadalipattesu seti macchova visagilito.
sc_po: He just laid down on banana leaves like a poisoned fish.

# an10.89:5.1
source: Atha kho turū paccekabrahmā yena kokāliko bhikkhu tenupasaṅkami; upasaṅkamitvā vehāse ṭhatvā kokālikaṃ bhikkhuṃ etadavoca:
sc_po: Then Tudu the independent brahmā went to Kokālika, and standing in the sky he said to him,

# an10.89:5.2
source: “pasādehi, kokālika, sāriputtamoggallānesu cittaṃ.
sc_po: “Kokālika, have confidence in Sāriputta and Moggallāna,

# an10.89:5.3
source: Pesalā sāriputtamoggallānā”ti.
sc_po: they’re good monks.”

# an10.89:5.4
source: “Kosi tvaṃ, āvuso”ti?
sc_po: “Who are you, reverend?”

# an10.89:5.5
source: “Ahaṃ turū paccekabrahmā”ti.
sc_po: “I am Tudu the independent brahmā.”

# an10.89:5.6
source: “Nanu tvaṃ, āvuso, bhagavatā anāgāmī byākato, atha kiñcarahi idhāgato?
sc_po: “Didn’t the Buddha declare you a non-returner? So what are you doing back here?

# an10.89:5.7
source: Passa yāvañca te idaṃ aparaddhan”ti.
sc_po: See how far you have strayed!”

# an10.89:6.1
source: Atha kho turū paccekabrahmā kokālikaṃ bhikkhuṃ gāthāhi ajjhabhāsi:
sc_po: Then Tudu addressed Kokālika in verse:

# an10.89:7.1
source: “Purisassa hi jātassa,
sc_po: “A person is born

# an10.89:7.2
source: kuṭhārī jāyate mukhe;
sc_po: with an axe in their mouth.

# an10.89:7.3
source: Yāya chindati attānaṃ,
sc_po: A fool cuts themselves with it

# an10.89:7.4
source: bālo dubbhāsitaṃ bhaṇaṃ.
sc_po: when they say bad words.

# an10.89:8.1
source: Yo nindiyaṃ pasaṃsati,
sc_po: When you praise someone worthy of criticism,

# an10.89:8.2
source: Taṃ vā nindati yo pasaṃsiyo;
sc_po: or criticize someone worthy of praise,

# an10.89:8.3
source: Vicināti mukhena so kaliṃ,
sc_po: you choose bad luck with your own mouth:

# an10.89:8.4
source: Kalinā tena sukhaṃ na vindati.
sc_po: you’ll never find happiness that way.

# an10.89:9.1
source: Appamattako ayaṃ kali,
sc_po: Bad luck at dice is a trivial thing,

# an10.89:9.2
source: Yo akkhesu dhanaparājayo;
sc_po: if all you lose is your money

# an10.89:9.3
source: Sabbassāpi sahāpi attanā,
sc_po: and all you own, even yourself.

# an10.89:9.4
source: Ayameva mahattaro kali;
sc_po: What’s really terrible luck

# an10.89:9.5
source: Yo sugatesu manaṃ padūsaye.
sc_po: is to hate the holy ones.

# an10.89:10.1
source: Sataṃ sahassānaṃ nirabbudānaṃ,
sc_po: For more than two quinquadecillion years,

# an10.89:10.2
source: Chattiṃsati pañca ca abbudāni;
sc_po: and another five quattuordecillion years,

# an10.89:10.3
source: Yamariyagarahī nirayaṃ upeti,
sc_po: a slanderer of noble ones goes to hell,

# an10.89:10.4
source: Vācaṃ manañca paṇidhāya pāpakan”ti.
sc_po: having aimed bad words and thoughts at them.”

# an10.89:11.1
source: Atha kho kokāliko bhikkhu teneva ābādhena kālamakāsi.
sc_po: Then the mendicant Kokālika died of that illness.

# an10.89:11.2
source: Kālaṅkato ca kokāliko bhikkhu padumaṃ nirayaṃ upapajjati sāriputtamoggallānesu cittaṃ āghātetvā.
sc_po: He was reborn in the Pink Lotus hell because of his resentment for Sāriputta and Moggallāna.

# an10.89:12.1
source: Atha kho brahmā sahampati abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho brahmā sahampati bhagavantaṃ etadavoca:
sc_po: Then, late at night, the beautiful Brahmā Sahampati, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him,

# an10.89:12.2
source: “kokāliko, bhante, bhikkhu kālaṅkato.
sc_po: “Sir, the mendicant Kokālika has passed away.

# an10.89:12.3
source: Kālaṅkato ca, bhante, kokāliko bhikkhu padumaṃ nirayaṃ upapanno sāriputtamoggallānesu cittaṃ āghātetvā”ti.
sc_po: He was reborn in the pink lotus hell because of his resentment for Sāriputta and Moggallāna.”

# an10.89:12.4
source: Idamavoca brahmā sahampati.
sc_po: That’s what Brahmā Sahampati said.

# an10.89:12.5
source: Idaṃ vatvā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.
sc_po: Then he bowed and respectfully circled the Buddha, keeping him on his right side, before vanishing right there.

# an10.89:13.1
source: Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi:
sc_po: Then, when the night had passed, the Buddha told the mendicants all that had happened.

# an10.89:14.1
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, one of the mendicants asked the Buddha,

# an10.89:14.2
source: “kīva dīghaṃ nu kho, bhante, padume niraye āyuppamāṇan”ti?
sc_po: “Sir, how long is the life span in the Pink Lotus hell?”

# an10.89:14.3
source: “Dīghaṃ kho, bhikkhu, padume niraye āyuppamāṇaṃ.
sc_po: “It’s long, mendicant.

# an10.89:14.4
source: Na taṃ sukaraṃ saṅkhātuṃ:
sc_po: It’s not easy to calculate

# an10.89:14.5
source: ‘ettakāni vassānīti vā ettakāni vassasatānīti vā ettakāni vassasahassānīti vā ettakāni vassasatasahassānīti vā’”ti.
sc_po: how many years, how many hundreds or thousands or hundreds of thousands of years it lasts.”

# an10.89:15.1
source: “Sakkā pana, bhante, upamaṃ kātun”ti?
sc_po: “But sir, is it possible to give a simile?”

# an10.89:15.2
source: “Sakkā, bhikkhū”ti bhagavā avoca:
sc_po: “It’s possible,” said the Buddha.

# an10.89:15.3
source: “seyyathāpi, bhikkhu, vīsatikhāriko kosalako tilavāho tato puriso vassasatassa vassasatassa accayena ekamekaṃ tilaṃ uddhareyya.
sc_po: “Suppose there was a Kosalan cartload of twenty bushels of sesame seed. And at the end of every hundred years someone would remove a single seed from it.

# an10.89:15.4
source: Khippataraṃ kho so, bhikkhu, vīsatikhāriko kosalako tilavāho iminā upakkamena parikkhayaṃ pariyādānaṃ gaccheyya, na tveva eko abbudo nirayo.
sc_po: By this means the Kosalan cartload of twenty bushels of sesame seed would run out faster than a single lifetime in the Abbuda hell.

# an10.89:15.5
source: Seyyathāpi, bhikkhu, vīsati abbudā nirayā; evameko nirabbudo nirayo.
sc_po: Now, twenty lifetimes in the Abbuda hell equal one lifetime in the Nirabbuda hell.

# an10.89:15.6
source: Seyyathāpi, bhikkhu, vīsati nirabbudā nirayā; evameko ababo nirayo.
sc_po: Twenty lifetimes in the Nirabbuda hell equal one lifetime in the Ababa hell.

# an10.89:15.7
source: Seyyathāpi, bhikkhu, vīsati ababā nirayā; evameko aṭaṭo nirayo.
sc_po: Twenty lifetimes in the Ababa hell equal one lifetime in the Aṭaṭa hell.

# an10.89:15.8
source: Seyyathāpi, bhikkhu, vīsati aṭaṭā nirayā; evameko ahaho nirayo.
sc_po: Twenty lifetimes in the Aṭaṭa hell equal one lifetime in the Ahaha hell.

# an10.89:15.9
source: Seyyathāpi, bhikkhu, vīsati ahahā nirayā; evameko kumudo nirayo.
sc_po: Twenty lifetimes in the Ahaha hell equal one lifetime in the Yellow Lotus hell.

# an10.89:15.10
source: Seyyathāpi, bhikkhu, vīsati kumudā nirayā; evameko sogandhiko nirayo.
sc_po: Twenty lifetimes in the Yellow Lotus hell equal one lifetime in the Sweet-Smelling hell.

# an10.89:15.11
source: Seyyathāpi, bhikkhu, vīsati sogandhikā nirayā; evameko uppalako nirayo.
sc_po: Twenty lifetimes in the Sweet-Smelling hell equal one lifetime in the Blue Water Lily hell.

# an10.89:15.12
source: Seyyathāpi, bhikkhu, vīsati uppalakā nirayā; evameko puṇḍarīko nirayo.
sc_po: Twenty lifetimes in the Blue Water Lily hell equal one lifetime in the White Lotus hell.

# an10.89:15.13
source: Seyyathāpi, bhikkhu, vīsati puṇḍarīkā nirayā; evameko padumo nirayo.
sc_po: Twenty lifetimes in the White Lotus hell equal one lifetime in the Pink Lotus hell.

# an10.89:15.14
source: Padumaṃ kho pana, bhikkhu, nirayaṃ kokāliko bhikkhu upapanno sāriputtamoggallānesu cittaṃ āghātetvā”ti.
sc_po: The mendicant Kokālika has been reborn in the Pink Lotus hell because of his resentment for Sāriputta and Moggallāna.”

# an10.89:15.15
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# an10.89:15.16
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# an10.89:16.1
source: “Purisassa hi jātassa,
sc_po: “A person is born

# an10.89:16.2
source: kuṭhārī jāyate mukhe;
sc_po: with an axe in their mouth.

# an10.89:16.3
source: Yāya chindati attānaṃ,
sc_po: A fool cuts themselves with it

# an10.89:16.4
source: bālo dubbhāsitaṃ bhaṇaṃ.
sc_po: when they say bad words.

# an10.89:17.1
source: Yo nindiyaṃ pasaṃsati,
sc_po: When you praise someone worthy of criticism,

# an10.89:17.2
source: Taṃ vā nindati yo pasaṃsiyo;
sc_po: or criticize someone worthy of praise,

# an10.89:17.3
source: Vicināti mukhena so kaliṃ,
sc_po: you choose bad luck with your own mouth:

# an10.89:17.4
source: Kalinā tena sukhaṃ na vindati.
sc_po: you’ll never find happiness that way.

# an10.89:18.1
source: Appamattako ayaṃ kali,
sc_po: Bad luck at dice is a trivial thing,

# an10.89:18.2
source: Yo akkhesu dhanaparājayo;
sc_po: if all you lose is your money

# an10.89:18.3
source: Sabbassāpi sahāpi attanā,
sc_po: and all you own, even yourself.

# an10.89:18.4
source: Ayameva mahattaro kali;
sc_po: What’s really terrible luck

# an10.89:18.5
source: Yo sugatesu manaṃ padūsaye.
sc_po: is to hate the holy ones.

# an10.89:19.1
source: Sataṃ sahassānaṃ nirabbudānaṃ,
sc_po: For more than two quinquadecillion years,

# an10.89:19.2
source: Chattiṃsati pañca ca abbudāni;
sc_po: and another five quattuordecillion years,

# an10.89:19.3
source: Yamariyagarahī nirayaṃ upeti,
sc_po: a slanderer of noble ones goes to hell,

# an10.89:19.4
source: Vācaṃ manañca paṇidhāya pāpakan”ti.
sc_po: having aimed bad words and thoughts at them.”
