Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.136.po
Languages: sc_po

# an10.136:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.136:0.2
source: 14. Sādhuvagga
sc_po: 14. Good

# an10.136:0.3
source: 136. Akusalasutta
sc_po: 136. Unskillful

# an10.136:1.1
source: “Akusalañca vo, bhikkhave, desessāmi kusalañca.
sc_po: “I will teach you the skillful and the unskillful …

# an10.136:1.3
source: katamañca, bhikkhave, akusalaṃ?
sc_po: And what is the unskillful?

# an10.136:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.136:1.5
source: idaṃ vuccati, bhikkhave, akusalaṃ.
sc_po: This is called the unskillful.

# an10.136:1.6
source: Katamañca, bhikkhave, kusalaṃ?
sc_po: And what is the skillful?

# an10.136:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.136:1.8
source: idaṃ vuccati, bhikkhave, kusalan”ti.
sc_po: This is called the skillful.”
