Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.172.po
Languages: sc_po

# an10.172:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.172:0.2
source: 17. Jāṇussoṇivagga
sc_po: 17. With Jāṇussoṇi

# an10.172:0.3
source: 172. Dutiyaadhammasutta
sc_po: 172. Bad Principles (2nd)

# an10.172:1.1
source: “Adhammo ca, bhikkhave, veditabbo dhammo ca;
sc_po: “Mendicants, you should know bad principles and good principles.

# an10.172:1.2
source: anattho ca veditabbo attho ca.
sc_po: And you should know bad results and good results.

# an10.172:1.3
source: Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban”ti.
sc_po: Knowing these things, your practice should follow the good principles with good results.”

# an10.172:1.4
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# an10.172:1.5
source: Idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.
sc_po: When he had spoken, the Holy One got up from his seat and entered his dwelling.

# an10.172:2.1
source: Atha kho tesaṃ bhikkhūnaṃ acirapakkantassa bhagavato etadahosi:
sc_po: Soon after the Buddha left, those mendicants considered,

# an10.172:2.2
source: “idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
sc_po: “The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail.

# an10.172:2.3
source: ‘adhammo ca, bhikkhave, veditabbo dhammo ca;
sc_po: ‘You should know bad principles and good principles.

# an10.172:2.4
source: anattho ca veditabbo attho ca.
sc_po: And you should know bad results and good results.

# an10.172:2.5
source: Adhammañca viditvā dhammañca, anatthañca viditvā atthañca yathā dhammo yathā attho tathā paṭipajjitabban’ti.
sc_po: Knowing these things, your practice should follow the good principles with good results.’

# an10.172:2.6
source: Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti?
sc_po: Who can explain in detail the meaning of this brief passage for recitation given by the Buddha?”

# an10.172:3.1
source: Atha kho tesaṃ bhikkhūnaṃ etadahosi:
sc_po: Then those mendicants thought,

# an10.172:3.2
source: “ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito, sambhāvito ca viññūnaṃ sabrahmacārīnaṃ.
sc_po: “This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions.

# an10.172:3.3
source: Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
sc_po: He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# an10.172:3.4
source: Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ puccheyyāma.
sc_po: Let’s go to him, and ask him about this matter.

# an10.172:3.5
source: Yathā no āyasmā mahākaccāno byākarissati tathā naṃ dhāressāmā”ti.
sc_po: As he answers, so we’ll remember it.”

# an10.172:4.1
source: Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodiṃsu.
sc_po: Then those mendicants went to Mahākaccāna, and exchanged greetings with him.

# an10.172:4.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ mahākaccānaṃ etadavocuṃ:
sc_po: When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said,

# an10.172:7.6
source: Vibhajatu āyasmā mahākaccāno”ti.
sc_po: “May Venerable Mahākaccāna please explain this.”

# an10.172:8.1
source: “Seyyathāpi, āvuso, puriso sāratthiko sāraṃ gavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ atikkamma khandhaṃ sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya.
sc_po: “Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves.

# an10.172:8.2
source: Evaṃsampadamidaṃ āyasmantānaṃ satthari sammukhībhūte taṃ bhagavantaṃ atisitvā amhe etamatthaṃ paṭipucchitabbaṃ maññatha.
sc_po: Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter.

# an10.172:8.3
source: So hāvuso, bhagavā jānaṃ jānāti passaṃ passati cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.
sc_po: For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# an10.172:8.4
source: So ceva panetassa kālo ahosi yaṃ tumhe bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha.
sc_po: That was the time to approach the Buddha and ask about this matter.

# an10.172:8.5
source: Yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti.
sc_po: You should have remembered it in line with the Buddha’s answer.”

# an10.172:9.1
source: “Addhā, āvuso kaccāna, bhagavā jānaṃ jānāti passaṃ passati cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.
sc_po: “Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is holiness. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# an10.172:9.2
source: So ceva panetassa kālo ahosi yaṃ mayaṃ bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyāma.
sc_po: That was the time to approach the Buddha and ask about this matter.

# an10.172:9.3
source: Yathā no bhagavā byākareyya tathā naṃ dhāreyyāma.
sc_po: We should have remembered it in line with the Buddha’s answer.

# an10.172:9.4
source: Api cāyasmā mahākaccāno satthu ceva saṃvaṇṇito, sambhāvito ca viññūnaṃ sabrahmacārīnaṃ.
sc_po: Still, Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions.

# an10.172:9.5
source: Pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
sc_po: He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# an10.172:9.6
source: Vibhajatāyasmā mahākaccāno agaruṃ karitvā”ti.
sc_po: Please explain this, if it’s no trouble.”

# an10.172:10.1
source: “Tena hāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: “Well then, reverends, listen and pay close attention, I will speak.”

# an10.172:10.2
source: “Evaṃ, āvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ.
sc_po: “Yes, reverend,” they replied.

# an10.172:10.3
source: Athāyasmā mahākaccāno etadavoca:
sc_po: Mahākaccāna said this:

# an10.172:11.1
source: “Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
sc_po: “Reverends, the Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail:

# an10.172:11.2
source: ‘adhammo ca, bhikkhave, veditabbo … pe …
sc_po: ‘You should know bad principles and good principles …

# an10.172:11.3
source: tathā paṭipajjitabban’ti.
sc_po: and practice accordingly.’

# an10.172:12.1
source: Katamo cāvuso, adhammo; katamo ca dhammo?
sc_po: So what are bad principles? What are good principles?

# an10.172:12.2
source: Katamo ca anattho, katamo ca attho?
sc_po: What are bad results? And what are good results?

# an10.172:12.3
source: Pāṇātipāto, āvuso, adhammo;
sc_po: Killing living creatures is a bad principle.

# an10.172:12.4
source: pāṇātipātā veramaṇī dhammo;
sc_po: Not killing living creatures is a good principle.

# an10.172:12.5
source: ye ca pāṇātipātapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by killing living creatures are bad results.

# an10.172:12.6
source: pāṇātipātā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of not killing living creatures are good results.

# an10.172:13.1
source: Adinnādānaṃ, āvuso, adhammo;
sc_po: Stealing is a bad principle.

# an10.172:13.2
source: adinnādānā veramaṇī dhammo;
sc_po: Not stealing is a good principle.

# an10.172:13.3
source: ye ca adinnādānapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by stealing are bad results.

# an10.172:13.4
source: adinnādānā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of not stealing are good results.

# an10.172:14.1
source: Kāmesumicchācāro, āvuso, adhammo;
sc_po: Sexual misconduct is a bad principle.

# an10.172:14.2
source: kāmesumicchācārā veramaṇī dhammo;
sc_po: Avoiding sexual misconduct is a good principle.

# an10.172:14.3
source: ye ca kāmesumicchācārapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by sexual misconduct are bad results.

# an10.172:14.4
source: kāmesumicchācārā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of avoiding sexual misconduct are good results.

# an10.172:15.1
source: Musāvādo, āvuso, adhammo;
sc_po: Lying is a bad principle.

# an10.172:15.2
source: musāvādā veramaṇī dhammo;
sc_po: Not lying is a good principle.

# an10.172:15.3
source: ye ca musāvādapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by lying are bad results.

# an10.172:15.4
source: musāvādā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of not lying are good results.

# an10.172:16.1
source: Pisuṇā vācā, āvuso, adhammo;
sc_po: Divisive speech is a bad principle.

# an10.172:16.2
source: pisuṇāya vācāya veramaṇī dhammo;
sc_po: Avoiding divisive speech is a good principle.

# an10.172:16.3
source: ye ca pisuṇāvācāpaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by divisive speech are bad results.

# an10.172:16.4
source: pisuṇāya vācāya veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of avoiding divisive speech are good results.

# an10.172:17.1
source: Pharusā vācā, āvuso, adhammo;
sc_po: Harsh speech is a bad principle.

# an10.172:17.2
source: pharusāya vācāya veramaṇī dhammo;
sc_po: Avoiding harsh speech is a good principle.

# an10.172:17.3
source: ye ca pharusāvācāpaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by harsh speech are bad results.

# an10.172:17.4
source: pharusāya vācāya veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of avoiding harsh speech are good results.

# an10.172:18.1
source: Samphappalāpo, āvuso, adhammo;
sc_po: Talking nonsense is a bad principle.

# an10.172:18.2
source: samphappalāpā veramaṇī dhammo;
sc_po: Avoiding talking nonsense is a good principle.

# an10.172:18.3
source: ye ca samphappalāpapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by talking nonsense are bad results.

# an10.172:18.4
source: samphappalāpā veramaṇipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of avoiding talking nonsense are good results.

# an10.172:19.1
source: Abhijjhā, āvuso, adhammo;
sc_po: Covetousness is a bad principle.

# an10.172:19.2
source: anabhijjhā dhammo;
sc_po: Contentment is a good principle.

# an10.172:19.3
source: ye ca abhijjhāpaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by covetousness are bad results.

# an10.172:19.4
source: anabhijjhāpaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of contentment are good results.

# an10.172:20.1
source: Byāpādo, āvuso, adhammo;
sc_po: Ill will is a bad principle.

# an10.172:20.2
source: abyāpādo dhammo;
sc_po: Good will is a good principle.

# an10.172:20.3
source: ye ca byāpādapaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by ill will are bad results.

# an10.172:20.4
source: abyāpādapaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of good will are good results.

# an10.172:21.1
source: Micchādiṭṭhi, āvuso, adhammo;
sc_po: Wrong view is a bad principle.

# an10.172:21.2
source: sammādiṭṭhi dhammo;
sc_po: Right view is a good principle.

# an10.172:21.3
source: ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti, ayaṃ anattho;
sc_po: And the many bad, unskillful qualities produced by wrong view are bad results.

# an10.172:21.4
source: sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti, ayaṃ attho.
sc_po: And the many skillful qualities fully developed because of right view are good results.

# an10.172:22.1
source: ‘Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho—
sc_po: The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail:

# an10.172:22.2
source: adhammo ca, bhikkhave, veditabbo … pe …
sc_po: ‘You should know bad principles and good principles …

# an10.172:22.3
source: tathā paṭipajjitabban’ti.
sc_po: and practice accordingly.’

# an10.172:22.4
source: Imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi.
sc_po: And this is how I understand the detailed meaning of this passage for recitation.

# an10.172:22.5
source: Ākaṅkhamānā ca pana tumhe, āvuso, bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha.
sc_po: If you wish, you may go to the Buddha and ask him about this.

# an10.172:22.6
source: Yathā no bhagavā byākaroti tathā naṃ dhāreyyāthā”ti.
sc_po: You should remember it in line with the Buddha’s answer.”

# an10.172:23.1
source: “Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: “Yes, reverend,” said those mendicants, approving and agreeing with what Mahākaccāna said. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened. Then they said:

# an10.172:27.1
source: Atha kho mayaṃ, bhante, yenāyasmā mahākaccāno tenupasaṅkamimhā; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ apucchimhā.
sc_po: “Sir, we went to Mahākaccāna and asked him about this matter.

# an10.172:27.2
source: Tesaṃ no, bhante, āyasmatā mahākaccānena imehi akkharehi imehi padehi imehi byañjanehi attho suvibhatto”ti.
sc_po: And Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.”

# an10.172:28.1
source: “Sādhu sādhu, bhikkhave.
sc_po: “Good, good, mendicants!

# an10.172:28.2
source: Paṇḍito, bhikkhave, mahākaccāno. Mahāpañño, bhikkhave, mahākaccāno.
sc_po: Mahākaccāna is astute, he has great wisdom.

# an10.172:28.3
source: Mañcepi tumhe, bhikkhave, upasaṅkamitvā etamatthaṃ paṭipuccheyyātha, ahampi cetaṃ evamevaṃ byākareyyaṃ yathā taṃ mahākaccānena byākataṃ.
sc_po: If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna.

# an10.172:28.4
source: Eso ceva tassa attho. Evañca naṃ dhāreyyāthā”ti.
sc_po: That is what it means, and that’s how you should remember it.”
