Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.214.po
Languages: sc_po

# an10.214:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.214:0.2
source: 21. Karajakāyavagga
sc_po: 21. The Body Born of Deeds

# an10.214:0.3
source: 214. Upāsikāsutta
sc_po: 214. A Laywoman

# an10.214:1.1
source: “Dasahi, bhikkhave, dhammehi samannāgatā upāsikā yathābhataṃ nikkhittā evaṃ niraye.
sc_po: “A laywoman with ten qualities is cast down to hell.

# an10.214:1.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.214:1.3
source: Pāṇātipātinī hoti … pe …
sc_po: She kills living creatures. …

# an10.214:1.4
source: micchādiṭṭhikā hoti ….
sc_po: She has wrong view. …

# an10.214:1.5
source: Imehi kho, bhikkhave, dasahi dhammehi samannāgatā upāsikā yathābhataṃ nikkhittā evaṃ niraye.
sc_po: A laywoman with these ten qualities is cast down to hell.

# an10.214:2.1
source: Dasahi, bhikkhave, dhammehi samannāgatā upāsikā yathābhataṃ nikkhittā evaṃ sagge.
sc_po: A laywoman with ten qualities is raised up to heaven.

# an10.214:2.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.214:2.3
source: Pāṇātipātā paṭiviratā hoti … pe …
sc_po: She doesn’t kill living creatures. …

# an10.214:2.4
source: sammādiṭṭhikā hoti ….
sc_po: She has right view. …

# an10.214:2.5
source: Imehi kho, bhikkhave, dasahi dhammehi samannāgatā upāsikā yathābhataṃ nikkhittā evaṃ sagge”.
sc_po: A laywoman with these ten qualities is raised up to heaven.”
