Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.110.po
Languages: sc_po

# an10.110:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.110:0.2
source: 11. Samaṇasaññāvagga
sc_po: 11. Perceptions for Ascetics

# an10.110:0.3
source: 110. Niddhamanīyasutta
sc_po: 110. Blown Away

# an10.110:1.1
source: “Dasayime, bhikkhave, niddhamanīyā dhammā.
sc_po: “Mendicants, these ten qualities should be blown away.

# an10.110:1.2
source: Katame dasa?
sc_po: What ten?

# an10.110:1.3
source: Sammādiṭṭhikassa, bhikkhave, micchādiṭṭhi niddhantā hoti;
sc_po: For one of right view, wrong view is blown away.

# an10.110:1.4
source: ye ca micchādiṭṭhipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa niddhantā honti;
sc_po: And the many bad, unskillful qualities produced by wrong view are blown away.

# an10.110:1.5
source: sammādiṭṭhipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
sc_po: And because of right view, many skillful qualities are fully developed.

# an10.110:2.1
source: Sammāsaṅkappassa, bhikkhave, micchāsaṅkappo niddhanto hoti … pe …
sc_po: For one of right thought, wrong thought is blown away. …

# an10.110:2.2
source: sammāvācassa bhikkhave, micchāvācā niddhantā hoti …
sc_po: For one of right speech, wrong speech is blown away. …

# an10.110:2.3
source: sammākammantassa, bhikkhave, micchākammanto niddhanto hoti …
sc_po: For one of right action, wrong action is blown away. …

# an10.110:2.4
source: sammāājīvassa, bhikkhave, micchāājīvo niddhanto hoti …
sc_po: For one of right livelihood, wrong livelihood is blown away. …

# an10.110:2.5
source: sammāvāyāmassa, bhikkhave, micchāvāyāmo niddhanto hoti …
sc_po: For one of right effort, wrong effort is blown away. …

# an10.110:2.6
source: sammāsatissa, bhikkhave, micchāsati niddhantā hoti …
sc_po: For one of right mindfulness, wrong mindfulness is blown away. …

# an10.110:2.7
source: sammāsamādhissa, bhikkhave, micchāsamādhi niddhanto hoti …
sc_po: For one of right immersion, wrong immersion is blown away. …

# an10.110:2.8
source: sammāñāṇissa, bhikkhave, micchāñāṇaṃ niddhantaṃ hoti ….
sc_po: For one of right knowledge, wrong knowledge is blown away. …

# an10.110:3.1
source: Sammāvimuttissa, bhikkhave, micchāvimutti niddhantā hoti;
sc_po: For one of right freedom, wrong freedom is blown away.

# an10.110:3.2
source: ye ca micchāvimuttipaccayā aneke pāpakā akusalā dhammā sambhavanti te cassa niddhantā honti;
sc_po: And the many bad, unskillful qualities produced by wrong freedom are blown away.

# an10.110:3.3
source: sammāvimuttipaccayā ca aneke kusalā dhammā bhāvanāpāripūriṃ gacchanti.
sc_po: And because of right freedom, many skillful qualities are fully developed.

# an10.110:3.4
source: Ime kho, bhikkhave, dasa niddhamanīyā dhammā”ti.
sc_po: These are the ten qualities that should be blown away.”
