Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.070.po
Languages: sc_po

# an10.70:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.70:0.2
source: 7. Yamakavagga
sc_po: 7. Pairs

# an10.70:0.3
source: 70. Dutiyakathāvatthusutta
sc_po: 70. Topics of Discussion (2nd)

# an10.70:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an10.70:1.2
source: Tena kho pana samayena sambahulā bhikkhū pacchābhattaṃ piṇḍapātapaṭikkantā upaṭṭhānasālāyaṃ sannisinnā sannipatitā anekavihitaṃ tiracchānakathaṃ anuyuttā viharanti, seyyathidaṃ—
sc_po: Now at that time, after the meal, on return from alms-round, several mendicants sat together in the meeting hall.

# an10.70:1.3
source: rājakathaṃ corakathaṃ mahāmattakathaṃ … pe … itibhavābhavakathaṃ iti vāti.
sc_po: They engaged in all kinds of unworthy talk, such as talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and nations; talk about women and heroes; street talk and well talk; talk about the departed; miscellaneous talk; tales of land and sea; and talk about being reborn in this or that state of existence.

# an10.70:2.1
source: “Dasayimāni, bhikkhave, pāsaṃsāni ṭhānāni.
sc_po: “Mendicants, there are ten grounds for praise.

# an10.70:2.2
source: Katamāni dasa?
sc_po: What ten?

# an10.70:2.3
source: Idha, bhikkhave, bhikkhu attanā ca appiccho hoti, appicchakathañca bhikkhūnaṃ kattā hoti.
sc_po: It’s when a mendicant personally has few wishes, and speaks to the mendicants on having few wishes.

# an10.70:2.4
source: ‘Appiccho bhikkhu appicchakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (1)
sc_po: This is a ground for praise.

# an10.70:3.1
source: Attanā ca santuṭṭho hoti, santuṭṭhikathañca bhikkhūnaṃ kattā hoti.
sc_po: A mendicant personally is content, and speaks to the mendicants on contentment.

# an10.70:3.2
source: ‘Santuṭṭho bhikkhu santuṭṭhikathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (2)
sc_po: This is a ground for praise.

# an10.70:4.1
source: Attanā ca pavivitto hoti, pavivekakathañca bhikkhūnaṃ kattā hoti.
sc_po: A mendicant personally is secluded, and speaks to the mendicants on seclusion.

# an10.70:4.2
source: ‘Pavivitto bhikkhu pavivekakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (3)
sc_po: This is a ground for praise.

# an10.70:5.1
source: Attanā ca asaṃsaṭṭho hoti, asaṃsaṭṭhakathañca bhikkhūnaṃ kattā hoti.
sc_po: A mendicant personally doesn’t mix closely with others, and speaks to the mendicants on not mixing closely with others.

# an10.70:5.2
source: ‘Asaṃsaṭṭho bhikkhu asaṃsaṭṭhakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (4)
sc_po: This is a ground for praise.

# an10.70:6.1
source: Attanā ca āraddhavīriyo hoti, vīriyārambhakathañca bhikkhūnaṃ kattā hoti.
sc_po: A mendicant personally is energetic, and speaks to the mendicants on being energetic.

# an10.70:6.2
source: ‘Āraddhavīriyo bhikkhu vīriyārambhakathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (5)
sc_po: This is a ground for praise.

# an10.70:7.1
source: Attanā ca sīlasampanno hoti, sīlasampadākathañca bhikkhūnaṃ kattā hoti.
sc_po: A mendicant personally is accomplished in ethics, and speaks to the mendicants on being accomplished in ethics.

# an10.70:7.2
source: ‘Sīlasampanno bhikkhu sīlasampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (6)
sc_po: This is a ground for praise.

# an10.70:8.1
source: Attanā ca samādhisampanno hoti, samādhisampadākathañca bhikkhūnaṃ kattā hoti.
sc_po: A mendicant personally is accomplished in immersion, and speaks to the mendicants on being accomplished in immersion.

# an10.70:8.2
source: ‘Samādhisampanno bhikkhu samādhisampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (7)
sc_po: This is a ground for praise.

# an10.70:9.1
source: Attanā ca paññāsampanno hoti, paññāsampadākathañca bhikkhūnaṃ kattā hoti.
sc_po: A mendicant personally is accomplished in wisdom, and speaks to the mendicants on being accomplished in wisdom.

# an10.70:9.2
source: ‘Paññāsampanno bhikkhu paññāsampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (8)
sc_po: This is a ground for praise.

# an10.70:10.1
source: Attanā ca vimuttisampanno hoti, vimuttisampadākathañca bhikkhūnaṃ kattā hoti.
sc_po: A mendicant personally is accomplished in freedom, and speaks to the mendicants on being accomplished in freedom.

# an10.70:10.2
source: ‘Vimuttisampanno bhikkhu vimuttisampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (9)
sc_po: This is a ground for praise.

# an10.70:11.1
source: Attanā ca vimuttiñāṇadassanasampanno hoti, vimuttiñāṇadassanasampadākathañca bhikkhūnaṃ kattā hoti.
sc_po: A mendicant personally is accomplished in the knowledge and vision of freedom, and speaks to the mendicants on being accomplished in the knowledge and vision of freedom.

# an10.70:11.2
source: ‘Vimuttiñāṇadassanasampanno bhikkhu vimuttiñāṇadassanasampadākathañca bhikkhūnaṃ kattā’ti pāsaṃsametaṃ ṭhānaṃ. (10)
sc_po: This is a ground for praise.

# an10.70:12.1
source: Imāni kho, bhikkhave, dasa pāsaṃsāni ṭhānānī”ti.
sc_po: These are the ten grounds for praise.”
