Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.073.po
Languages: sc_po

# an10.73:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.73:0.2
source: 8. Ākaṅkhavagga
sc_po: 8. If You Want

# an10.73:0.3
source: 73. Iṭṭhadhammasutta
sc_po: 73. Likable

# an10.73:1.1
source: “Dasayime, bhikkhave, dhammā iṭṭhā kantā manāpā dullabhā lokasmiṃ.
sc_po: “Mendicants, these ten likable, desirable, and agreeable things are rare in the world.

# an10.73:1.2
source: Katame dasa?
sc_po: What ten?

# an10.73:1.3
source: Bhogā iṭṭhā kantā manāpā dullabhā lokasmiṃ;
sc_po: Wealth,

# an10.73:1.4
source: vaṇṇo iṭṭho kanto manāpo dullabho lokasmiṃ;
sc_po: beauty,

# an10.73:1.5
source: ārogyaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ;
sc_po: health,

# an10.73:1.6
source: sīlaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ;
sc_po: ethical conduct,

# an10.73:1.7
source: brahmacariyaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ;
sc_po: the spiritual life,

# an10.73:1.8
source: mittā iṭṭhā kantā manāpā dullabhā lokasmiṃ;
sc_po: friends,

# an10.73:1.9
source: bāhusaccaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ;
sc_po: learning,

# an10.73:1.10
source: paññā iṭṭhā kantā manāpā dullabhā lokasmiṃ;
sc_po: wisdom,

# an10.73:1.11
source: dhammā iṭṭhā kantā manāpā dullabhā lokasmiṃ;
sc_po: good qualities,

# an10.73:1.12
source: saggā iṭṭhā kantā manāpā dullabhā lokasmiṃ.
sc_po: and heaven are likable, desirable, and agreeable things that are rare in the world.

# an10.73:2.1
source: Imesaṃ kho, bhikkhave, dasannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ dasa dhammā paripanthā—
sc_po: Ten things hinder the ten likable, desirable, and agreeable things that are rare in the world.

# an10.73:2.2
source: ālasyaṃ anuṭṭhānaṃ bhogānaṃ paripantho, amaṇḍanā avibhūsanā vaṇṇassa paripantho, asappāyakiriyā ārogyassa paripantho, pāpamittatā sīlānaṃ paripantho, indriyaasaṃvaro brahmacariyassa paripantho, visaṃvādanā mittānaṃ paripantho, asajjhāyakiriyā bāhusaccassa paripantho, asussūsā aparipucchā paññāya paripantho, ananuyogo apaccavekkhaṇā dhammānaṃ paripantho, micchāpaṭipatti saggānaṃ paripantho.
sc_po: Sloth and lack of initiative hinder wealth. Lack of adornment and decoration hinder beauty. Unsuitable activity hinders health. Bad friendship hinders ethical conduct. Lack of sense restraint hinders the spiritual life. Dishonesty hinders friends. Not reciting hinders learning. Not wanting to listen and ask questions hinders wisdom. Lack of commitment and reviewing hinder good qualities. Wrong practice hinders heaven.

# an10.73:2.3
source: Imesaṃ kho, bhikkhave, dasannaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ ime dasa dhammā paripanthā.
sc_po: These ten things hinder the ten likable, desirable, and agreeable things that are rare in the world.

# an10.73:3.1
source: Imesaṃ kho, bhikkhave, dasannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ dasa dhammā āhārā—
sc_po: Ten things nourish the ten likable, desirable, and agreeable things that are rare in the world.

# an10.73:3.2
source: uṭṭhānaṃ anālasyaṃ bhogānaṃ āhāro, maṇḍanā vibhūsanā vaṇṇassa āhāro, sappāyakiriyā ārogyassa āhāro, kalyāṇamittatā sīlānaṃ āhāro, indriyasaṃvaro brahmacariyassa āhāro, avisaṃvādanā mittānaṃ āhāro, sajjhāyakiriyā bāhusaccassa āhāro, sussūsā paripucchā paññāya āhāro, anuyogo paccavekkhaṇā dhammānaṃ āhāro, sammāpaṭipatti saggānaṃ āhāro.
sc_po: Application and initiative nourish wealth. Adornment and decoration nourish beauty. Suitable activity nourishes health. Good friendship nourishes ethical conduct. Sense restraint nourishes the spiritual life. Honesty nourishes friends. Reciting nourishes learning. Wanting to listen and ask questions nourishes wisdom. Commitment and reviewing nourish good qualities. Right practice nourishes heaven.

# an10.73:3.3
source: Imesaṃ kho, bhikkhave, dasannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ ime dasa dhammā āhārā”ti.
sc_po: These ten things nourish the ten likable, desirable, and agreeable things that are rare in the world.”
