Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.140.po
Languages: sc_po

# an10.140:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.140:0.2
source: 14. Sādhuvagga
sc_po: 14. Good

# an10.140:0.3
source: 140. Sāvajjasutta
sc_po: 140. Blameworthy

# an10.140:1.1
source: “Sāvajjañca vo, bhikkhave, dhammaṃ desessāmi anavajjañca.
sc_po: “I will teach you the blameworthy principle and the blameless principle. …

# an10.140:1.3
source: katamo ca, bhikkhave, sāvajjo dhammo?
sc_po: And what is the blameworthy principle?

# an10.140:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.140:1.5
source: ayaṃ vuccati, bhikkhave, sāvajjo dhammo.
sc_po: This is called the blameworthy principle.

# an10.140:1.6
source: Katamo ca, bhikkhave, anavajjo dhammo?
sc_po: And what is the blameless principle?

# an10.140:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.140:1.8
source: ayaṃ vuccati, bhikkhave, anavajjo dhammo”ti.
sc_po: This is called the blameless principle.”
