Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.178.po
Languages: sc_po

# an10.178:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.178:0.2
source: 18. Sādhuvagga
sc_po: 18. Good

# an10.178:0.3
source: 178. Sādhusutta
sc_po: 178. Good

# an10.178:1.1
source: “Sādhuñca vo, bhikkhave, desessāmi asādhuñca.
sc_po: “Mendicants, I will teach you what is good and what is not good.

# an10.178:1.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an10.178:1.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an10.178:1.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an10.178:2.1
source: “Katamañca, bhikkhave, asādhu?
sc_po: “And what, mendicants, is not good?

# an10.178:2.2
source: Pāṇātipāto, adinnādānaṃ, kāmesumicchācāro, musāvādo, pisuṇā vācā, pharusā vācā, samphappalāpo, abhijjhā, byāpādo, micchādiṭṭhi—
sc_po: Killing living creatures, stealing, and sexual misconduct; speech that’s false, divisive, harsh, or nonsensical; covetousness, ill will, and wrong view.

# an10.178:2.3
source: idaṃ vuccati, bhikkhave, asādhu.
sc_po: This is called what is not good.

# an10.178:3.1
source: Katamañca, bhikkhave, sādhu?
sc_po: And what is good?

# an10.178:3.2
source: Pāṇātipātā veramaṇī, adinnādānā veramaṇī, kāmesumicchācārā veramaṇī, musāvādā veramaṇī, pisuṇāya vācāya veramaṇī, pharusāya vācāya veramaṇī, samphappalāpā veramaṇī, anabhijjhā, abyāpādo, sammādiṭṭhi—
sc_po: Avoiding killing living creatures, stealing, and sexual misconduct; avoiding speech that’s false, divisive, harsh, or nonsensical; contentment, good will, and right view.

# an10.178:3.3
source: idaṃ vuccati, bhikkhave, sādhū”ti.
sc_po: This is called what is good.”
