Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.048.po
Languages: sc_po

# an10.48:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.48:0.2
source: 5. Akkosavagga
sc_po: 5. Abuse

# an10.48:0.3
source: 48. Pabbajitaabhiṇhasutta
sc_po: 48. Ten Regular Reflections for a Renunciate

# an10.48:1.1
source: “Dasayime, bhikkhave, dhammā pabbajitena abhiṇhaṃ paccavekkhitabbā.
sc_po: “Mendicants, one who has gone forth should often review these ten things.

# an10.48:1.2
source: Katame dasa?
sc_po: What ten?

# an10.48:2.1
source: ‘Vevaṇṇiyamhi ajjhupagato’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (1)
sc_po: One who has gone forth should often review this: ‘I have secured freedom from class.’

# an10.48:3.1
source: ‘Parapaṭibaddhā me jīvikā’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (2)
sc_po: ‘My livelihood is tied up with others.’

# an10.48:4.1
source: ‘Añño me ākappo karaṇīyo’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (3)
sc_po: ‘My behavior should be different.’

# an10.48:5.1
source: ‘Kacci nu kho me attā sīlato na upavadatī’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (4)
sc_po: ‘I hope there’s no reason to blame myself when it comes to ethical conduct?’

# an10.48:6.1
source: ‘Kacci nu kho maṃ anuvicca viññū sabrahmacārī sīlato na upavadantī’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (5)
sc_po: ‘I hope that, after examination, sensible spiritual companions don’t reproach any aspect of my ethics?’

# an10.48:7.1
source: ‘Sabbehi me piyehi manāpehi nānābhāvo vinābhāvo’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (6)
sc_po: ‘I must be parted and separated from all I hold dear and beloved.’

# an10.48:8.1
source: ‘Kammassakomhi kammadāyādo kammayoni kammabandhu kammapaṭisaraṇo,
sc_po: ‘I am the owner of my deeds and heir to my deeds. Deeds are my womb, my relative, and my refuge.

# an10.48:9.1
source: yaṃ kammaṃ karissāmi kalyāṇaṃ vā pāpakaṃ vā tassa dāyādo bhavissāmī’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (7)
sc_po: I shall be the heir of whatever deeds I do, whether good or bad.’

# an10.48:10.1
source: ‘Kathaṃbhūtassa me rattindivā vītivattantī’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (8)
sc_po: ‘As the days and nights flit by, what sort of person am I becoming?’

# an10.48:11.1
source: ‘Kacci nu kho ahaṃ suññāgāre abhiramāmī’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (9)
sc_po: ‘Do I love to stay in empty huts?’

# an10.48:12.1
source: ‘Atthi nu kho me uttari manussadhammo alamariyañāṇadassanaviseso adhigato, yenāhaṃ pacchime kāle sabrahmacārīhi puṭṭho na maṅku bhavissāmī’ti pabbajitena abhiṇhaṃ paccavekkhitabbaṃ. (10)
sc_po: ‘Do I have any superhuman distinctions in knowledge and vision worthy of the noble ones, so that when my spiritual companions question me on my deathbed I will not be embarrassed?’

# an10.48:13.1
source: Ime kho, bhikkhave, dasa dhammā pabbajitena abhiṇhaṃ paccavekkhitabbā”ti.
sc_po: One who has gone forth should often review these ten things.”
