Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.080.po
Languages: sc_po

# an10.80:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.80:0.2
source: 8. Ākaṅkhavagga
sc_po: 8. If You Want

# an10.80:0.3
source: 80. Āghātapaṭivinayasutta
sc_po: 80. Getting Rid of Resentment

# an10.80:1.1
source: “Dasayime, bhikkhave, āghātapaṭivinayā.
sc_po: “Mendicants, there are these ten methods to get rid of resentment.

# an10.80:1.2
source: Katame dasa?
sc_po: What ten?

# an10.80:1.3
source: ‘Anatthaṃ me acari, taṃ kutettha labbhā’ti āghātaṃ paṭivineti,
sc_po: Thinking: ‘They harmed me, but what can I possibly do?’ you get rid of resentment.

# an10.80:1.4
source: ‘anatthaṃ me carati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti,
sc_po: Thinking: ‘They are harming me …’ …

# an10.80:1.5
source: ‘anatthaṃ me carissati, taṃ kutettha labbhā’ti āghātaṃ paṭivineti,
sc_po: ‘They will harm me …’ …

# an10.80:1.6
source: piyassa me manāpassa anatthaṃ acari … pe …
sc_po: ‘They harmed someone I love …’ …

# an10.80:1.7
source: carati … pe …
sc_po: ‘They are harming someone I love …’

# an10.80:1.8
source: carissati, taṃ kutettha labbhāti āghātaṃ paṭivineti, appiyassa me amanāpassa atthaṃ acari … pe …
sc_po: ‘They will harm someone I love …’ … They helped someone I dislike …’ …

# an10.80:1.9
source: atthaṃ carati … pe …
sc_po: ‘They are helping someone I dislike …’ …

# an10.80:1.10
source: atthaṃ carissati, taṃ kutettha labbhāti āghātaṃ paṭivineti,
sc_po: Thinking: ‘They will help someone I dislike, but what can I possibly do?’ you get rid of resentment.

# an10.80:1.11
source: aṭṭhāne ca na kuppati—
sc_po: And you don’t get angry for no reason.

# an10.80:1.12
source: ime kho, bhikkhave, dasa āghātapaṭivinayā”ti.
sc_po: These are the ten ways of getting rid of resentment.”
