Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.147.po
Languages: sc_po

# an10.147:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.147:0.2
source: 15. Ariyavagga
sc_po: 15. The Noble Path

# an10.147:0.3
source: 147. Saddhammasutta
sc_po: 147. The True Teaching

# an10.147:1.1
source: “Saddhammañca vo, bhikkhave, dhammaṃ desessāmi asaddhammañca.
sc_po: “I will teach you what is the true teaching and what is not the true teaching. …

# an10.147:1.3
source: katamo ca, bhikkhave, asaddhammo?
sc_po: And what is not the true teaching?

# an10.147:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.147:1.5
source: ayaṃ vuccati, bhikkhave, asaddhammo.
sc_po: This is called what is not the true teaching.

# an10.147:1.6
source: Katamo ca, bhikkhave, saddhammo?
sc_po: And what is the true teaching?

# an10.147:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.147:1.8
source: ayaṃ vuccati, bhikkhave, saddhammo”ti.
sc_po: This is called the true teaching.”
