Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.167.po
Languages: sc_po

# an10.167:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.167:0.2
source: 17. Jāṇussoṇivagga
sc_po: 17. With Jāṇussoṇī

# an10.167:0.3
source: 167. Brāhmaṇapaccorohaṇīsutta
sc_po: 167. The Brahmin Ceremony of Descent

# an10.167:1.1
source: Tena kho pana samayena jāṇussoṇi brāhmaṇo tadahuposathe sīsaṃnhāto navaṃ khomayugaṃ nivattho allakusamuṭṭhiṃ ādāya bhagavato avidūre ekamantaṃ ṭhito hoti.
sc_po: Now, at that time it was the sabbath. The brahmin Jāṇussoṇi had bathed his head and dressed in a new pair of linen robes. Holding a handful of fresh grass, he stood to one side not far from the Buddha.

# an10.167:2.1
source: Addasā kho bhagavā jāṇussoṇiṃ brāhmaṇaṃ tadahuposathe sīsaṃnhātaṃ navaṃ khomayugaṃ nivatthaṃ allakusamuṭṭhiṃ ādāya ekamantaṃ ṭhitaṃ.
sc_po: The Buddha saw him,

# an10.167:2.2
source: Disvāna jāṇussoṇiṃ brāhmaṇaṃ etadavoca:
sc_po: and said,

# an10.167:2.3
source: “kiṃ nu tvaṃ, brāhmaṇa, tadahuposathe sīsaṃnhāto navaṃ khomayugaṃ nivattho allakusamuṭṭhiṃ ādāya ekamantaṃ ṭhito?
sc_po: “Brahmin, why have you bathed your head and dressed in a new pair of linen robes? Why are you standing to one side holding a handful of fresh grass?

# an10.167:2.4
source: Kiṃ nvajja brāhmaṇakulassā”ti?
sc_po: What’s going on today with the brahmin clan?”

# an10.167:2.5
source: “Paccorohaṇī, bho gotama, ajja brāhmaṇakulassā”ti.
sc_po: “Master Gotama, today is the ceremony of descent for the brahmin clan.”

# an10.167:3.1
source: “Yathā kathaṃ pana, brāhmaṇa, brāhmaṇānaṃ paccorohaṇī hotī”ti?
sc_po: “But how do the brahmins observe the ceremony of descent?”

# an10.167:3.2
source: “Idha, bho gotama, brāhmaṇā tadahuposathe sīsaṃnhātā navaṃ khomayugaṃ nivatthā allena gomayena pathaviṃ opuñjitvā haritehi kusehi pattharitvā antarā ca velaṃ antarā ca agyāgāraṃ seyyaṃ kappenti.
sc_po: “Well, Master Gotama, on the sabbath the brahmins bathe their heads and dress in a new pair of linen robes. They make a heap of fresh cow dung and spread it with green grass. Then they make their beds between the boundary and the fire chamber.

# an10.167:3.3
source: Te taṃ rattiṃ tikkhattuṃ paccuṭṭhāya pañjalikā aggiṃ namassanti:
sc_po: That night they rise three times and worship the fire with joined palms:

# an10.167:3.4
source: ‘paccorohāma bhavantaṃ, paccorohāma bhavantan’ti.
sc_po: ‘We descend, lord! We descend, lord!’

# an10.167:3.5
source: Bahukena ca sappitelanavanītena aggiṃ santappenti.
sc_po: And they serve the fire with abundant ghee, oil, and butter.

# an10.167:3.6
source: Tassā ca rattiyā accayena paṇītena khādanīyena bhojanīyena brāhmaṇe santappenti.
sc_po: And when the night has passed they serve the brahmins with a variety of delicious foods.

# an10.167:3.7
source: Evaṃ, bho gotama, brāhmaṇānaṃ paccorohaṇī hotī”ti.
sc_po: That’s how the brahmins observe the ceremony of descent.”

# an10.167:4.1
source: “Aññathā kho, brāhmaṇa, brāhmaṇānaṃ paccorohaṇī hoti, aññathā ca pana ariyassa vinaye paccorohaṇī hotī”ti.
sc_po: “The ceremony of descent observed by the brahmins is quite different from that observed in the training of the noble one.”

# an10.167:4.2
source: “Yathā kathaṃ pana, bho gotama, ariyassa vinaye paccorohaṇī hoti?
sc_po: “But Master Gotama, how is the ceremony of descent observed in the training of the noble one?

# an10.167:4.3
source: Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathā ariyassa vinaye paccorohaṇī hotī”ti.
sc_po: Master Gotama, please teach me this.”

# an10.167:5.1
source: “Tena hi, brāhmaṇa, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
sc_po: “Well then, brahmin, listen and pay close attention, I will speak.”

# an10.167:5.2
source: “Evaṃ, bho”ti kho jāṇussoṇi brāhmaṇo bhagavato paccassosi.
sc_po: “Yes sir,” Jāṇussoṇi replied.

# an10.167:5.3
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an10.167:6.1
source: “Idha, brāhmaṇa, ariyasāvako iti paṭisañcikkhati:
sc_po: “It’s when a noble disciple reflects:

# an10.167:6.2
source: ‘pāṇātipātassa kho pāpako vipāko diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: ‘Killing living creatures has a bad result in the present life and in lives to come.’

# an10.167:6.3
source: So iti paṭisaṅkhāya pāṇātipātaṃ pajahati;
sc_po: Reflecting like this, they give up killing living creatures,

# an10.167:6.4
source: pāṇātipātā paccorohati.
sc_po: they descend from killing living creatures.

# an10.167:7.1
source: … ‘Adinnādānassa kho pāpako vipāko—
sc_po: … ‘Stealing has a bad result

# an10.167:7.2
source: diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: in the present life and in lives to come.’

# an10.167:7.3
source: So iti paṭisaṅkhāya adinnādānaṃ pajahati;
sc_po: Reflecting like this, they give up stealing,

# an10.167:7.4
source: adinnādānā paccorohati.
sc_po: they descend from stealing.

# an10.167:8.1
source: … ‘Kāmesumicchācārassa kho pāpako vipāko—
sc_po: … ‘Sexual misconduct has a bad result

# an10.167:8.2
source: diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: in the present life and in lives to come.’

# an10.167:8.3
source: So iti paṭisaṅkhāya kāmesumicchācāraṃ pajahati;
sc_po: Reflecting like this, they give up sexual misconduct,

# an10.167:8.4
source: kāmesumicchācārā paccorohati.
sc_po: they descend from sexual misconduct.

# an10.167:9.1
source: … ‘Musāvādassa kho pāpako vipāko—
sc_po: … ‘Lying has a bad result

# an10.167:9.2
source: diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: in the present life and in lives to come.’

# an10.167:9.3
source: So iti paṭisaṅkhāya musāvādaṃ pajahati;
sc_po: Reflecting like this, they give up lying,

# an10.167:9.4
source: musāvādā paccorohati.
sc_po: they descend from lying.

# an10.167:10.1
source: … ‘Pisuṇāya vācāya kho pāpako vipāko—
sc_po: … ‘Divisive speech has a bad result

# an10.167:10.2
source: diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: in the present life and in lives to come.’

# an10.167:10.3
source: So iti paṭisaṅkhāya pisuṇaṃ vācaṃ pajahati;
sc_po: Reflecting like this, they give up divisive speech,

# an10.167:10.4
source: pisuṇāya vācāya paccorohati.
sc_po: they descend from divisive speech.

# an10.167:11.1
source: … ‘Pharusāya vācāya kho pāpako vipāko—
sc_po: … ‘Harsh speech has a bad result

# an10.167:11.2
source: diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: in the present life and in lives to come.’

# an10.167:11.3
source: So iti paṭisaṅkhāya pharusaṃ vācaṃ pajahati;
sc_po: Reflecting like this, they give up harsh speech,

# an10.167:11.4
source: pharusāya vācāya paccorohati.
sc_po: they descend from harsh speech.

# an10.167:12.1
source: … ‘Samphappalāpassa kho pāpako vipāko—
sc_po: … ‘Talking nonsense has a bad result

# an10.167:12.2
source: diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: in the present life and in lives to come.’

# an10.167:12.3
source: So iti paṭisaṅkhāya samphappalāpaṃ pajahati;
sc_po: Reflecting like this, they give up talking nonsense,

# an10.167:12.4
source: samphappalāpā paccorohati.
sc_po: they descend from talking nonsense.

# an10.167:13.1
source: … ‘Abhijjhāya kho pāpako vipāko—
sc_po: … ‘Covetousness has a bad result

# an10.167:13.2
source: diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: in the present life and in lives to come.’

# an10.167:13.3
source: So iti paṭisaṅkhāya abhijjhaṃ pajahati;
sc_po: Reflecting like this, they give up covetousness,

# an10.167:13.4
source: abhijjhāya paccorohati.
sc_po: they descend from covetousness.

# an10.167:14.1
source: … ‘Byāpādassa kho pāpako vipāko—
sc_po: … ‘Ill will has a bad result

# an10.167:14.2
source: diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: in the present life and in lives to come.’

# an10.167:14.3
source: So iti paṭisaṅkhāya byāpādaṃ pajahati;
sc_po: Reflecting like this, they give up ill will,

# an10.167:14.4
source: byāpādā paccorohati.
sc_po: they descend from ill will.

# an10.167:15.1
source: … ‘Micchādiṭṭhiyā kho pāpako vipāko—
sc_po: ‘Wrong view has a bad result

# an10.167:15.2
source: diṭṭhe ceva dhamme abhisamparāyañcā’ti.
sc_po: in the present life and in lives to come.’

# an10.167:15.3
source: So iti paṭisaṅkhāya micchādiṭṭhiṃ pajahati;
sc_po: Reflecting like this, they give up wrong view,

# an10.167:15.4
source: micchādiṭṭhiyā paccorohati.
sc_po: they descend from wrong view.

# an10.167:15.5
source: Evaṃ kho, brāhmaṇa, ariyassa vinaye paccorohaṇī hotī”ti.
sc_po: This is the ceremony of descent in the training of the noble one.”

# an10.167:16.1
source: “Aññathā kho, bho gotama, brāhmaṇānaṃ paccorohaṇī hoti, aññathā ca pana ariyassa vinaye paccorohaṇī hoti.
sc_po: “The ceremony of descent observed by the brahmins is quite different from that observed in the training of the noble one.

# an10.167:16.2
source: Imissā, bho gotama, ariyassa vinaye paccorohaṇiyā brāhmaṇānaṃ paccorohaṇī kalaṃ nāgghati soḷasiṃ.
sc_po: And, Master Gotama, the ceremony of descent observed by the brahmins is not worth a sixteenth part of the ceremony of descent observed in the training of the noble one.

# an10.167:16.3
source: Abhikkantaṃ, bho gotama … pe …
sc_po: Excellent, Master Gotama, excellent! …

# an10.167:16.4
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
