Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.217.po
Languages: sc_po

# an10.217:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.217:0.2
source: 21. Karajakāyavagga
sc_po: 21. The Body Born of Deeds

# an10.217:0.3
source: 217. Paṭhamasañcetanikasutta
sc_po: 217. Intentional (1st)

# an10.217:1.1
source: “Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi.
sc_po: “Mendicants, I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced.

# an10.217:1.2
source: Tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye.
sc_po: And that may be in the present life, or in the next life, or in some subsequent period.

# an10.217:1.3
source: Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi.
sc_po: And I don’t say that suffering is ended without experiencing intentional deeds that have been performed and accumulated.

# an10.217:2.1
source: Tatra, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti;
sc_po: Now, there are three kinds of corruption and failure of bodily action that have unskillful intention, with suffering as their outcome and result.

# an10.217:2.2
source: catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti;
sc_po: There are four kinds of corruption and failure of verbal action that have unskillful intention, with suffering as their outcome and result.

# an10.217:2.3
source: tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.
sc_po: There are three kinds of corruption and failure of mental action that have unskillful intention, with suffering as their outcome and result.

# an10.217:3.1
source: Kathañca, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti?
sc_po: And what are the three kinds of corruption and failure of bodily action?

# an10.217:3.2
source: Idha, bhikkhave, ekacco pāṇātipātī hoti, luddo lohitapāṇi hatapahate niviṭṭho adayāpanno sabbapāṇabhūtesu. (1)
sc_po: It’s when a certain person kills living creatures. They’re violent, bloody-handed, a hardened killer, merciless to living beings.

# an10.217:4.1
source: Adinnādāyī hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. (2)
sc_po: They steal. With the intention to commit theft, they take the wealth or belongings of others from village or wilderness.

# an10.217:5.1
source: Kāmesumicchācārī hoti, yā tā māturakkhitā … pe … antamaso mālāguḷaparikkhittāpi, tathārūpāsu cārittaṃ āpajjitā hoti. (3)
sc_po: They commit sexual misconduct. They have sex with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They have sex with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal.

# an10.217:6.1
source: Evaṃ kho, bhikkhave, tividhā kāyakammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.
sc_po: These are the three kinds of corruption and failure of bodily action.

# an10.217:7.1
source: Kathañca, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti?
sc_po: And what are the four kinds of corruption and failure of verbal action?

# an10.217:7.2
source: Idha, bhikkhave, ekacco musāvādī hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho
sc_po: It’s when a certain person lies. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness:

# an10.217:7.3
source: ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘jānāmī’ti, jānaṃ vā āha: ‘na jānāmī’ti, apassaṃ vā āha: ‘passāmī’ti, passaṃ vā āha: ‘na passāmī’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā sampajānamusā bhāsitā hoti. (4)
sc_po: ‘Please, mister, say what you know.’ Not knowing, they say ‘I know.’ Knowing, they say ‘I don’t know.’ Not seeing, they say ‘I see.’ And seeing, they say ‘I don’t see.’ So they deliberately lie for the sake of themselves or another, or for some trivial worldly reason.

# an10.217:8.1
source: Pisuṇavāco hoti, ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā imesaṃ akkhātā amūsaṃ bhedāya. Iti samaggānaṃ vā bhettā bhinnānaṃ vā anuppadātā vaggārāmo vaggarato vagganandī, vaggakaraṇiṃ vācaṃ bhāsitā hoti. (5)
sc_po: They speak divisively. They repeat in one place what they heard in another so as to divide people against each other. And so they divide those who are harmonious, supporting division, delighting in division, loving division, speaking words that promote division.

# an10.217:9.1
source: Pharusavāco hoti, yā sā vācā aṇḍakā kakkasā parakaṭukā parābhisajjanī kodhasāmantā. Asamādhisaṃvattanikā, tathārūpiṃ vācaṃ bhāsitā hoti. (6)
sc_po: They speak harshly. They use the kinds of words that are cruel, nasty, hurtful, offensive, bordering on anger, not leading to immersion.

# an10.217:10.1
source: Samphappalāpī hoti, akālavādī abhūtavādī anatthavādī adhammavādī avinayavādī, anidhānavatiṃ vācaṃ bhāsitā hoti akālena anapadesaṃ apariyantavatiṃ anatthasaṃhitaṃ. (7)
sc_po: They indulge in talking nonsense. Their speech is untimely, and is neither factual nor beneficial. It has nothing to do with the teaching or the training. Their words have no value, and are untimely, unreasonable, rambling, and pointless.

# an10.217:11.1
source: Evaṃ kho, bhikkhave, catubbidhā vacīkammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.
sc_po: These are the four kinds of corruption and failure of verbal action.

# an10.217:12.1
source: Kathañca, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti?
sc_po: And what are the three kinds of corruption and failure of mental action?

# an10.217:12.2
source: Idha, bhikkhave, ekacco abhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ, taṃ abhijjhātā hoti: ‘aho vata, yaṃ parassa taṃ mama assā’ti. (8)
sc_po: It’s when someone is covetous. They covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’

# an10.217:13.1
source: Byāpannacitto hoti, paduṭṭhamanasaṅkappo: ‘ime sattā haññantu vā bajjhantu vā ucchijjantu vā vinassantu vā mā vā ahesun’ti. (9)
sc_po: They have ill will and hateful intentions: ‘May these sentient beings be killed, slaughtered, slain, destroyed, or annihilated!’

# an10.217:14.1
source: Micchādiṭṭhiko hoti, viparītadassano:
sc_po: They have wrong view. Their perspective is distorted:

# an10.217:14.2
source: ‘natthi dinnaṃ … pe … ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. (10)
sc_po: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’

# an10.217:15.1
source: Evaṃ kho, bhikkhave, tividhā manokammantasandosabyāpatti akusalasañcetanikā dukkhudrayā dukkhavipākā hoti.
sc_po: These are the three kinds of corruption and failure of mental action.

# an10.217:16.1
source: Tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti; catubbidhavacīkammantasandosabyāpattiakusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti; tividhamanokammantasandosabyāpatti akusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
sc_po: When their body breaks up, after death, sentient beings are reborn in a place of loss, a bad place, the underworld, hell because of these three kinds of corruption and failure of bodily action, these four kinds of corruption and failure of verbal action, or these three kinds of corruption and failure of mental action that have unskillful intention, with suffering as their outcome and result.

# an10.217:17.1
source: Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṅkhitto yena yeneva patiṭṭhāti suppatiṭṭhitaṃyeva patiṭṭhāti;
sc_po: It’s like throwing loaded dice: they always fall the right side up.

# an10.217:17.2
source: evamevaṃ kho, bhikkhave, tividhakāyakammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti; catubbidhavacīkammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti; tividhamanokammantasandosabyāpattiakusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjantīti.
sc_po: In the same way, when their body breaks up, after death, sentient beings are reborn in a place of loss, a bad place, the underworld, hell because of these three kinds of corruption and failure of bodily action, these four kinds of corruption and failure of verbal action, or these three kinds of corruption and failure of mental action that have unskillful intention, with suffering as their outcome and result.

# an10.217:18.1
source: Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi,
sc_po: I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced.

# an10.217:18.2
source: tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye.
sc_po: And that may be in the present life, or in the next life, or in some subsequent period.

# an10.217:18.3
source: Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmi.
sc_po: And I don’t say that suffering is ended without experiencing intentional deeds that have been performed and accumulated.

# an10.217:19.1
source: Tatra, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti;
sc_po: Now, there are three kinds of successful bodily action that have skillful intention, with happiness as their outcome and result.

# an10.217:19.2
source: catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti;
sc_po: There are four kinds of successful verbal action that have skillful intention, with happiness as their outcome and result.

# an10.217:19.3
source: tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.
sc_po: There are three kinds of successful mental action that have skillful intention, with happiness as their outcome and result.

# an10.217:20.1
source: Kathañca, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti?
sc_po: And what are the three kinds of successful bodily action?

# an10.217:20.2
source: Idha, bhikkhave, ekacco pāṇātipātā paṭivirato hoti nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharati … pe …. (1)
sc_po: It’s when a certain person gives up killing living creatures. They renounce the rod and the sword. They’re scrupulous and kind, living full of compassion for all living beings.

# an10.217:21.1
source: Adinnādānā paṭivirato hoti, yaṃ taṃ parassa paravittūpakaraṇaṃ gāmagataṃ vā araññagataṃ vā, na taṃ adinnaṃ theyyasaṅkhātaṃ ādātā hoti. (2)
sc_po: They don’t steal. They don’t, with the intention to commit theft, take the wealth or belongings of others from village or wilderness.

# an10.217:22.1
source: Kāmesumicchācāraṃ pahāya, kāmesumicchācārā paṭivirato hoti. Yā tā māturakkhitā … pe … antamaso mālāguḷaparikkhittāpi, tathārūpāsu na cārittaṃ āpajjitā hoti. (3)
sc_po: They give up sexual misconduct. They don’t have sex with women who have their mother, father, both mother and father, brother, sister, relatives, or clan as guardian. They don’t have sex with a woman who is protected on principle, or who has a husband, or whose violation is punishable by law, or even one who has been garlanded as a token of betrothal.

# an10.217:23.1
source: Evaṃ kho, bhikkhave, tividhā kāyakammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.
sc_po: These are the three kinds of successful bodily action.

# an10.217:24.1
source: Kathañca, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti?
sc_po: And what are the four kinds of successful verbal action?

# an10.217:24.2
source: Idha, bhikkhave, ekacco musāvādaṃ pahāya musāvādā paṭivirato hoti. Sabhaggato vā parisaggato vā ñātimajjhagato vā pūgamajjhagato vā rājakulamajjhagato vā abhinīto sakkhipuṭṭho ‘ehambho purisa, yaṃ jānāsi taṃ vadehī’ti, so ajānaṃ vā āha: ‘na jānāmī’ti, jānaṃ vā āha: ‘jānāmī’ti, apassaṃ vā āha: ‘na passāmī’ti, passaṃ vā āha: ‘passāmī’ti, iti attahetu vā parahetu vā āmisakiñcikkhahetu vā na sampajānamusā bhāsitā hoti. (4)
sc_po: It’s when a certain person gives up lying. They’re summoned to a council, an assembly, a family meeting, a guild, or to the royal court, and asked to bear witness: ‘Please, mister, say what you know.’ Not knowing, they say ‘I don’t know.’ Knowing, they say ‘I know.’ Not seeing, they say ‘I don’t see.’ And seeing, they say ‘I see.’ They don’t deliberately lie for the sake of themselves or another, or for some trivial worldly reason.

# an10.217:25.1
source: Pisuṇaṃ vācaṃ pahāya, pisuṇāya vācāya paṭivirato hoti—na ito sutvā amutra akkhātā imesaṃ bhedāya, amutra vā sutvā na imesaṃ akkhātā amūsaṃ bhedāya. Iti bhinnānaṃ vā sandhātā sahitānaṃ vā anuppadātā samaggārāmo samaggarato samagganandiṃ, samaggakaraṇiṃ vācaṃ bhāsitā hoti. (5)
sc_po: They give up divisive speech. They don’t repeat in one place what they heard in another so as to divide people against each other. Instead, they reconcile those who are divided, supporting unity, delighting in harmony, loving harmony, speaking words that promote harmony.

# an10.217:26.1
source: Pharusaṃ vācaṃ pahāya, pharusāya vācāya paṭivirato hoti. Yā sā vācā nelā kaṇṇasukhā pemanīyā hadayaṅgamā porī bahujanakantā bahujanamanāpā, tathārūpiṃ vācaṃ bhāsitā hoti. (6)
sc_po: They give up harsh speech. They speak in a way that’s mellow, pleasing to the ear, lovely, going to the heart, polite, likable and agreeable to the people.

# an10.217:27.1
source: Samphappalāpaṃ pahāya, samphappalāpā paṭivirato hoti kālavādī bhūtavādī atthavādī dhammavādī vinayavādī, nidhānavatiṃ vācaṃ bhāsitā hoti kālena sāpadesaṃ pariyantavatiṃ atthasaṃhitaṃ. (7)
sc_po: They give up talking nonsense. Their words are timely, true, and meaningful, in line with the teaching and training. They say things at the right time which are valuable, reasonable, succinct, and beneficial.

# an10.217:28.1
source: Evaṃ kho, bhikkhave, catubbidhā vacīkammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.
sc_po: These are the four kinds of successful verbal action.

# an10.217:29.1
source: Kathañca, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti?
sc_po: And what are the three kinds of successful mental action?

# an10.217:29.2
source: Idha, bhikkhave, ekacco anabhijjhālu hoti. Yaṃ taṃ parassa paravittūpakaraṇaṃ taṃ anabhijjhātā hoti: ‘aho vata, yaṃ parassa taṃ mamassā’ti. (8)
sc_po: It’s when someone is content. They don’t covet the wealth and belongings of others: ‘Oh, if only their belongings were mine!’

# an10.217:30.1
source: Abyāpannacitto hoti appaduṭṭhamanasaṅkappo: ‘ime sattā averā hontu abyāpajjā anīghā, sukhī attānaṃ pariharantū’ti. (9)
sc_po: They have a kind heart and loving intentions: ‘May these sentient beings live free of enmity and ill will, untroubled and happy!’

# an10.217:31.1
source: Sammādiṭṭhiko hoti aviparītadassano:
sc_po: They have right view, an undistorted perspective:

# an10.217:31.2
source: ‘atthi dinnaṃ, atthi yiṭṭhaṃ … pe … ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti. (10)
sc_po: ‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There is obligation to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’

# an10.217:32.1
source: Evaṃ kho, bhikkhave, tividhā manokammantasampatti kusalasañcetanikā sukhudrayā sukhavipākā hoti.
sc_po: These are the three kinds of successful mental action.

# an10.217:33.1
source: Tividhakāyakammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti; catubbidhavacīkammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti; tividhamanokammantasampattikusalasañcetanikāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: When their body breaks up, after death, sentient beings are reborn in a good place, in heaven because of these three kinds of successful bodily action, these four kinds of successful verbal action, or these three kinds of successful mental action that have skillful intention, with happiness as their outcome and result.

# an10.217:34.1
source: Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṅkhitto yena yeneva patiṭṭhāti suppatiṭṭhitaṃyeva patiṭṭhāti;
sc_po: It’s like throwing loaded dice: they always fall the right side up.

# an10.217:34.2
source: evamevaṃ kho, bhikkhave, tividhakāyakammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti; catubbidhavacīkammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti; tividhamanokammantasampattikusalasañcetanikāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: In the same way, when their body breaks up, after death, sentient beings are reborn in a good place, in heaven because of these three kinds of successful bodily action, these four kinds of successful verbal action, or these three kinds of successful mental action that have skillful intention, with happiness as their outcome and result.

# an10.217:34.3
source: Nāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā byantībhāvaṃ vadāmi.
sc_po: I don’t say that intentional deeds that have been performed and accumulated are eliminated without being experienced.

# an10.217:34.4
source: Tañca kho diṭṭheva dhamme upapajje vā apare vā pariyāye.
sc_po: And that may be in the present life, or in the next life, or in some subsequent period.

# an10.217:34.5
source: Na tvevāhaṃ, bhikkhave, sañcetanikānaṃ kammānaṃ katānaṃ upacitānaṃ appaṭisaṃveditvā dukkhassantakiriyaṃ vadāmī”ti.
sc_po: And I don’t say that suffering is ended without experiencing intentional deeds that have been performed and accumulated.”
