Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.055.po
Languages: sc_po

# an10.55:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.55:0.2
source: 6. Sacittavagga
sc_po: 6. Your Own Mind

# an10.55:0.3
source: 55. Parihānasutta
sc_po: 55. Decline

# an10.55:1.1
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
sc_po: There Sāriputta addressed the mendicants:

# an10.55:1.2
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an10.55:1.3
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an10.55:1.4
source: Āyasmā sāriputto etadavoca:
sc_po: Sāriputta said this:

# an10.55:2.1
source: “‘Parihānadhammo puggalo, parihānadhammo puggalo’ti, āvuso, vuccati.
sc_po: “Reverends, they speak of a person liable to decline,

# an10.55:2.2
source: ‘Aparihānadhammo puggalo, aparihānadhammo puggalo’ti, āvuso, vuccati.
sc_po: and one not liable to decline.

# an10.55:2.3
source: Kittāvatā nu kho, āvuso, parihānadhammo puggalo vutto bhagavatā, kittāvatā ca pana aparihānadhammo puggalo vutto bhagavatā”ti?
sc_po: But how did the Buddha define a person liable to decline, and one not liable to decline?”

# an10.55:2.4
source: “Dūratopi kho mayaṃ, āvuso, āgacchāma āyasmato sāriputtassa santike etassa bhāsitassa atthamaññātuṃ.
sc_po: “Reverend, we would travel a long way to learn the meaning of this statement in the presence of Venerable Sāriputta.

# an10.55:2.5
source: Sādhu vatāyasmantaṃyeva sāriputtaṃ paṭibhātu etassa bhāsitassa attho.
sc_po: May Venerable Sāriputta himself please clarify the meaning of this.

# an10.55:2.6
source: Āyasmato sāriputtassa sutvā bhikkhū dhāressantī”ti.
sc_po: The mendicants will listen and remember it.”

# an10.55:3.1
source: “Tenahāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: “Then listen and pay close attention, I will speak.”

# an10.55:3.2
source: “Evamāvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
sc_po: “Yes, reverend,” they replied.

# an10.55:3.3
source: Āyasmā sāriputto etadavoca:
sc_po: Sāriputta said this:

# an10.55:4.1
source: “Kittāvatā nu kho, āvuso, parihānadhammo puggalo vutto bhagavatā?
sc_po: “How did the Buddha define a person liable to decline?

# an10.55:4.2
source: Idhāvuso, bhikkhu assutañceva dhammaṃ na suṇāti, sutā cassa dhammā sammosaṃ gacchanti, ye cassa dhammā pubbe cetaso asamphuṭṭhapubbā te cassa na samudācaranti, aviññātañceva na vijānāti.
sc_po: It’s when a mendicant doesn’t get to hear a teaching they haven’t heard before. They forget those teachings they have heard. They don’t keep rehearsing the teachings they’ve already got to know. And they don’t come to understand what they haven’t understood before.

# an10.55:4.3
source: Ettāvatā kho, āvuso, parihānadhammo puggalo vutto bhagavatā.
sc_po: That’s how the Buddha defined a person liable to decline.

# an10.55:5.1
source: Kittāvatā ca panāvuso, aparihānadhammo puggalo vutto bhagavatā?
sc_po: And how did the Buddha define a person not liable to decline?

# an10.55:5.2
source: Idhāvuso, bhikkhu assutañceva dhammaṃ suṇāti, sutā cassa dhammā na sammosaṃ gacchanti, ye cassa dhammā pubbe cetaso asamphuṭṭhapubbā te cassa samudācaranti, aviññātañceva vijānāti.
sc_po: It’s when a mendicant gets to hear a teaching they haven’t heard before. They remember those teachings they have heard. They keep rehearsing the teachings they’ve already got to know. And they come to understand what they haven’t understood before.

# an10.55:5.3
source: Ettāvatā kho, āvuso, aparihānadhammo puggalo vutto bhagavatā.
sc_po: That’s how the Buddha defined a person not liable to decline.

# an10.55:6.1
source: No ce, āvuso, bhikkhu paracittapariyāyakusalo hoti, atha ‘sacittapariyāyakusalo bhavissāmī’ti—
sc_po: If a mendicant isn’t skilled in the ways of another’s mind, then they should train themselves: ‘I will be skilled in the ways of my own mind.’

# an10.55:7.1
source: Kathañcāvuso, bhikkhu sacittapariyāyakusalo hoti?
sc_po: And how is a mendicant skilled in the ways of their own mind?

# an10.55:7.2
source: Seyyathāpi, āvuso, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udapatte sakaṃ mukhanimittaṃ paccavekkhamāno sace tattha passati rajaṃ vā aṅgaṇaṃ vā, tasseva rajassa vā aṅgaṇassa vā pahānāya vāyamati.
sc_po: Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they see any dirt or blemish there, they’d try to remove it.

# an10.55:7.3
source: No ce tattha passati rajaṃ vā aṅgaṇaṃ vā, tenevattamano hoti paripuṇṇasaṅkappo:
sc_po: But if they don’t see any dirt or blemish there, they’re happy with that, as they’ve got all they wished for:

# an10.55:7.4
source: ‘lābhā vata me, parisuddhaṃ vata me’ti.
sc_po: ‘How fortunate that I’m clean!’

# an10.55:7.5
source: Evameva kho, āvuso, bhikkhuno paccavekkhaṇā bahukārā hoti kusalesu dhammesu:
sc_po: In the same way, checking is very helpful for a mendicant’s skillful qualities.

# an10.55:7.6
source: ‘anabhijjhālu nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, abyāpannacitto nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, vigatathinamiddho nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, anuddhato nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, tiṇṇavicikiccho nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, akkodhano nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, asaṅkiliṭṭhacitto nu kho bahulaṃ viharāmi, saṃvijjati nu kho me eso dhammo udāhu no, lābhī nu khomhi ajjhattaṃ dhammapāmojjassa, saṃvijjati nu kho me eso dhammo udāhu no, lābhī nu khomhi ajjhattaṃ cetosamathassa, saṃvijjati nu kho me eso dhammo udāhu no, lābhī nu khomhi adhipaññādhammavipassanāya, saṃvijjati nu kho me eso dhammo udāhu no’ti.
sc_po: ‘Is contentment often found in me or not? Is kind-heartedness often found in me or not? Is freedom from dullness and drowsiness often found in me or not? Is calm often found in me or not? Is confidence often found in me or not? Is love often found in me or not? Is purity of mind often found in me or not? Is internal joy with the teaching found in me or not? Is internal serenity of heart found in me or not? Is the higher wisdom of discernment of principles found in me or not?’

# an10.55:8.1
source: Sace pana, āvuso, bhikkhu paccavekkhamāno sabbepime kusale dhamme attani na samanupassati, tenāvuso, bhikkhunā sabbesaṃyeva imesaṃ kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.
sc_po: Suppose a mendicant, while checking, doesn’t see any of these skillful qualities in themselves. In order to get them they should apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness.

# an10.55:8.2
source: Seyyathāpi, āvuso, ādittacelo vā ādittasīso vā.
sc_po: Suppose your clothes or head were on fire. In order to extinguish it, you’d apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness.

# an10.55:8.4
source: Evamevaṃ kho, āvuso, tena bhikkhunā sabbesaṃyeva kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.
sc_po: In the same way, they should apply outstanding enthusiasm to get those skillful qualities …

# an10.55:9.1
source: Sace panāvuso, bhikkhu paccavekkhamāno ekacce kusale dhamme attani samanupassati, ekacce kusale dhamme attani na samanupassati, tenāvuso, bhikkhunā ye kusale dhamme attani samanupassati tesu kusalesu dhammesu patiṭṭhāya, ye kusale dhamme attani na samanupassati tesaṃ kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.
sc_po: Suppose a mendicant, while checking, sees some of these skillful qualities in themselves, but doesn’t see others. Grounded on the skillful qualities they see, they should apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness in order to get the skillful qualities they don’t see.

# an10.55:9.2
source: Seyyathāpi, āvuso, ādittacelo vā ādittasīso vā.
sc_po: Suppose your clothes or head were on fire. In order to extinguish it, you’d apply outstanding enthusiasm, effort, zeal, vigor, perseverance, mindfulness, and situational awareness.

# an10.55:9.4
source: Evamevaṃ kho, āvuso, tena bhikkhunā ye kusale dhamme attani samanupassati tesu kusalesu dhammesu patiṭṭhāya, ye kusale dhamme attani na samanupassati tesaṃ kusalānaṃ dhammānaṃ paṭilābhāya adhimatto chando ca vāyāmo ca ussāho ca ussoḷhī ca appaṭivānī ca sati ca sampajaññañca karaṇīyaṃ.
sc_po: In the same way, grounded on the skillful qualities they see, they should apply outstanding enthusiasm to get those skillful qualities they don’t see.

# an10.55:10.1
source: Sace panāvuso, bhikkhu paccavekkhamāno sabbepime kusale dhamme attani samanupassati, tenāvuso, bhikkhunā sabbesveva imesu kusalesu dhammesu patiṭṭhāya uttari āsavānaṃ khayāya yogo karaṇīyo”ti.
sc_po: But suppose a mendicant, while checking, sees all of these skillful qualities in themselves. Grounded on all these skillful qualities they should practice meditation further to end the defilements.”
