Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.102.po
Languages: sc_po

# an10.102:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.102:0.2
source: 11. Samaṇasaññāvagga
sc_po: 11. Perceptions for Ascetics

# an10.102:0.3
source: 102. Bojjhaṅgasutta
sc_po: 102. Awakening Factors

# an10.102:1.1
source: “Sattime, bhikkhave, bojjhaṅgā bhāvitā bahulīkatā tisso vijjā paripūrenti.
sc_po: “Mendicants, when the seven awakening factors are developed and cultivated they fulfill three knowledges.

# an10.102:1.2
source: Katame satta?
sc_po: What seven?

# an10.102:1.3
source: Satisambojjhaṅgo, dhammavicayasambojjhaṅgo, vīriyasambojjhaṅgo, pītisambojjhaṅgo, passaddhisambojjhaṅgo, samādhisambojjhaṅgo, upekkhāsambojjhaṅgo—
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# an10.102:1.4
source: ime kho, bhikkhave, satta bojjhaṅgā bhāvitā bahulīkatā tisso vijjā paripūrenti.
sc_po: When these seven awakening factors are developed and cultivated they fulfill three knowledges.

# an10.102:1.5
source: Katamā tisso?
sc_po: What three?

# an10.102:1.6
source: Idha, bhikkhave, bhikkhu anekavihitaṃ pubbenivāsaṃ anussarati,
sc_po: It’s when a mendicant recollects their many kinds of past lives.

# an10.102:1.7
source: seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
sc_po: That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They recollect their many kinds of past lives, with features and details.

# an10.102:1.8
source: Dibbena cakkhunā visuddhena atikkantamānusakena … pe … yathākammūpage satte pajānāti.
sc_po: With clairvoyance that is purified and surpasses the human, they understand how sentient beings are reborn according to their deeds.

# an10.102:1.9
source: Āsavānaṃ khayā … pe … sacchikatvā upasampajja viharati.
sc_po: They realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# an10.102:1.10
source: Ime kho, bhikkhave, satta bojjhaṅgā bhāvitā bahulīkatā imā tisso vijjā paripūrentī”ti.
sc_po: When those seven awakening factors are developed and cultivated they fulfill these three knowledges.”
