Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.077.po
Languages: sc_po

# an10.77:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.77:0.2
source: 8. Ākaṅkhavagga
sc_po: 8. If You Want

# an10.77:0.3
source: 77. Kākasutta
sc_po: 77. A Crow

# an10.77:1.1
source: “Dasahi, bhikkhave, asaddhammehi samannāgato kāko.
sc_po: “Mendicants, a crow has ten bad qualities.

# an10.77:1.2
source: Katamehi dasahi?
sc_po: What ten?

# an10.77:1.3
source: Dhaṃsī ca, pagabbho ca, tintiṇo ca, mahagghaso ca, luddo ca, akāruṇiko ca, dubbalo ca, oravitā ca, muṭṭhassati ca, necayiko ca—
sc_po: They’re rude and impudent, gluttonous and voracious, cruel and pitiless, weak and raucous, unmindful and acquisitive.

# an10.77:1.4
source: imehi kho, bhikkhave, dasahi asaddhammehi samannāgato kāko.
sc_po: A crow has these ten bad qualities.

# an10.77:1.5
source: Evamevaṃ kho, bhikkhave, dasahi asaddhammehi samannāgato pāpabhikkhu.
sc_po: In the same way, a bad mendicant has these ten bad qualities.

# an10.77:1.6
source: Katamehi dasahi?
sc_po: What ten?

# an10.77:1.7
source: Dhaṃsī ca, pagabbho ca, tintiṇo ca, mahagghaso ca, luddo ca, akāruṇiko ca, dubbalo ca, oravitā ca, muṭṭhassati ca, necayiko ca—
sc_po: They’re rude and impudent, gluttonous and voracious, cruel and pitiless, weak and raucous, unmindful and acquisitive.

# an10.77:1.8
source: imehi kho, bhikkhave, dasahi asaddhammehi samannāgato pāpabhikkhū”ti.
sc_po: A bad mendicant has these ten bad qualities.”
