Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.145.po
Languages: sc_po

# an10.145:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.145:0.2
source: 15. Ariyavagga
sc_po: 15. The Noble Path

# an10.145:0.3
source: 145. Ariyamaggasutta
sc_po: 145. The Noble Path

# an10.145:1.1
source: “Ariyamaggañca vo, bhikkhave, dhammaṃ desessāmi anariyamaggañca.
sc_po: “I will teach you the noble path and the ignoble path. …

# an10.145:1.3
source: katamo ca, bhikkhave, anariyo maggo?
sc_po: And what is the ignoble path?

# an10.145:1.4
source: Micchādiṭṭhi … pe … micchāvimutti—
sc_po: Wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, wrong immersion, wrong knowledge, and wrong freedom.

# an10.145:1.5
source: ayaṃ vuccati, bhikkhave, anariyo maggo.
sc_po: This is called the ignoble path.

# an10.145:1.6
source: Katamo ca, bhikkhave, ariyo maggo?
sc_po: And what is the noble path?

# an10.145:1.7
source: Sammādiṭṭhi … pe … sammāvimutti—
sc_po: Right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, right immersion, right knowledge, and right freedom.

# an10.145:1.8
source: ayaṃ vuccati, bhikkhave, ariyo maggo”ti.
sc_po: This is called the noble path.”
