Repository: kondannyo/PGP
Catalog: AN/*_text/an10/an10.188.po
Languages: sc_po

# an10.188:0.1
source: Aṅguttara Nikāya 10
sc_po: Numbered Discourses 10

# an10.188:0.2
source: 18. Sādhuvagga
sc_po: 18. Good

# an10.188:0.3
source: 188. Vipākasutta
sc_po: 188. Result

# an10.188:1.1
source: “Dukkhavipākañca vo, bhikkhave, dhammaṃ desessāmi sukhavipākañca.
sc_po: “I will teach you the principle that results in suffering and that which results in happiness. …

# an10.188:1.3
source: katamo ca, bhikkhave, dukkhavipāko dhammo?
sc_po: And what is the principle that results in suffering?

# an10.188:1.4
source: Pāṇātipāto … pe …
sc_po: Killing living creatures …

# an10.188:1.5
source: micchādiṭṭhi—
sc_po: wrong view.

# an10.188:1.6
source: ayaṃ vuccati, bhikkhave, dukkhavipāko dhammo.
sc_po: This is called the principle that results in suffering.

# an10.188:2.1
source: Katamo ca, bhikkhave, sukhavipāko dhammo?
sc_po: And what is the principle that results in happiness?

# an10.188:2.2
source: Pāṇātipātā veramaṇī … pe …
sc_po: Not killing living creatures …

# an10.188:2.3
source: sammādiṭṭhi—
sc_po: right view.

# an10.188:2.4
source: ayaṃ vuccati, bhikkhave, sukhavipāko dhammo”ti.
sc_po: This is called the principle that results in happiness.”
