Repository: kondannyo/PGP
Catalog: SN/*_text/sn27/sn27.02.po
Languages: sc_po

# sn27.2:0.1
source: Saṃyutta Nikāya 27
sc_po: Linked Discourses 27

# sn27.2:0.2
source: 1. Kilesavagga
sc_po: 1. Corruptions

# sn27.2:0.3
source: 2. Rūpasutta
sc_po: 2. Sights

# sn27.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn27.2:1.2
source: “Yo, bhikkhave, rūpesu chandarāgo, cittasseso upakkileso.
sc_po: “Mendicants, desire and greed for sights,

# sn27.2:1.3
source: Yo saddesu …
sc_po: sounds,

# sn27.2:1.4
source: yo gandhesu …
sc_po: smells,

# sn27.2:1.5
source: yo rasesu …
sc_po: tastes,

# sn27.2:1.6
source: yo phoṭṭhabbesu …
sc_po: touches,

# sn27.2:1.7
source: yo dhammesu chandarāgo, cittasseso upakkileso.
sc_po: or thoughts is a corruption of the mind.

# sn27.2:1.8
source: Yato kho, bhikkhave, bhikkhuno imesu chasu ṭhānesu cetaso upakkileso pahīno hoti, nekkhammaninnañcassa cittaṃ hoti.
sc_po: When a mendicant has given up mental corruption in these six cases, their mind inclines to renunciation.

# sn27.2:1.9
source: Nekkhammaparibhāvitaṃ cittaṃ kammaniyaṃ khāyati, abhiññā sacchikaraṇīyesu dhammesū”ti.
sc_po: A mind imbued with renunciation is declared to be capable of directly knowing anything that can be realized.”
