Repository: kondannyo/PGP
Catalog: SN/*_text/sn27/sn27.05.po
Languages: sc_po

# sn27.5:0.1
source: Saṃyutta Nikāya 27
sc_po: Linked Discourses 27

# sn27.5:0.2
source: 1. Kilesavagga
sc_po: 1. Corruptions

# sn27.5:0.3
source: 5. Samphassajasutta
sc_po: 5. Feeling

# sn27.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn27.5:1.2
source: “Yo, bhikkhave, cakkhusamphassajāya vedanāya chandarāgo, cittasseso upakkileso.
sc_po: “Mendicants, desire and greed for feeling born of eye contact,

# sn27.5:1.3
source: Yo sotasamphassajāya vedanāya …
sc_po: feeling born of ear contact,

# sn27.5:1.4
source: yo ghānasamphassajāya vedanāya …
sc_po: feeling born of nose contact,

# sn27.5:1.5
source: yo jivhāsamphassajāya vedanāya …
sc_po: feeling born of tongue contact,

# sn27.5:1.6
source: yo kāyasamphassajāya vedanāya …
sc_po: feeling born of body contact,

# sn27.5:1.7
source: yo manosamphassajāya vedanāya chandarāgo, cittasseso upakkileso.
sc_po: or feeling born of mind contact is a defilement of the mind. …”
