Repository: kondannyo/PGP
Catalog: SN/*_text/sn27/sn27.03.po
Languages: sc_po

# sn27.3:0.1
source: Saṃyutta Nikāya 27
sc_po: Linked Discourses 27

# sn27.3:0.2
source: 1. Kilesavagga
sc_po: 1. Corruptions

# sn27.3:0.3
source: 3. Viññāṇasutta
sc_po: 3. Consciousness

# sn27.3:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn27.3:1.2
source: “Yo, bhikkhave, cakkhuviññāṇasmiṃ chandarāgo, cittasseso upakkileso.
sc_po: “Mendicants, desire and greed for eye consciousness,

# sn27.3:1.3
source: Yo sotaviññāṇasmiṃ …
sc_po: ear consciousness,

# sn27.3:1.4
source: yo ghānaviññāṇasmiṃ …
sc_po: nose consciousness,

# sn27.3:1.5
source: yo jivhāviññāṇasmiṃ …
sc_po: tongue consciousness,

# sn27.3:1.6
source: yo kāyaviññāṇasmiṃ …
sc_po: body consciousness,

# sn27.3:1.7
source: yo manoviññāṇasmiṃ chandarāgo, cittasseso upakkileso.
sc_po: or mind consciousness is a corruption of the mind.

# sn27.3:1.8
source: Yato kho, bhikkhave, bhikkhuno imesu chasu ṭhānesu cetaso upakkileso pahīno hoti, nekkhammaninnañcassa cittaṃ hoti.
sc_po: When a mendicant has given up mental corruption in these six cases, their mind inclines to renunciation.

# sn27.3:1.9
source: Nekkhammaparibhāvitaṃ cittaṃ kammaniyaṃ khāyati, abhiññā sacchikaraṇīyesu dhammesū”ti.
sc_po: A mind imbued with renunciation is declared to be capable of directly knowing anything that can be realized.”
