Repository: kondannyo/PGP
Catalog: SN/*_text/sn27/sn27.06.po
Languages: sc_po

# sn27.6:0.1
source: Saṃyutta Nikāya 27
sc_po: Linked Discourses 27

# sn27.6:0.2
source: 1. Kilesavagga
sc_po: 1. Corruptions

# sn27.6:0.3
source: 6. Saññāsutta
sc_po: 6. Perception

# sn27.6:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn27.6:1.2
source: “Yo, bhikkhave, rūpasaññāya chandarāgo, cittasseso upakkileso.
sc_po: “Mendicants, desire and greed for perception of sights,

# sn27.6:1.3
source: Yo saddasaññāya …
sc_po: perception of sounds,

# sn27.6:1.4
source: yo gandhasaññāya …
sc_po: perception of smells,

# sn27.6:1.5
source: yo rasasaññāya …
sc_po: perception of tastes,

# sn27.6:1.6
source: yo phoṭṭhabbasaññāya …
sc_po: perception of touches,

# sn27.6:1.7
source: yo dhammasaññāya chandarāgo, cittasseso upakkileso.
sc_po: or perception of thoughts is a corruption of the mind. …”
