Repository: kondannyo/PGP
Catalog: SN/*_text/sn27/sn27.01.po
Languages: sc_po

# sn27.1:0.1
source: Saṃyutta Nikāya 27
sc_po: Linked Discourses 27

# sn27.1:0.2
source: 1. Kilesavagga
sc_po: 1. Corruptions

# sn27.1:0.3
source: 1. Cakkhusutta
sc_po: 1. The Eye

# sn27.1:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn27.1:1.2
source: “Yo, bhikkhave, cakkhusmiṃ chandarāgo, cittasseso upakkileso.
sc_po: “Mendicants, desire and greed for the eye,

# sn27.1:1.3
source: Yo sotasmiṃ chandarāgo, cittasseso upakkileso.
sc_po: ear,

# sn27.1:1.4
source: Yo ghānasmiṃ chandarāgo, cittasseso upakkileso.
sc_po: nose,

# sn27.1:1.5
source: Yo jivhāya chandarāgo, cittasseso upakkileso.
sc_po: tongue,

# sn27.1:1.6
source: Yo kāyasmiṃ chandarāgo, cittasseso upakkileso.
sc_po: body,

# sn27.1:1.7
source: Yo manasmiṃ chandarāgo, cittasseso upakkileso.
sc_po: or mind is a corruption of the mind.

# sn27.1:1.8
source: Yato kho, bhikkhave, bhikkhuno imesu chasu ṭhānesu cetaso upakkileso pahīno hoti, nekkhammaninnañcassa cittaṃ hoti.
sc_po: When a mendicant has given up mental corruption in these six cases, their mind inclines to renunciation.

# sn27.1:1.9
source: Nekkhammaparibhāvitaṃ cittaṃ kammaniyaṃ khāyati, abhiññā sacchikaraṇīyesu dhammesū”ti.
sc_po: A mind imbued with renunciation is declared to be capable of directly knowing anything that can be realized.”
