Repository: kondannyo/PGP
Catalog: SN/*_text/sn27/sn27.07.po
Languages: sc_po

# sn27.7:0.1
source: Saṃyutta Nikāya 27
sc_po: Linked Discourses 27

# sn27.7:0.2
source: 1. Kilesavagga
sc_po: 1. Corruptions

# sn27.7:0.3
source: 7. Sañcetanāsutta
sc_po: 7. Intention

# sn27.7:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn27.7:1.2
source: “Yo, bhikkhave, rūpasañcetanāya chandarāgo, cittasseso upakkileso.
sc_po: “Mendicants, desire and greed for intention regarding sights,

# sn27.7:1.3
source: Yo saddasañcetanāya …
sc_po: intention regarding sounds,

# sn27.7:1.4
source: yo gandhasañcetanāya …
sc_po: intention regarding smells,

# sn27.7:1.5
source: yo rasasañcetanāya …
sc_po: intention regarding tastes,

# sn27.7:1.6
source: yo phoṭṭhabbasañcetanāya …
sc_po: intention regarding touches,

# sn27.7:1.7
source: yo dhammasañcetanāya chandarāgo, cittasseso upakkileso.
sc_po: or intention regarding thoughts is a corruption of the mind. …”
