Repository: kondannyo/PGP
Catalog: SN/*_text/sn27/sn27.08.po
Languages: sc_po

# sn27.8:0.1
source: Saṃyutta Nikāya 27
sc_po: Linked Discourses 27

# sn27.8:0.2
source: 1. Kilesavagga
sc_po: 1. Corruptions

# sn27.8:0.3
source: 8. Taṇhāsutta
sc_po: 8. Craving

# sn27.8:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn27.8:1.2
source: “Yo, bhikkhave, rūpataṇhāya chandarāgo, cittasseso upakkileso.
sc_po: “Mendicants, desire and greed for craving for sights,

# sn27.8:1.3
source: Yo saddataṇhāya …
sc_po: craving for sounds,

# sn27.8:1.4
source: yo gandhataṇhāya …
sc_po: craving for smells,

# sn27.8:1.5
source: yo rasataṇhāya …
sc_po: craving for tastes,

# sn27.8:1.6
source: yo phoṭṭhabbataṇhāya …
sc_po: craving for touches,

# sn27.8:1.7
source: yo dhammataṇhāya chandarāgo, cittasseso upakkileso.
sc_po: or craving for thoughts is a corruption of the mind. …”
