Repository: kondannyo/PGP
Catalog: SN/*_text/sn27/sn27.04.po
Languages: sc_po

# sn27.4:0.1
source: Saṃyutta Nikāya 27
sc_po: Linked Discourses 27

# sn27.4:0.2
source: 1. Kilesavagga
sc_po: 1. Corruptions

# sn27.4:0.3
source: 4. Samphassasutta
sc_po: 4. Contact

# sn27.4:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn27.4:1.2
source: “Yo, bhikkhave, cakkhusamphassasmiṃ chandarāgo, cittasseso upakkileso.
sc_po: “Mendicants, desire and greed for eye contact,

# sn27.4:1.3
source: Yo sotasamphassasmiṃ …
sc_po: ear contact,

# sn27.4:1.4
source: yo ghānasamphassasmiṃ …
sc_po: nose contact,

# sn27.4:1.5
source: yo jivhāsamphassasmiṃ …
sc_po: tongue contact,

# sn27.4:1.6
source: yo kāyasamphassasmiṃ …
sc_po: body contact,

# sn27.4:1.7
source: yo manosamphassasmiṃ chandarāgo, cittasseso upakkileso.
sc_po: or mind contact is a corruption of the mind. …”
