Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.09.po
Languages: sc_po

# sn17.9:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.9:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn17.9:0.3
source: 9. Verambhasutta
sc_po: 9. Gale-force Winds

# sn17.9:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.9:1.2
source: “Dāruṇo, bhikkhave, lābhasakkārasiloko … pe … adhigamāya.
sc_po: “Possessions, honor, and popularity are brutal …

# sn17.9:1.3
source: Upari, bhikkhave, ākāse verambhā nāma vātā vāyanti.
sc_po: High in the sky there are gale-force winds blowing.

# sn17.9:1.4
source: Tattha yo pakkhī gacchati tamenaṃ verambhā vātā khipanti.
sc_po: Any bird that flies there is flung about by those gale-force winds.

# sn17.9:1.5
source: Tassa verambhavātakkhittassa aññeneva pādā gacchanti, aññena pakkhā gacchanti, aññena sīsaṃ gacchati, aññena kāyo gacchati.
sc_po: Their feet go one way, their wings another, their head another, and their body another.

# sn17.9:1.6
source: Evameva kho, bhikkhave, idhekacco bhikkhu lābhasakkārasilokena abhibhūto pariyādiṇṇacitto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati arakkhiteneva kāyena arakkhitāya vācāya arakkhitena cittena, anupaṭṭhitāya satiyā, asaṃvutehi indriyehi.
sc_po: In the same way, take a certain monk whose mind is overcome and overwhelmed by possessions, honor, and popularity. He robes up in the morning and, taking his bowl and robe, enters the village or town for alms without guarding body, speech, and mind, without establishing mindfulness, and without restraining the sense faculties.

# sn17.9:1.7
source: So tattha passati mātugāmaṃ dunnivatthaṃ vā duppārutaṃ vā.
sc_po: There he sees a female scantily clad, with revealing clothes.

# sn17.9:1.8
source: Tassa mātugāmaṃ disvā dunnivatthaṃ vā duppārutaṃ vā rāgo cittaṃ anuddhaṃseti.
sc_po: Lust infects his mind.

# sn17.9:1.9
source: So rāgānuddhaṃsitena cittena sikkhaṃ paccakkhāya hīnāyāvattati.
sc_po: He rejects the training and returns to a lesser life.

# sn17.9:1.10
source: Tassa aññe cīvaraṃ haranti, aññe pattaṃ haranti, aññe nisīdanaṃ haranti, aññe sūcigharaṃ haranti, verambhavātakkhittasseva sakuṇassa.
sc_po: Some take his robe, others his bowl, others his sitting cloth, others his needle case, just like the bird flung about by the gale-force winds.

# sn17.9:1.11
source: Evaṃ dāruṇo kho, bhikkhave, lābhasakkārasiloko … pe …
sc_po: So brutal are possessions, honor, and popularity. …”
