Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.24.po
Languages: sc_po

# sn17.24:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.24:0.2
source: 3. Tatiyavagga
sc_po: 3. The Third Chapter

# sn17.24:0.3
source: 24. Ekadhītusutta
sc_po: 24. An Only Daughter

# sn17.24:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.24:1.2
source: “Dāruṇo, bhikkhave, lābhasakkārasiloko … pe …
sc_po: “Possessions, honor, and popularity are brutal …

# sn17.24:1.3
source: saddhā bhikkhave upāsikā ekaṃ dhītaraṃ piyaṃ manāpaṃ evaṃ sammā āyācamānā āyāceyya:
sc_po: A faithful laywoman with a dear and beloved only daughter would rightly appeal to her,

# sn17.24:1.4
source: ‘tādisā, ayye, bhavāhi yādisā khujjuttarā ca upāsikā veḷukaṇḍakiyā ca nandamātā’ti.
sc_po: ‘My darling, please be like the laywomen Khujjuttarā and Veḷukaṇṭakī, Nanda’s mother.’

# sn17.24:1.5
source: Esā, bhikkhave, tulā etaṃ pamāṇaṃ mama sāvikānaṃ upāsikānaṃ, yadidaṃ khujjuttarā ca upāsikā veḷukaṇḍakiyā ca nandamātā.
sc_po: These are a standard and a measure for my female lay disciples, that is, the laywomen Khujjuttarā and Veḷukaṇṭakī, Nanda’s mother.

# sn17.24:1.6
source: Sace kho tvaṃ, ayye, agārasmā anagāriyaṃ pabbajasi;
sc_po: ‘But my darling, if you go forth from the lay life to homelessness, please be like the nuns Khemā and Uppalavaṇṇā.’

# sn17.24:1.8
source: Esā, bhikkhave, tulā etaṃ pamāṇaṃ mama sāvikānaṃ bhikkhunīnaṃ, yadidaṃ khemā ca bhikkhunī uppalavaṇṇā ca.
sc_po: These are a standard and a measure for my nun disciples, that is, the nuns Khemā and Uppalavaṇṇā.

# sn17.24:1.9
source: Mā ca kho tvaṃ, ayye, sekhaṃ appattamānasaṃ lābhasakkārasiloko anupāpuṇātūti.
sc_po: ‘And my darling, may you not come into possessions, honor, and popularity while you’re still a trainee and haven’t achieved your heart’s desire.’

# sn17.24:1.10
source: Tañce, bhikkhave, bhikkhuniṃ sekhaṃ appattamānasaṃ lābhasakkārasiloko anupāpuṇāti, so tassā hoti antarāyāya.
sc_po: If a trainee who hasn’t achieved their heart’s desire comes into possessions, honor, and popularity it’s an obstacle for them.

# sn17.24:1.11
source: Evaṃ dāruṇo kho, bhikkhave, lābhasakkārasiloko … pe …
sc_po: So brutal are possessions, honor, and popularity. …”
