Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.08.po
Languages: sc_po

# sn17.8:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.8:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn17.8:0.3
source: 8. Siṅgālasutta
sc_po: 8. A Jackal

# sn17.8:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.8:1.2
source: “Dāruṇo, bhikkhave, lābhasakkārasiloko … pe … adhigamāya.
sc_po: “Possessions, honor, and popularity are brutal …

# sn17.8:1.3
source: Assuttha no tumhe, bhikkhave, rattiyā paccūsasamayaṃ jarasiṅgālassa vassamānassā”ti?
sc_po: Mendicants, did you hear an old jackal howling at the crack of dawn?”

# sn17.8:1.4
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# sn17.8:1.5
source: “Eso kho, bhikkhave, jarasiṅgālo ukkaṇḍakena nāma rogajātena phuṭṭho neva bilagato ramati, na rukkhamūlagato ramati, na ajjhokāsagato ramati;
sc_po: “That old jackal has the disease called mange. He’s not happy in his den, or at the root of a tree, or out in the open.

# sn17.8:1.6
source: yena yena gacchati, yattha yattha tiṭṭhati, yattha yattha nisīdati, yattha yattha nipajjati; tattha tattha anayabyasanaṃ āpajjati.
sc_po: Wherever he goes, stands, sits, or lies down he meets with tragedy and disaster.

# sn17.8:1.7
source: Evameva kho, bhikkhave, idhekacco bhikkhu lābhasakkārasilokena abhibhūto pariyādiṇṇacitto neva suññāgāragato ramati, na rukkhamūlagato ramati, na ajjhokāsagato ramati;
sc_po: In the same way, take a certain mendicant whose mind is overcome and overwhelmed by possessions, honor, and popularity. They’re not happy in an empty hut, at the root of a tree, or out in the open.

# sn17.8:1.8
source: yena yena gacchati, yattha yattha tiṭṭhati, yattha yattha nisīdati, yattha yattha nipajjati; tattha tattha anayabyasanaṃ āpajjati.
sc_po: Wherever they go, stand, sit, or lie down they meet with tragedy and disaster.

# sn17.8:1.9
source: Evaṃ dāruṇo kho, bhikkhave, lābhasakkārasiloko … pe …
sc_po: So brutal are possessions, honor, and popularity. …”
