Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.10.po
Languages: sc_po

# sn17.10:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.10:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn17.10:0.3
source: 10. Sagāthakasutta
sc_po: 10. With Verses

# sn17.10:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.10:1.2
source: “Dāruṇo, bhikkhave, lābhasakkārasiloko … pe … adhigamāya.
sc_po: “Possessions, honor, and popularity are brutal …

# sn17.10:1.3
source: Idhāhaṃ, bhikkhave, ekaccaṃ puggalaṃ passāmi sakkārena abhibhūtaṃ pariyādiṇṇacittaṃ, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ.
sc_po: Take a case where I see a certain person whose mind is overcome and overwhelmed by honor. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# sn17.10:1.4
source: Idha panāhaṃ, bhikkhave, ekaccaṃ puggalaṃ passāmi asakkārena abhibhūtaṃ pariyādiṇṇacittaṃ, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ.
sc_po: Take another case where I see a certain person whose mind is overcome and overwhelmed by lack of honor. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# sn17.10:1.5
source: Idha panāhaṃ, bhikkhave, ekaccaṃ puggalaṃ passāmi sakkārena ca asakkārena ca tadubhayena abhibhūtaṃ pariyādiṇṇacittaṃ, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannaṃ.
sc_po: And take another case where I see a certain person whose mind is overcome and overwhelmed by both honor and lack of honor. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# sn17.10:1.6
source: Evaṃ dāruṇo kho, bhikkhave, lābhasakkārasiloko … pe …
sc_po: So brutal are possessions, honor, and popularity. …”

# sn17.10:2.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn17.10:2.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn17.10:3.1
source: “Yassa sakkariyamānassa,
sc_po: “Whether they’re honored

# sn17.10:3.2
source: asakkārena cūbhayaṃ;
sc_po: or not honored, or both,

# sn17.10:3.3
source: Samādhi na vikampati,
sc_po: their immersion doesn’t waver

# sn17.10:3.4
source: appamāṇavihārino.
sc_po: as they live diligently.

# sn17.10:4.1
source: Taṃ jhāyinaṃ sātatikaṃ,
sc_po: They persistently practice absorption

# sn17.10:4.2
source: sukhumaṃ diṭṭhivipassakaṃ;
sc_po: with subtle view and discernment.

# sn17.10:4.3
source: Upādānakkhayārāmaṃ,
sc_po: Rejoicing in the ending of grasping,

# sn17.10:4.4
source: āhu sappuriso itī”ti.
sc_po: they’re said to be a good person.”
