Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.13-20.po
Languages: sc_po

# sn17.13-20:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.13-20:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn17.13-20:0.3
source: 13–20. Suvaṇṇanikkhasuttādiaṭṭhaka
sc_po: 13–20. A Gold Coin, Etc.

# sn17.13-20:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.13-20:1.2
source: “Idhāhaṃ, bhikkhave, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi:
sc_po: “Mendicants, when I’ve comprehended the mind of a certain person, I understand:

# sn17.13-20:1.3
source: ‘na cāyamāyasmā suvaṇṇanikkhassāpi hetu … pe …
sc_po: ‘This venerable would not tell a deliberate lie even for the sake of a gold coin.’ …

# sn17.13-20:1.4
source: suvaṇṇanikkhasatassāpi hetu …
sc_po: ‘… for the sake of a hundred gold coins.’ …

# sn17.13-20:1.5
source: siṅgīnikkhassāpi hetu …
sc_po: ‘… for the sake of a gold doubloon.’ …

# sn17.13-20:1.6
source: siṅgīnikkhasatassāpi hetu …
sc_po: ‘… for the sake of a hundred gold doubloons.’ …

# sn17.13-20:1.7
source: pathaviyāpi jātarūpaparipūrāya hetu …
sc_po: ‘… for the sake of the whole earth full of gold.’ …

# sn17.13-20:1.8
source: āmisakiñcikkhahetupi …
sc_po: ‘… for any kind of material reward.’ …

# sn17.13-20:1.9
source: jīvitahetupi …
sc_po: ‘… for the sake of life.’ …

# sn17.13-20:1.10
source: janapadakalyāṇiyāpi hetu sampajānamusā bhāseyyā’ti.
sc_po: ‘… for the sake of the finest lady in the land.’

# sn17.13-20:1.11
source: Tamenaṃ passāmi aparena samayena lābhasakkārasilokena abhibhūtaṃ pariyādiṇṇacittaṃ sampajānamusā bhāsantaṃ.
sc_po: But some time later I see them tell a deliberate lie because their mind is overcome and overwhelmed by possessions, honor, and popularity.

# sn17.13-20:1.12
source: Evaṃ dāruṇo kho, bhikkhave, lābhasakkārasiloko … pe …
sc_po: So brutal are possessions, honor, and popularity. …”
