Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.30.po
Languages: sc_po

# sn17.30:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.30:0.2
source: 3. Tatiyavagga
sc_po: 3. The Third Chapter

# sn17.30:0.3
source: 30. Bhikkhusutta
sc_po: 30. A Mendicant With Defilements Ended

# sn17.30:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.30:1.2
source: “Yopi so, bhikkhave, bhikkhu arahaṃ khīṇāsavo tassapāhaṃ lābhasakkārasiloko antarāyāya vadāmī”ti.
sc_po: “Mendicants, possessions, honor, and popularity are an obstacle even for a mendicant who is perfected, with defilements ended.”

# sn17.30:1.3
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
sc_po: When he said this, Venerable Ānanda said to the Buddha,

# sn17.30:1.4
source: “kissa pana, bhante, khīṇāsavassa bhikkhuno lābhasakkārasiloko antarāyāyā”ti?
sc_po: “Sir, what do possessions, honor, and popularity obstruct for a mendicant with defilements ended?”

# sn17.30:1.5
source: “Yā hissa sā, ānanda, akuppā cetovimutti nāhaṃ tassā lābhasakkārasilokaṃ antarāyāya vadāmi.
sc_po: “Ānanda, I don’t say that possessions, honor, and popularity obstruct the unshakable freedom of heart.

# sn17.30:1.6
source: Ye ca khvassa, ānanda, appamattassa ātāpino pahitattassa viharato diṭṭhadhammasukhavihārā adhigatā tesāhamassa lābhasakkārasilokaṃ antarāyāya vadāmi.
sc_po: But I do say that possessions, honor, and popularity obstruct the achievement of blissful meditations in this very life for a meditator who is diligent, keen, and resolute.

# sn17.30:1.7
source: Evaṃ dāruṇo kho, ānanda, lābhasakkārasiloko kaṭuko pharuso antarāyiko anuttarassa yogakkhemassa adhigamāya.
sc_po: So brutal are possessions, honor, and popularity—bitter and harsh, an obstacle to reaching the supreme sanctuary.

# sn17.30:1.8
source: Tasmātihānanda, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# sn17.30:1.9
source: ‘uppannaṃ lābhasakkārasilokaṃ pajahissāma, na ca no uppanno lābhasakkārasiloko cittaṃ pariyādāya ṭhassatī’ti.
sc_po: ‘We will give up arisen possessions, honor, and popularity, and we won’t let them occupy our minds.’

# sn17.30:1.10
source: Evañhi vo, ānanda, sikkhitabban”ti.
sc_po: That’s how you should train.”
