Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.23.po
Languages: sc_po

# sn17.23:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.23:0.2
source: 3. Tatiyavagga
sc_po: 3. The Third Chapter

# sn17.23:0.3
source: 23. Ekaputtakasutta
sc_po: 23. An Only Son

# sn17.23:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.23:1.2
source: “Dāruṇo, bhikkhave, lābhasakkārasiloko … pe …
sc_po: “Possessions, honor, and popularity are brutal …

# sn17.23:1.3
source: saddhā, bhikkhave, upāsikā ekaputtakaṃ piyaṃ manāpaṃ evaṃ sammā āyācamānā āyāceyya:
sc_po: A faithful laywoman with a dear and beloved only son would rightly appeal to him,

# sn17.23:1.4
source: ‘tādiso, tāta, bhavāhi yādiso citto ca gahapati hatthako ca āḷavako’ti.
sc_po: ‘My darling, please be like the householder Citta and Hatthaka of Aḷavī.’

# sn17.23:1.5
source: Esā, bhikkhave, tulā etaṃ pamāṇaṃ mama sāvakānaṃ upāsakānaṃ, yadidaṃ citto ca gahapati hatthako ca āḷavako.
sc_po: These are a standard and a measure for my male lay disciples, that is, the householder Citta and Hatthaka of Aḷavī.

# sn17.23:1.6
source: Sace kho tvaṃ, tāta, agārasmā anagāriyaṃ pabbajasi;
sc_po: ‘But my darling, if you go forth from the lay life to homelessness,

# sn17.23:1.7
source: tādiso, tāta, bhavāhi yādisā sāriputtamoggallānāti.
sc_po: please be like Sāriputta and Moggallāna.’

# sn17.23:1.8
source: Esā, bhikkhave, tulā etaṃ pamāṇaṃ mama sāvakānaṃ bhikkhūnaṃ, yadidaṃ sāriputtamoggalānā.
sc_po: These are a standard and a measure for my monk disciples, that is, Sāriputta and Moggallāna.

# sn17.23:1.9
source: Mā ca kho tvaṃ, tāta, sekhaṃ appattamānasaṃ lābhasakkārasiloko anupāpuṇātūti.
sc_po: ‘And my darling, may you not come into possessions, honor, and popularity while you’re still a trainee and haven’t achieved your heart’s desire.’

# sn17.23:1.10
source: Tañce, bhikkhave, bhikkhuṃ sekhaṃ appattamānasaṃ lābhasakkārasiloko anupāpuṇāti, so tassa hoti antarāyāya.
sc_po: If a trainee who hasn’t achieved their heart’s desire comes into possessions, honor, and popularity it’s an obstacle for them.

# sn17.23:1.11
source: Evaṃ dāruṇo kho, bhikkhave, lābhasakkārasiloko … pe …
sc_po: So brutal are possessions, honor, and popularity. …”
