Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.38-43.po
Languages: sc_po

# sn17.38-43:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.38-43:0.2
source: 4. Catutthavagga
sc_po: 4. The Fourth Chapter

# sn17.38-43:0.3
source: 38–43. Pitusuttādichakka
sc_po: 38–43. Father, Etc.

# sn17.38-43:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.38-43:1.2
source: “Dāruṇo, bhikkhave, lābhasakkārasiloko kaṭuko pharuso antarāyiko anuttarassa yogakkhemassa adhigamāya.
sc_po: “Possessions, honor, and popularity are brutal, bitter, and harsh. They’re an obstacle to reaching the supreme sanctuary.

# sn17.38-43:1.3
source: Idhāhaṃ, bhikkhave, ekaccaṃ puggalaṃ evaṃ cetasā ceto paricca pajānāmi:
sc_po: When I’ve comprehended the mind of a certain person, I understand:

# sn17.38-43:1.4
source: ‘na cāyamāyasmā pitupi hetu … pe …
sc_po: ‘This venerable would not tell a deliberate lie even for the sake of their father. …

# sn17.38-43:1.5
source: (vitthāretabbaṃ) …
sc_po: (To be expanded as in SN 17.37.)

# sn17.38-43:1.6
source: bhātupi hetu …
sc_po: brother …

# sn17.38-43:1.7
source: bhaginiyāpi hetu …
sc_po: sister …

# sn17.38-43:1.8
source: puttassapi hetu …
sc_po: son …

# sn17.38-43:1.9
source: dhītuyāpi hetu …
sc_po: daughter …

# sn17.38-43:1.10
source: pajāpatiyāpi hetu sampajānamusā bhāseyyā’ti.
sc_po: wife.’

# sn17.38-43:1.11
source: Tamenaṃ passāmi aparena samayena lābhasakkārasilokena abhibhūtaṃ pariyādiṇṇacittaṃ sampajānamusā bhāsantaṃ.
sc_po: But some time later I see them tell a deliberate lie because their mind is overcome and overwhelmed by possessions, honor, and popularity.

# sn17.38-43:1.12
source: Evaṃ dāruṇo kho, bhikkhave, lābhasakkārasiloko kaṭuko pharuso antarāyiko anuttarassa yogakkhemassa adhigamāya.
sc_po: So brutal are possessions, honor, and popularity—bitter and harsh, an obstacle to reaching the supreme sanctuary.

# sn17.38-43:1.13
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# sn17.38-43:1.14
source: ‘uppannaṃ lābhasakkārasilokaṃ pajahissāma, na ca no uppanno lābhasakkārasiloko cittaṃ pariyādāya ṭhassatī’ti.
sc_po: ‘We will give up arisen possessions, honor, and popularity, and we won’t let them occupy our minds.’

# sn17.38-43:1.15
source: Evañhi vo, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”

# sn17.38-43:2.5
source: Lābhasakkārasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on possessions, honor, and popularity are complete.
