Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.29.po
Languages: sc_po

# sn17.29:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.29:0.2
source: 3. Tatiyavagga
sc_po: 3. The Third Chapter

# sn17.29:0.3
source: 29. Rajjusutta
sc_po: 29. A Rope

# sn17.29:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.29:1.2
source: “Dāruṇo, bhikkhave, lābhasakkārasiloko.
sc_po: “Possessions, honor, and popularity are brutal …

# sn17.29:1.3
source: Lābhasakkārasiloko, bhikkhave, chaviṃ chindati, chaviṃ chetvā cammaṃ chindati, cammaṃ chetvā maṃsaṃ chindati, maṃsaṃ chetvā nhāruṃ chindati, nhāruṃ chetvā aṭṭhiṃ chindati, aṭṭhiṃ chetvā aṭṭhimiñjaṃ āhacca tiṭṭhati.
sc_po: They cut through the outer skin, the inner skin, the flesh, sinews, and bones, until they reach the marrow and stay pressing there.

# sn17.29:2.1
source: Seyyathāpi, bhikkhave, balavā puriso daḷhāya vāḷarajjuyā jaṅghaṃ veṭhetvā ghaṃseyya.
sc_po: Suppose a strong man was to twist a tough horse-hair rope around your shin and tighten it.

# sn17.29:2.2
source: Sā chaviṃ chindeyya, chaviṃ chetvā cammaṃ chindeyya, cammaṃ chetvā maṃsaṃ chindeyya, maṃsaṃ chetvā nhāruṃ chindeyya, nhāruṃ chetvā aṭṭhiṃ chindeyya, aṭṭhiṃ chetvā aṭṭhimiñjaṃ āhacca tiṭṭheyya.
sc_po: It would cut through the outer skin, the inner skin, the flesh, sinews, and bones, until it reached the marrow and stayed pressing there.

# sn17.29:2.3
source: Evameva kho, bhikkhave, lābhasakkārasiloko chaviṃ chindati, chaviṃ chetvā cammaṃ chindati, cammaṃ chetvā maṃsaṃ chindati, maṃsaṃ chetvā nhāruṃ chindati, nhāruṃ chetvā aṭṭhiṃ chindati, aṭṭhiṃ chetvā aṭṭhimiñjaṃ āhacca tiṭṭhati.
sc_po: In the same way, possessions, honor, and popularity cut through the outer skin, the inner skin, the flesh, sinews, and bones, until they reach the marrow and stay pressing there.

# sn17.29:2.4
source: Evaṃ dāruṇo kho, bhikkhave, lābhasakkārasiloko … pe …
sc_po: So brutal are possessions, honor, and popularity. …”
