Repository: kondannyo/PGP
Catalog: SN/*_text/sn17/sn17.05.po
Languages: sc_po

# sn17.5:0.1
source: Saṃyutta Nikāya 17
sc_po: Linked Discourses 17

# sn17.5:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn17.5:0.3
source: 5. Mīḷhakasutta
sc_po: 5. A Dung Beetle

# sn17.5:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn17.5:1.2
source: “Dāruṇo, bhikkhave, lābhasakkārasiloko … pe … adhigamāya.
sc_po: “Possessions, honor, and popularity are brutal …

# sn17.5:1.3
source: Seyyathāpi, bhikkhave, mīḷhakā gūthādī gūthapūrā puṇṇā gūthassa. Purato cassa mahāgūthapuñjo.
sc_po: Suppose there was a dung-eating beetle full of dung, stuffed with dung, and before her was a huge pile of dung.

# sn17.5:1.4
source: Sā tena aññā mīḷhakā atimaññeyya:
sc_po: She’d look down on other beetles, thinking:

# sn17.5:1.5
source: ‘ahamhi gūthādī gūthapūrā puṇṇā gūthassa, purato ca myāyaṃ mahāgūthapuñjo’ti.
sc_po: ‘For I am a dung-eating beetle full of dung, stuffed with dung, and before me is a huge pile of dung.’

# sn17.5:1.6
source: Evameva kho, bhikkhave, idhekacco bhikkhu lābhasakkārasilokena abhibhūto pariyādiṇṇacitto pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya gāmaṃ vā nigamaṃ vā piṇḍāya pavisati.
sc_po: In the same way, take a certain mendicant whose mind is overcome and overwhelmed by possessions, honor, and popularity. They robe up in the morning and, taking their bowl and robe, enter the village or town for alms.

# sn17.5:1.7
source: So tattha bhuttāvī ca hoti yāvadattho, nimantito ca svātanāya, piṇḍapāto cassa pūro.
sc_po: There they eat as much as they like, get invited back tomorrow, and have plenty of alms-food.

# sn17.5:1.8
source: So ārāmaṃ gantvā bhikkhugaṇassa majjhe vikatthati:
sc_po: When they get back to the monastery, they boast in the middle of a group of mendicants:

# sn17.5:1.9
source: ‘bhuttāvī camhi yāvadattho, nimantito camhi svātanāya, piṇḍapāto ca myāyaṃ pūro, lābhī camhi cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ, ime panaññe bhikkhū appapuññā appesakkhā na lābhino cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānan’ti.
sc_po: ‘I ate as much as I liked, got invited back tomorrow, and had plenty of alms-food. I get robes, alms-food, lodgings, and medicines and supplies for the sick. But these other mendicants have little merit or significance, so they don’t get these things.’

# sn17.5:1.10
source: So tena lābhasakkārasilokena abhibhūto pariyādiṇṇacitto aññe pesale bhikkhū atimaññati.
sc_po: With a mind overcome and overwhelmed by possessions, honor, and popularity, they look down on other good-hearted mendicants.

# sn17.5:1.11
source: Tañhi tassa, bhikkhave, moghapurisassa hoti dīgharattaṃ ahitāya dukkhāya.
sc_po: This will be for their lasting harm and suffering.

# sn17.5:1.12
source: Evaṃ dāruṇo kho, bhikkhave, lābhasakkārasiloko … pe …
sc_po: So brutal are possessions, honor, and popularity. …”
