Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.126.po
Languages: sc_po

# an5.126:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.126:0.2
source: 13. Gilānavagga
sc_po: 13. Sick

# an5.126:0.3
source: 126. Dutiyaanāyussāsutta
sc_po: 126. Longevity (2nd)

# an5.126:1.1
source: “Pañcime, bhikkhave, dhammā anāyussā.
sc_po: “Mendicants, these five things impede longevity.

# an5.126:1.2
source: Katame pañca?
sc_po: What five?

# an5.126:1.3
source: Asappāyakārī hoti, sappāye mattaṃ na jānāti, apariṇatabhojī ca hoti, dussīlo ca, pāpamitto ca.
sc_po: Doing what is unsuitable, not knowing moderation in what is suitable, eating food unfit for consumption, unethical behavior, and bad friends.

# an5.126:1.4
source: Ime kho, bhikkhave, pañca dhammā anāyussā.
sc_po: These are the five things that impede longevity.

# an5.126:2.1
source: Pañcime, bhikkhave, dhammā āyussā.
sc_po: These five things promote longevity.

# an5.126:2.2
source: Katame pañca?
sc_po: What five?

# an5.126:2.3
source: Sappāyakārī hoti, sappāye mattaṃ jānāti, pariṇatabhojī ca hoti, sīlavā ca, kalyāṇamitto ca.
sc_po: Doing what is suitable, knowing moderation in what is suitable, eating food fit for consumption, ethical conduct, and good friends.

# an5.126:2.4
source: Ime kho, bhikkhave, pañca dhammā āyussā”ti.
sc_po: These are the five things that promote longevity.”
