Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.146.po
Languages: sc_po

# an5.146:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.146:0.2
source: 15. Tikaṇḍakīvagga
sc_po: 15. At Tikaṇḍakī

# an5.146:0.3
source: 146. Mittasutta
sc_po: 146. A Friend

# an5.146:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu mitto na sevitabbo.
sc_po: “Mendicants, you shouldn’t associate with a mendicant friend who has five qualities.

# an5.146:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.146:1.3
source: Kammantaṃ kāreti, adhikaraṇaṃ ādiyati, pāmokkhesu bhikkhūsu paṭiviruddho hoti, dīghacārikaṃ anavatthacārikaṃ anuyutto viharati, nappaṭibalo hoti kālena kālaṃ dhammiyā kathāya sandassetuṃ samādapetuṃ samuttejetuṃ sampahaṃsetuṃ.
sc_po: They start up work projects. They take up disciplinary issues. They conflict with leading mendicants. They like long and aimless wandering. They’re unable to educate, encourage, fire up, and inspire you from time to time with a Dhamma talk.

# an5.146:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu mitto na sevitabbo.
sc_po: Mendicants, you shouldn’t associate with a mendicant friend who has these five qualities.

# an5.146:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu mitto sevitabbo.
sc_po: You should associate with a mendicant friend who has five qualities.

# an5.146:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.146:2.3
source: Na kammantaṃ kāreti, na adhikaraṇaṃ ādiyati, na pāmokkhesu bhikkhūsu paṭiviruddho hoti, na dīghacārikaṃ anavatthacārikaṃ anuyutto viharati, paṭibalo hoti kālena kālaṃ dhammiyā kathāya sandassetuṃ samādapetuṃ samuttejetuṃ sampahaṃsetuṃ.
sc_po: They don’t start up work projects. They don’t take up disciplinary issues. They don’t conflict with leading mendicants. They don’t like long and aimless wandering. They’re able to educate, encourage, fire up, and inspire you from time to time with a Dhamma talk.

# an5.146:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu mitto sevitabbo”ti.
sc_po: You should associate with a mendicant friend who has these five qualities.”
