Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.136.po
Languages: sc_po

# an5.136:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.136:0.2
source: 14. Rājavagga
sc_po: 14. Kings

# an5.136:0.3
source: 136. Dutiyapatthanāsutta
sc_po: 136. Aspiration (2nd)

# an5.136:1.1
source: “Pañcahi, bhikkhave, aṅgehi samannāgato rañño khattiyassa muddhāvasittassa jeṭṭho putto oparajjaṃ pattheti.
sc_po: “Mendicants, an anointed aristocratic king’s eldest son with five factors aspires to become a viceroy.

# an5.136:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.136:1.3
source: Idha, bhikkhave, rañño khattiyassa muddhāvasittassa jeṭṭho putto ubhato sujāto hoti mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena;
sc_po: It’s when an anointed aristocratic king’s eldest son is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.

# an5.136:1.4
source: abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato;
sc_po: He is attractive, good-looking, lovely, of surpassing beauty.

# an5.136:1.5
source: mātāpitūnaṃ piyo hoti manāpo,
sc_po: He is dear and beloved to his parents.

# an5.136:1.6
source: balakāyassa piyo hoti manāpo;
sc_po: He is dear and beloved to the armed forces.

# an5.136:1.7
source: paṇḍito hoti viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṃ.
sc_po: He is astute, competent, and intelligent, able to think issues through as they bear upon the past, future, and present.

# an5.136:2.1
source: Tassa evaṃ hoti:
sc_po: He thinks:

# an5.136:2.2
source: ‘ahaṃ khomhi ubhato sujāto mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena.
sc_po: ‘I’m well born …

# an5.136:2.4
source: Ahaṃ khomhi abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato.
sc_po: attractive …

# an5.136:2.6
source: Ahaṃ khomhi mātāpitūnaṃ piyo manāpo.
sc_po: dear and beloved to my parents …

# an5.136:2.8
source: Ahaṃ khomhi balakāyassa piyo manāpo.
sc_po: dear and beloved to the armed forces …

# an5.136:2.10
source: Ahaṃ khomhi paṇḍito viyatto medhāvī paṭibalo atītānāgatapaccuppanne atthe cintetuṃ.
sc_po: I’m astute, competent, and intelligent, able to think issues through as they bear upon the past, future, and present.

# an5.136:2.11
source: Kasmāhaṃ oparajjaṃ na pattheyyan’ti.
sc_po: Why shouldn’t I aspire to become a viceroy?’

# an5.136:2.12
source: Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño khattiyassa muddhāvasittassa jeṭṭho putto oparajjaṃ pattheti.
sc_po: An anointed aristocratic king’s eldest son with these five factors aspires to become a viceroy.

# an5.136:3.1
source: Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āsavānaṃ khayaṃ pattheti.
sc_po: In the same way, a mendicant with five qualities aspires to end the defilements.

# an5.136:3.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.136:3.3
source: Idha, bhikkhave, bhikkhu sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu;
sc_po: It’s when a mendicant is ethical, restrained in the code of conduct, with good behavior and supporters. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an5.136:3.4
source: bahussuto hoti … pe … diṭṭhiyā suppaṭividdhā;
sc_po: They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s totally full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view.

# an5.136:3.5
source: catūsu satipaṭṭhānesu suppatiṭṭhitacitto hoti;
sc_po: Their mind is firmly established in the four kinds of mindfulness meditation.

# an5.136:3.6
source: āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu;
sc_po: They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an5.136:3.7
source: paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an5.136:4.1
source: Tassa evaṃ hoti:
sc_po: They think:

# an5.136:4.2
source: ‘ahaṃ khomhi sīlavā, pātimokkhasaṃvarasaṃvuto viharāmi ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhāmi sikkhāpadesu.
sc_po: ‘I’m ethical …

# an5.136:4.4
source: Ahaṃ khomhi bahussuto sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpā me dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
sc_po: learned …

# an5.136:4.6
source: Ahaṃ khomhi catūsu satipaṭṭhānesu suppatiṭṭhitacitto.
sc_po: mindful …

# an5.136:4.8
source: Ahaṃ khomhi āraddhavīriyo viharāmi akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: energetic …

# an5.136:4.10
source: Ahaṃ khomhi paññavā udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: wise. I have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an5.136:4.11
source: Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyan’ti.
sc_po: Why shouldn’t I aspire to end the defilements?’

# an5.136:4.12
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āsavānaṃ khayaṃ patthetī”ti.
sc_po: A mendicant with these five qualities aspires to end the defilements.”
