Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.101.po
Languages: sc_po

# an5.101:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.101:0.2
source: 11. Phāsuvihāravagga
sc_po: 11. Living Comfortably

# an5.101:0.3
source: 101. Sārajjasutta
sc_po: 101. Assurance

# an5.101:1.1
source: “Pañcime, bhikkhave, sekhavesārajjakaraṇā dhammā.
sc_po: “Mendicants, these five qualities make a trainee assured.

# an5.101:1.2
source: Katame pañca?
sc_po: What five?

# an5.101:1.3
source: Idha, bhikkhave, bhikkhu saddho hoti, sīlavā hoti, bahussuto hoti, āraddhavīriyo hoti, paññavā hoti.
sc_po: It’s when a mendicant is faithful, ethical, learned, energetic, and wise.

# an5.101:2.1
source: Yaṃ, bhikkhave, assaddhassa sārajjaṃ hoti, saddhassa taṃ sārajjaṃ na hoti.
sc_po: A person of faith doesn’t have the insecurities of someone who lacks faith.

# an5.101:2.2
source: Tasmāyaṃ dhammo sekhavesārajjakaraṇo.
sc_po: So this quality makes a trainee assured.

# an5.101:3.1
source: Yaṃ, bhikkhave, dussīlassa sārajjaṃ hoti, sīlavato taṃ sārajjaṃ na hoti.
sc_po: An ethical person doesn’t have the insecurities of someone who is unethical.

# an5.101:3.2
source: Tasmāyaṃ dhammo sekhavesārajjakaraṇo.
sc_po: So this quality makes a trainee assured.

# an5.101:4.1
source: Yaṃ, bhikkhave, appassutassa sārajjaṃ hoti, bahussutassa taṃ sārajjaṃ na hoti.
sc_po: A learned person doesn’t have the insecurities of a person of little learning.

# an5.101:4.2
source: Tasmāyaṃ dhammo sekhavesārajjakaraṇo.
sc_po: So this quality makes a trainee assured.

# an5.101:5.1
source: Yaṃ, bhikkhave, kusītassa sārajjaṃ hoti, āraddhavīriyassa taṃ sārajjaṃ na hoti.
sc_po: An energetic person doesn’t have the insecurities of a lazy person.

# an5.101:5.2
source: Tasmāyaṃ dhammo sekhavesārajjakaraṇo.
sc_po: So this quality makes a trainee assured.

# an5.101:6.1
source: Yaṃ, bhikkhave, duppaññassa sārajjaṃ hoti, paññavato taṃ sārajjaṃ na hoti.
sc_po: A wise person doesn’t have the insecurities of someone who is witless.

# an5.101:6.2
source: Tasmāyaṃ dhammo sekhavesārajjakaraṇo.
sc_po: So this quality makes a trainee assured.

# an5.101:6.3
source: Ime kho, bhikkhave, pañca sekhavesārajjakaraṇā dhammā”ti.
sc_po: These are the five qualities that make a trainee assured.”
