Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.063.po
Languages: sc_po

# an5.63:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.63:0.2
source: 7. Saññāvagga
sc_po: 7. Perceptions

# an5.63:0.3
source: 63. Paṭhamavaḍḍhisutta
sc_po: 63. Growth (1st)

# an5.63:1.1
source: “Pañcahi, bhikkhave, vaḍḍhīhi vaḍḍhamāno ariyasāvako ariyāya vaḍḍhiyā vaḍḍhati, sārādāyī ca hoti varādāyī ca kāyassa.
sc_po: “Mendicants, a male noble disciple who grows in five ways grows nobly, taking on what is essential and excellent in this life.

# an5.63:1.2
source: Katamāhi pañcahi?
sc_po: What five?

# an5.63:1.3
source: Saddhāya vaḍḍhati, sīlena vaḍḍhati, sutena vaḍḍhati, cāgena vaḍḍhati, paññāya vaḍḍhati—
sc_po: He grows in faith, ethics, learning, generosity, and wisdom.

# an5.63:1.4
source: imāhi kho, bhikkhave, pañcahi vaḍḍhīhi vaḍḍhamāno ariyasāvako ariyāya vaḍḍhiyā vaḍḍhati, sārādāyī ca hoti varādāyī ca kāyassā”ti.
sc_po: A male noble disciple who grows in these five ways grows nobly, taking on what is essential and excellent in this life.

# an5.63:2.1
source: “Saddhāya sīlena ca yo pavaḍḍhati,
sc_po: He who grows in faith and ethics,

# an5.63:2.2
source: Paññāya cāgena sutena cūbhayaṃ;
sc_po: wisdom, and both generosity and learning—

# an5.63:2.3
source: So tādiso sappuriso vicakkhaṇo,
sc_po: a good man such as he sees clearly,

# an5.63:2.4
source: Ādīyatī sāramidheva attano”ti.
sc_po: and takes on what is essential for himself in this life.”
