Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.041.po
Languages: sc_po

# an5.41:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.41:0.2
source: 5. Muṇḍarājavagga
sc_po: 5. With King Muṇḍa

# an5.41:0.3
source: 41. Ādiyasutta
sc_po: 41. Getting Rich

# an5.41:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an5.41:1.2
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an5.41:1.3
source: “pañcime, gahapati, bhogānaṃ ādiyā.
sc_po: “Householder, there are these five reasons to get rich.

# an5.41:1.4
source: Katame pañca?
sc_po: What five?

# an5.41:1.5
source: Idha, gahapati, ariyasāvako uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi attānaṃ sukheti pīṇeti sammā sukhaṃ pariharati;
sc_po: Firstly, with his legitimate wealth—earned by his efforts and initiative, built up with his own hands, gathered by the sweat of the brow—he makes himself happy and pleased, keeping himself properly happy.

# an5.41:1.6
source: mātāpitaro sukheti pīṇeti sammā sukhaṃ pariharati;
sc_po: He makes his mother and father happy …

# an5.41:1.7
source: puttadāradāsakammakaraporise sukheti pīṇeti sammā sukhaṃ pariharati.
sc_po: He makes his children, partners, bondservants, workers, and staff happy …

# an5.41:1.8
source: Ayaṃ paṭhamo bhogānaṃ ādiyo.
sc_po: This is the first reason to get rich.

# an5.41:2.1
source: Puna caparaṃ, gahapati, ariyasāvako uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi mittāmacce sukheti pīṇeti sammā sukhaṃ pariharati.
sc_po: Furthermore, with his legitimate wealth he makes his friends and colleagues happy …

# an5.41:2.2
source: Ayaṃ dutiyo bhogānaṃ ādiyo.
sc_po: This is the second reason to get rich.

# an5.41:3.1
source: Puna caparaṃ, gahapati, ariyasāvako uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi yā tā honti āpadā—
sc_po: Furthermore, with his legitimate wealth he protects himself against losses from such things as fire, water, kings, bandits, or unloved heirs.

# an5.41:3.3
source: tathārūpāsu āpadāsu bhogehi pariyodhāya vattati, sotthiṃ attānaṃ karoti.
sc_po: He keeps himself safe.

# an5.41:3.4
source: Ayaṃ tatiyo bhogānaṃ ādiyo.
sc_po: This is the third reason to get rich.

# an5.41:4.1
source: Puna caparaṃ, gahapati, ariyasāvako uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi pañcabaliṃ kattā hoti.
sc_po: Furthermore, with his legitimate wealth he makes five spirit-offerings:

# an5.41:4.2
source: Ñātibaliṃ, atithibaliṃ, pubbapetabaliṃ, rājabaliṃ, devatābaliṃ—
sc_po: to relatives, guests, ancestors, king, and deities.

# an5.41:4.3
source: ayaṃ catuttho bhogānaṃ ādiyo.
sc_po: This is the fourth reason to get rich.

# an5.41:5.1
source: Puna caparaṃ, gahapati, ariyasāvako uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi ye te samaṇabrāhmaṇā madappamādā paṭiviratā khantisoracce niviṭṭhā ekamattānaṃ damenti ekamattānaṃ samenti ekamattānaṃ parinibbāpenti, tathārūpesu samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ.
sc_po: Furthermore, with his legitimate wealth he establishes an uplifting religious donation for ascetics and brahmins—those who avoid intoxication and negligence, are settled in patience and gentleness, and who tame, calm, and extinguish themselves—that’s conducive to heaven, ripens in happiness, and leads to heaven.

# an5.41:5.2
source: Ayaṃ pañcamo bhogānaṃ ādiyo.
sc_po: This is the fifth reason to get rich.

# an5.41:5.3
source: Ime kho, gahapati, pañca bhogānaṃ ādiyā.
sc_po: These are the five reasons to get rich.

# an5.41:6.1
source: Tassa ce, gahapati, ariyasāvakassa ime pañca bhogānaṃ ādiye ādiyato bhogā parikkhayaṃ gacchanti, tassa evaṃ hoti:
sc_po: Now if the riches a noble disciple gets for these five reasons run out, he thinks:

# an5.41:6.2
source: ‘ye vata bhogānaṃ ādiyā te cāhaṃ ādiyāmi bhogā ca me parikkhayaṃ gacchantī’ti.
sc_po: ‘So, the riches I have obtained for these reasons are running out.’

# an5.41:6.3
source: Itissa hoti avippaṭisāro.
sc_po: And so he has no regrets.

# an5.41:6.4
source: Tassa ce, gahapati, ariyasāvakassa ime pañca bhogānaṃ ādiye ādiyato bhogā abhivaḍḍhanti, tassa evaṃ hoti:
sc_po: But if the riches a noble disciple gets for these five reasons increase, he thinks:

# an5.41:6.5
source: ‘ye vata bhogānaṃ ādiyā te cāhaṃ ādiyāmi bhogā ca me abhivaḍḍhantī’ti.
sc_po: ‘So, the riches I have obtained for these reasons are increasing.’

# an5.41:6.6
source: Itissa hoti ubhayeneva avippaṭisāroti.
sc_po: And so he has no regrets in both cases.

# an5.41:7.1
source: Bhuttā bhogā bhatā bhaccā,
sc_po: ‘I’ve enjoyed my wealth, supporting those who depend on me;

# an5.41:7.2
source: vitiṇṇā āpadāsu me;
sc_po: I’ve overcome losses;

# an5.41:7.3
source: Uddhaggā dakkhiṇā dinnā,
sc_po: I’ve given uplifting religious donations;

# an5.41:7.4
source: atho pañcabalīkatā;
sc_po: and made the five spirit-offerings.

# an5.41:7.5
source: Upaṭṭhitā sīlavanto,
sc_po: I have looked after the ethical and

# an5.41:7.6
source: saññatā brahmacārayo.
sc_po: disciplined spiritual practitioners.

# an5.41:8.1
source: Yadatthaṃ bhogaṃ iccheyya,
sc_po: I’ve achieved the purpose

# an5.41:8.2
source: paṇḍito gharamāvasaṃ;
sc_po: for which an astute lay person

# an5.41:8.3
source: So me attho anuppatto,
sc_po: wishes to gain wealth.

# an5.41:8.4
source: kataṃ ananutāpiyaṃ.
sc_po: I don’t regret what I’ve done.’

# an5.41:9.1
source: Etaṃ anussaraṃ macco,
sc_po: A mortal person who recollects this

# an5.41:9.2
source: ariyadhamme ṭhito naro;
sc_po: stands firm in the teaching of the noble ones.

# an5.41:9.3
source: Idheva naṃ pasaṃsanti,
sc_po: They’re praised in this life by the astute,

# an5.41:9.4
source: pecca sagge pamodatī”ti.
sc_po: and they depart to rejoice in heaven.”
