Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.226.po
Languages: sc_po

# an5.226:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.226:0.2
source: 23. Dīghacārikavagga
sc_po: 23. Long Wandering

# an5.226:0.3
source: 226. Dutiyakulūpakasutta
sc_po: 226. Visiting Families (2nd)

# an5.226:1.1
source: “Pañcime, bhikkhave, ādīnavā kulūpakassa bhikkhuno ativelaṃ kulesu saṃsaṭṭhassa viharato.
sc_po: “Mendicants, there are these five drawbacks for a mendicant who visits families for too long, mixing closely with them.

# an5.226:1.2
source: Katame pañca?
sc_po: What five?

# an5.226:1.3
source: Mātugāmassa abhiṇhadassanaṃ,
sc_po: You often see members of the opposite sex.

# an5.226:1.4
source: dassane sati saṃsaggo,
sc_po: Seeing them, you become close.

# an5.226:1.5
source: saṃsagge sati vissāso,
sc_po: Being so close, you become intimate.

# an5.226:1.6
source: vissāse sati otāro,
sc_po: Being intimate, lust overcomes you.

# an5.226:1.7
source: otiṇṇacittassetaṃ pāṭikaṅkhaṃ: ‘anabhirato vā brahmacariyaṃ carissati aññataraṃ vā saṅkiliṭṭhaṃ āpattiṃ āpajjissati sikkhaṃ vā paccakkhāya hīnāyāvattissati’.
sc_po: When your mind is swamped by lust, you can expect that you will live the spiritual life dissatisfied, or commit one of the corrupt offenses, or reject the training and return to a lesser life.

# an5.226:1.8
source: Ime kho, bhikkhave, pañca ādīnavā kulūpakassa bhikkhuno ativelaṃ kulesu saṃsaṭṭhassa viharato”ti.
sc_po: These are the five drawbacks for a mendicant who visits families for too long, mixing closely with them.”
