Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.217.po
Languages: sc_po

# an5.217:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.217:0.2
source: 22. Akkosakavagga
sc_po: 22. Abuse

# an5.217:0.3
source: 217. Paṭhamaapāsādikasutta
sc_po: 217. Uninspiring Conduct (1st)

# an5.217:1.1
source: “Pañcime, bhikkhave, ādīnavā apāsādike.
sc_po: “Mendicants, there are these five drawbacks of uninspiring conduct.

# an5.217:1.2
source: Katame pañca?
sc_po: What five?

# an5.217:1.3
source: Attāpi attānaṃ upavadati,
sc_po: You blame yourself.

# an5.217:1.4
source: anuvicca viññū garahanti,
sc_po: After examination, sensible people criticize you.

# an5.217:1.5
source: pāpako kittisaddo abbhuggacchati,
sc_po: You get a bad reputation.

# an5.217:1.6
source: sammūḷho kālaṃ karoti,
sc_po: You feel lost when you die.

# an5.217:1.7
source: kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: And when your body breaks up, after death, you’re reborn in a place of loss, a bad place, the underworld, hell.

# an5.217:1.8
source: Ime kho, bhikkhave, pañca ādīnavā apāsādike.
sc_po: These are the five drawbacks of uninspiring conduct.

# an5.217:2.1
source: Pañcime, bhikkhave, ānisaṃsā pāsādike.
sc_po: There are these five benefits of inspiring conduct.

# an5.217:2.2
source: Katame pañca?
sc_po: What five?

# an5.217:2.3
source: Attāpi attānaṃ na upavadati,
sc_po: You don’t blame yourself.

# an5.217:2.4
source: anuvicca viññū pasaṃsanti,
sc_po: After examination, sensible people praise you.

# an5.217:2.5
source: kalyāṇo kittisaddo abbhuggacchati,
sc_po: You get a good reputation.

# an5.217:2.6
source: asammūḷho kālaṃ karoti,
sc_po: You don’t feel lost when you die.

# an5.217:2.7
source: kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: And when the body breaks up, after death, you’re reborn in a good place, a heavenly realm.

# an5.217:2.8
source: Ime kho, bhikkhave, pañca ānisaṃsā pāsādike”ti.
sc_po: These are the five benefits of inspiring conduct.”
