Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.010.po
Languages: sc_po

# an5.10:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.10:0.2
source: 1. Sekhabalavagga
sc_po: 1. Powers of a Trainee

# an5.10:0.3
source: 10. Dutiyaagāravasutta
sc_po: 10. Disrespect (2nd)

# an5.10:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: “Mendicants, a disrespectful and irreverent mendicant with five qualities can’t achieve growth, improvement, or maturity in this teaching and training.

# an5.10:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.10:1.3
source: Assaddho, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: A disrespectful and irreverent mendicant who is faithless …

# an5.10:1.4
source: Ahiriko, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: shameless …

# an5.10:1.5
source: Anottappī, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: imprudent …

# an5.10:1.6
source: Kusīto, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: lazy …

# an5.10:1.7
source: Duppañño, bhikkhave, bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: witless can’t achieve growth, improvement, or maturity in this teaching and training.

# an5.10:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu agāravo appatisso abhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: A disrespectful and irreverent mendicant with these five qualities can’t achieve growth, improvement, or maturity in this teaching and training.

# an5.10:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu sagāravo sappatisso bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: A respectful and reverent mendicant with five qualities can achieve growth, improvement, and maturity in this teaching and training.

# an5.10:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.10:2.3
source: Saddho, bhikkhave, bhikkhu sagāravo sappatisso bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: A respectful and reverent mendicant who is faithful …

# an5.10:2.4
source: Hirīmā, bhikkhave, bhikkhu … pe … ottappī, bhikkhave, bhikkhu … pe … āraddhavīriyo, bhikkhave, bhikkhu … pe … paññavā, bhikkhave, bhikkhu sagāravo sappatisso bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjituṃ.
sc_po: conscientious … prudent … energetic … wise can achieve growth, improvement, and maturity in this teaching and training.

# an5.10:2.5
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu sagāravo sappatisso bhabbo imasmiṃ dhammavinaye vuddhiṃ virūḷhiṃ vepullaṃ āpajjitun”ti.
sc_po: A respectful and reverent mendicant with these five qualities can achieve growth, improvement, and maturity in this teaching and training.”
