Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.214.po
Languages: sc_po

# an5.214:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.214:0.2
source: 22. Akkosakavagga
sc_po: 22. Abuse

# an5.214:0.3
source: 214. Bahubhāṇisutta
sc_po: 214. Someone Who Talks a Lot

# an5.214:1.1
source: “Pañcime, bhikkhave, ādīnavā bahubhāṇismiṃ puggale.
sc_po: “Mendicants, there are these five drawbacks for a person who talks a lot.

# an5.214:1.2
source: Katame pañca?
sc_po: What five?

# an5.214:1.3
source: Musā bhaṇati, pisuṇaṃ bhaṇati, pharusaṃ bhaṇati, samphappalāpaṃ bhaṇati, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: They use speech that’s false, divisive, harsh, and nonsensical. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# an5.214:1.4
source: Ime kho, bhikkhave, pañca ādīnavā bahubhāṇismiṃ puggale.
sc_po: These are the five drawbacks for a person who talks a lot.

# an5.214:2.1
source: Pañcime, bhikkhave, ānisaṃsā mantabhāṇismiṃ puggale.
sc_po: There are these five benefits for a person who talks thoughtfully.

# an5.214:2.2
source: Katame pañca?
sc_po: What five?

# an5.214:2.3
source: Na musā bhaṇati, na pisuṇaṃ bhaṇati, na pharusaṃ bhaṇati, na samphappalāpaṃ bhaṇati, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: They don’t use speech that’s false, divisive, harsh, and nonsensical. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# an5.214:2.4
source: Ime kho, bhikkhave, pañca ānisaṃsā mantabhāṇismiṃ puggale”ti.
sc_po: These are the five benefits for a person who talks thoughtfully.”
