Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.048.po
Languages: sc_po

# an5.48:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.48:0.2
source: 5. Muṇḍarājavagga
sc_po: 5. With King Muṇḍa

# an5.48:0.3
source: 48. Alabbhanīyaṭhānasutta
sc_po: 48. Things That Cannot Be Had

# an5.48:1.1
source: “Pañcimāni, bhikkhave, alabbhanīyāni ṭhānāni samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
sc_po: “Mendicants, there are five things that cannot be had by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# an5.48:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.48:1.3
source: ‘Jarādhammaṃ mā jīrī’ti alabbhanīyaṃ ṭhānaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
sc_po: That someone liable to old age should not grow old.

# an5.48:1.4
source: ‘Byādhidhammaṃ mā byādhīyī’ti … pe … ‘maraṇadhammaṃ mā mīyī’ti … ‘khayadhammaṃ mā khīyī’ti … ‘nassanadhammaṃ mā nassī’ti alabbhanīyaṃ ṭhānaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
sc_po: That someone liable to sickness should not get sick. … That someone liable to death should not die. … That someone liable to ending should not end. … That someone liable to perishing should not perish. …

# an5.48:2.1
source: Assutavato, bhikkhave, puthujjanassa jarādhammaṃ jīrati.
sc_po: An uneducated ordinary person has someone liable to old age who grows old.

# an5.48:2.2
source: So jarādhamme jiṇṇe na iti paṭisañcikkhati:
sc_po: But they don’t reflect:

# an5.48:2.3
source: ‘na kho mayhevekassa jarādhammaṃ jīrati, atha kho yāvatā sattānaṃ āgati gati cuti upapatti sabbesaṃ sattānaṃ jarādhammaṃ jīrati.
sc_po: ‘It’s not just me who has someone liable to old age who grows old. For as long as sentient beings come and go, pass away and are reborn, they all have someone liable to old age who grows old.

# an5.48:2.4
source: Ahañceva kho pana jarādhamme jiṇṇe soceyyaṃ kilameyyaṃ parideveyyaṃ, urattāḷiṃ kandeyyaṃ, sammohaṃ āpajjeyyaṃ, bhattampi me nacchādeyya, kāyepi dubbaṇṇiyaṃ okkameyya, kammantāpi nappavatteyyuṃ, amittāpi attamanā assu, mittāpi dummanā assū’ti.
sc_po: If I were to sorrow and pine and lament, beating my breast and falling into confusion, just because someone liable to old age grows old, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’

# an5.48:2.5
source: So jarādhamme jiṇṇe socati kilamati paridevati, urattāḷiṃ kandati, sammohaṃ āpajjati.
sc_po: And so, when someone liable to old age grows old, they sorrow and pine and lament, beating their breast and falling into confusion.

# an5.48:2.6
source: Ayaṃ vuccati, bhikkhave:
sc_po: This is called

# an5.48:2.7
source: ‘assutavā puthujjano viddho savisena sokasallena attānaṃyeva paritāpeti’.
sc_po: an uneducated ordinary person struck by sorrow’s poisoned arrow, who only mortifies themselves.

# an5.48:3.1
source: Puna caparaṃ, bhikkhave, assutavato puthujjanassa byādhidhammaṃ byādhīyati … pe … maraṇadhammaṃ mīyati … khayadhammaṃ khīyati … nassanadhammaṃ nassati.
sc_po: Furthermore, an uneducated ordinary person has someone liable to sickness … death … ending … perishing.

# an5.48:3.2
source: So nassanadhamme naṭṭhe na iti paṭisañcikkhati:
sc_po: But they don’t reflect:

# an5.48:3.3
source: ‘na kho mayhevekassa nassanadhammaṃ nassati, atha kho yāvatā sattānaṃ āgati gati cuti upapatti sabbesaṃ sattānaṃ nassanadhammaṃ nassati.
sc_po: ‘It’s not just me who has someone liable to perishing who perishes. For as long as sentient beings come and go, pass away and are reborn, they all have someone liable to perishing who perishes.

# an5.48:3.4
source: Ahañceva kho pana nassanadhamme naṭṭhe soceyyaṃ kilameyyaṃ parideveyyaṃ, urattāḷiṃ kandeyyaṃ, sammohaṃ āpajjeyyaṃ, bhattampi me nacchādeyya, kāyepi dubbaṇṇiyaṃ okkameyya, kammantāpi nappavatteyyuṃ, amittāpi attamanā assu, mittāpi dummanā assū’ti.
sc_po: If I were to sorrow and pine and lament, beating my breast and falling into confusion, just because someone liable to perishing perishes, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’

# an5.48:3.5
source: So nassanadhamme naṭṭhe socati kilamati paridevati, urattāḷiṃ kandati, sammohaṃ āpajjati.
sc_po: And so, when someone liable to perishing perishes, they sorrow and pine and lament, beating their breast and falling into confusion.

# an5.48:3.6
source: Ayaṃ vuccati, bhikkhave:
sc_po: This is called

# an5.48:3.7
source: ‘assutavā puthujjano viddho savisena sokasallena attānaṃyeva paritāpeti’.
sc_po: an uneducated ordinary person struck by sorrow’s poisoned arrow, who only mortifies themselves.

# an5.48:4.1
source: Sutavato ca kho, bhikkhave, ariyasāvakassa jarādhammaṃ jīrati.
sc_po: An educated noble disciple has someone liable to old age who grows old.

# an5.48:4.2
source: So jarādhamme jiṇṇe iti paṭisañcikkhati:
sc_po: And they reflect:

# an5.48:4.3
source: ‘na kho mayhevekassa jarādhammaṃ jīrati, atha kho yāvatā sattānaṃ āgati gati cuti upapatti sabbesaṃ sattānaṃ jarādhammaṃ jīrati.
sc_po: ‘It’s not just me who has someone liable to old age who grows old. For as long as sentient beings come and go, pass away and are reborn, they all have someone liable to old age who grows old.

# an5.48:4.4
source: Ahañceva kho pana jarādhamme jiṇṇe soceyyaṃ kilameyyaṃ parideveyyaṃ, urattāḷiṃ kandeyyaṃ, sammohaṃ āpajjeyyaṃ, bhattampi me nacchādeyya, kāyepi dubbaṇṇiyaṃ okkameyya, kammantāpi nappavatteyyuṃ, amittāpi attamanā assu, mittāpi dummanā assū’ti.
sc_po: If I were to sorrow and pine and lament, beating my breast and falling into confusion, just because someone liable to old age grows old, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’

# an5.48:4.5
source: So jarādhamme jiṇṇe na socati na kilamati na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati.
sc_po: And so, when someone liable to old age grows old, they don’t sorrow and pine and lament, beating their breast and falling into confusion.

# an5.48:4.6
source: Ayaṃ vuccati, bhikkhave:
sc_po: This is called

# an5.48:4.7
source: ‘sutavā ariyasāvako abbuhi savisaṃ sokasallaṃ, yena viddho assutavā puthujjano attānaṃyeva paritāpeti.
sc_po: an educated noble disciple who has drawn out sorrow’s poisoned arrow, struck by which uneducated ordinary people only mortify themselves.

# an5.48:4.8
source: Asoko visallo ariyasāvako attānaṃyeva parinibbāpeti’.
sc_po: Sorrowless, free of thorns, that noble disciple only extinguishes themselves.

# an5.48:5.1
source: Puna caparaṃ, bhikkhave, sutavato ariyasāvakassa byādhidhammaṃ byādhīyati … pe … maraṇadhammaṃ mīyati … khayadhammaṃ khīyati … nassanadhammaṃ nassati.
sc_po: Furthermore, an educated noble disciple has someone liable to sickness… death … ending … perishing.

# an5.48:5.2
source: So nassanadhamme naṭṭhe iti paṭisañcikkhati:
sc_po: And they reflect:

# an5.48:5.3
source: ‘na kho mayhevekassa nassanadhammaṃ nassati, atha kho yāvatā sattānaṃ āgati gati cuti upapatti sabbesaṃ sattānaṃ nassanadhammaṃ nassati.
sc_po: ‘It’s not just me who has someone liable to perishing who perishes. For as long as sentient beings come and go, pass away and are reborn, they all have someone liable to perishing who perishes.

# an5.48:5.4
source: Ahañceva kho pana nassanadhamme naṭṭhe soceyyaṃ kilameyyaṃ parideveyyaṃ, urattāḷiṃ kandeyyaṃ, sammohaṃ āpajjeyyaṃ, bhattampi me nacchādeyya, kāyepi dubbaṇṇiyaṃ okkameyya, kammantāpi nappavatteyyuṃ, amittāpi attamanā assu, mittāpi dummanā assū’ti.
sc_po: If I were to sorrow and pine and lament, beating my breast and falling into confusion, just because someone liable to perishing perishes, I’d lose my appetite and my body would become ugly. My work wouldn’t get done, my enemies would be encouraged, and my friends would be dispirited.’

# an5.48:5.5
source: So nassanadhamme naṭṭhe na socati na kilamati na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati.
sc_po: And so, when someone liable to perishing perishes, they don’t sorrow and pine and lament, beating their breast and falling into confusion.

# an5.48:5.6
source: Ayaṃ vuccati, bhikkhave:
sc_po: This is called

# an5.48:5.7
source: ‘sutavā ariyasāvako abbuhi savisaṃ sokasallaṃ, yena viddho assutavā puthujjano attānaṃyeva paritāpeti.
sc_po: an educated noble disciple who has drawn out sorrow’s poisoned arrow, struck by which uneducated ordinary people only mortify themselves.

# an5.48:5.8
source: Asoko visallo ariyasāvako attānaṃyeva parinibbāpetī’ti.
sc_po: Sorrowless, free of thorns, that noble disciple only extinguishes themselves.

# an5.48:6.1
source: Imāni kho, bhikkhave, pañca alabbhanīyāni ṭhānāni samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasminti.
sc_po: These are the five things that cannot be had by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# an5.48:7.1
source: Na socanāya paridevanāya,
sc_po: Sorrowing and lamenting

# an5.48:7.2
source: Atthodha labbhā api appakopi;
sc_po: doesn’t do even a little bit of good.

# an5.48:7.3
source: Socantamenaṃ dukhitaṃ viditvā,
sc_po: When they know that you’re sad,

# an5.48:7.4
source: Paccatthikā attamanā bhavanti.
sc_po: your enemies are encouraged.

# an5.48:8.1
source: Yato ca kho paṇḍito āpadāsu,
sc_po: When an astute person doesn’t waver in the face of adversity,

# an5.48:8.2
source: Na vedhatī atthavinicchayaññū;
sc_po: as they’re able to assess what’s beneficial,

# an5.48:8.3
source: Paccatthikāssa dukhitā bhavanti,
sc_po: their enemies suffer,

# an5.48:8.4
source: Disvā mukhaṃ avikāraṃ purāṇaṃ.
sc_po: seeing that their normal expression doesn’t change.

# an5.48:9.1
source: Jappena mantena subhāsitena,
sc_po: Chants, recitations, fine sayings,

# an5.48:9.2
source: Anuppadānena paveṇiyā vā;
sc_po: charity or traditions:

# an5.48:9.3
source: Yathā yathā yattha labhetha atthaṃ,
sc_po: if by means of any such things you benefit,

# an5.48:9.4
source: Tathā tathā tattha parakkameyya.
sc_po: then by all means keep doing them.

# an5.48:10.1
source: Sace pajāneyya alabbhaneyyo,
sc_po: But if you understand that ‘this good thing

# an5.48:10.2
source: Mayāva aññena vā esa attho;
sc_po: can’t be had by me or by anyone else’,

# an5.48:10.3
source: Asocamāno adhivāsayeyya,
sc_po: you should accept it without sorrowing, thinking:

# an5.48:10.4
source: Kammaṃ daḷhaṃ kinti karomi dānī”ti.
sc_po: ‘The karma is strong. What can I do now?’”
