Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.114.po
Languages: sc_po

# an5.114:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.114:0.2
source: 12. Andhakavindavagga
sc_po: 12. At Andhakavinda

# an5.114:0.3
source: 114. Andhakavindasutta
sc_po: 114. At Andhakavinda

# an5.114:1.1
source: Ekaṃ samayaṃ bhagavā magadhesu viharati andhakavinde.
sc_po: At one time the Buddha was staying in the land of the Magadhans at Andhakavinda.

# an5.114:1.2
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an5.114:2.1
source: “Ye te, ānanda, bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, te vo, ānanda, bhikkhū pañcasu dhammesu samādapetabbā nivesetabbā patiṭṭhāpetabbā.
sc_po: “Ānanda, those mendicants who are junior, recently gone forth, newly come to this teaching and training should be encouraged, supported, and established in five things.

# an5.114:2.2
source: Katamesu pañcasu?
sc_po: What five?

# an5.114:2.3
source: ‘Etha tumhe, āvuso, sīlavā hotha, pātimokkhasaṃvarasaṃvutā viharatha ācāragocarasampannā aṇumattesu vajjesu bhayadassāvino, samādāya sikkhatha sikkhāpadesū’ti—iti pātimokkhasaṃvare samādapetabbā nivesetabbā patiṭṭhāpetabbā.
sc_po: They should be encouraged, supported, and established in restraint in the monastic code: ‘Reverends, please be ethical. Live restrained in the code of conduct, conducting yourselves well and seeking alms in suitable places. Seeing danger in the slightest fault, keep the rules you’ve undertaken.’

# an5.114:3.1
source: ‘Etha tumhe, āvuso, indriyesu guttadvārā viharatha ārakkhasatino nipakkasatino, sārakkhitamānasā satārakkhena cetasā samannāgatā’ti—iti indriyasaṃvare samādapetabbā nivesetabbā patiṭṭhāpetabbā.
sc_po: They should be encouraged, supported, and established in sense restraint: ‘Reverends, please live with sense doors guarded, mindfully alert and on guard, with protected mind, having a heart protected by mindfulness.’

# an5.114:4.1
source: ‘Etha tumhe, āvuso, appabhassā hotha, bhasse pariyantakārino’ti—iti bhassapariyante samādapetabbā nivesetabbā patiṭṭhāpetabbā.
sc_po: They should be encouraged, supported, and established in limiting their speech: ‘Reverends, please speak little. Put a limit on your speech.’

# an5.114:5.1
source: ‘Etha tumhe, āvuso, āraññikā hotha, araññavanapatthāni pantāni senāsanāni paṭisevathā’ti—iti kāyavūpakāse samādapetabbā nivesetabbā patiṭṭhāpetabbā.
sc_po: They should be encouraged, supported, and established in retreat: ‘Reverends, please live in the wilderness. Frequent remote lodgings in the wilderness and the forest.’

# an5.114:6.1
source: ‘Etha tumhe, āvuso, sammādiṭṭhikā hotha sammādassanena samannāgatā’ti—iti sammādassane samādapetabbā nivesetabbā patiṭṭhāpetabbā.
sc_po: They should be encouraged, supported, and established in right perspective: ‘Reverends, please hold right view and have right perspective.’

# an5.114:6.2
source: Ye te, ānanda, bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, te vo, ānanda, bhikkhū imesu pañcasu dhammesu samādapetabbā nivesetabbā patiṭṭhāpetabbā”ti.
sc_po: Those mendicants who are junior, recently gone forth, newly come to this teaching and training should be encouraged, supported, and established in these five things.”
