Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.065.po
Languages: sc_po

# an5.65:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.65:0.2
source: 7. Saññāvagga
sc_po: 7. Perceptions

# an5.65:0.3
source: 65. Sākacchasutta
sc_po: 65. Discussion

# an5.65:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu alaṃsākaccho sabrahmacārīnaṃ.
sc_po: “Mendicants, a mendicant with five qualities is fit to hold a discussion with their spiritual companions.

# an5.65:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.65:1.3
source: Idha, bhikkhave, bhikkhu attanā ca sīlasampanno hoti, sīlasampadāya kathāya ca āgataṃ pañhaṃ byākattā hoti;
sc_po: A mendicant is personally accomplished in ethics, and answers questions that come up when discussing accomplishment in ethics.

# an5.65:1.4
source: attanā ca samādhisampanno hoti, samādhisampadāya kathāya ca āgataṃ pañhaṃ byākattā hoti;
sc_po: They’re personally accomplished in immersion, and they answer questions that come up when discussing accomplishment in immersion.

# an5.65:1.5
source: attanā ca paññāsampanno hoti, paññāsampadāya kathāya ca āgataṃ pañhaṃ byākattā hoti;
sc_po: They’re personally accomplished in wisdom, and they answer questions that come up when discussing accomplishment in wisdom.

# an5.65:1.6
source: attanā ca vimuttisampanno hoti, vimuttisampadāya kathāya ca āgataṃ pañhaṃ byākattā hoti;
sc_po: They’re personally accomplished in freedom, and they answer questions that come up when discussing accomplishment in freedom.

# an5.65:1.7
source: attanā ca vimuttiñāṇadassanasampanno hoti, vimuttiñāṇadassanasampadāya kathāya ca āgataṃ pañhaṃ byākattā hoti.
sc_po: They’re personally accomplished in the knowledge and vision of freedom, and they answer questions that come up when discussing accomplishment in the knowledge and vision of freedom.

# an5.65:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu alaṃsākaccho sabrahmacārīnan”ti.
sc_po: A mendicant with these five qualities is fit to hold a discussion with their spiritual companions.”
