Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.240.po
Languages: sc_po

# an5.240:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.240:0.2
source: 24. Āvāsikavagga
sc_po: 24. A Resident Mendicant

# an5.240:0.3
source: 240. Dutiyamacchariyasutta
sc_po: 240. Stinginess (2nd)

# an5.240:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato āvāsiko bhikkhu yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Mendicants, a resident mendicant with five qualities is cast down to hell.

# an5.240:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.240:1.3
source: Āvāsamaccharī hoti;
sc_po: They’re stingy regarding monasteries,

# an5.240:1.4
source: kulamaccharī hoti;
sc_po: families,

# an5.240:1.5
source: lābhamaccharī hoti;
sc_po: material possessions,

# an5.240:1.6
source: vaṇṇamaccharī hoti;
sc_po: praise,

# an5.240:1.7
source: dhammamaccharī hoti.
sc_po: and the teachings.

# an5.240:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato āvāsiko bhikkhu yathābhataṃ nikkhitto evaṃ niraye.
sc_po: A resident mendicant with these five qualities is cast down to hell.

# an5.240:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato āvāsiko bhikkhu yathābhataṃ nikkhitto evaṃ sagge.
sc_po: A resident mendicant with five qualities is raised up to heaven.

# an5.240:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.240:2.3
source: Na āvāsamaccharī hoti;
sc_po: They’re not stingy regarding monasteries,

# an5.240:2.4
source: na kulamaccharī hoti;
sc_po: families,

# an5.240:2.5
source: na lābhamaccharī hoti;
sc_po: material possessions,

# an5.240:2.6
source: na vaṇṇamaccharī hoti;
sc_po: praise,

# an5.240:2.7
source: na dhammamaccharī hoti.
sc_po: and the teachings.

# an5.240:2.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato āvāsiko bhikkhu yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: A resident mendicant with these five qualities is raised up to heaven.”
