Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.040.po
Languages: sc_po

# an5.40:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.40:0.2
source: 4. Sumanavagga
sc_po: 4. With Sumanā

# an5.40:0.3
source: 40. Mahāsālaputtasutta
sc_po: 40. Great Sal Trees

# an5.40:1.1
source: “Himavantaṃ, bhikkhave, pabbatarājaṃ nissāya mahāsālā pañcahi vaḍḍhīhi vaḍḍhanti.
sc_po: “Mendicants, great sal trees grow in five ways supported by the Himalayas, the king of mountains.

# an5.40:1.2
source: Katamāhi pañcahi?
sc_po: What five?

# an5.40:1.3
source: Sākhāpattapalāsena vaḍḍhanti;
sc_po: The branches, leaves, and foliage;

# an5.40:1.4
source: tacena vaḍḍhanti;
sc_po: the bark;

# an5.40:1.5
source: papaṭikāya vaḍḍhanti;
sc_po: the shoots;

# an5.40:1.6
source: pheggunā vaḍḍhanti;
sc_po: the softwood;

# an5.40:1.7
source: sārena vaḍḍhanti.
sc_po: and the hardwood.

# an5.40:1.8
source: Himavantaṃ, bhikkhave, pabbatarājaṃ nissāya mahāsālā imāhi pañcahi vaḍḍhīhi vaḍḍhanti.
sc_po: Great sal trees grow in these five ways supported by the Himalayas, the king of mountains.

# an5.40:1.9
source: Evamevaṃ kho, bhikkhave, saddhaṃ kulaputtaṃ nissāya antojano pañcahi vaḍḍhīhi vaḍḍhati.
sc_po: In the same way, a family grows in five ways supported by a family head with faith.

# an5.40:1.10
source: Katamāhi pañcahi?
sc_po: What five?

# an5.40:1.11
source: Saddhāya vaḍḍhati;
sc_po: Faith,

# an5.40:1.12
source: sīlena vaḍḍhati;
sc_po: ethics,

# an5.40:1.13
source: sutena vaḍḍhati;
sc_po: learning,

# an5.40:1.14
source: cāgena vaḍḍhati;
sc_po: generosity,

# an5.40:1.15
source: paññāya vaḍḍhati.
sc_po: and wisdom.

# an5.40:1.16
source: Saddhaṃ, bhikkhave, kulaputtaṃ nissāya antojano imāhi pañcahi vaḍḍhīhi vaḍḍhatīti.
sc_po: A family grows in these five ways supported by a family head with faith.

# an5.40:2.1
source: Yathā hi pabbato selo,
sc_po: Supported by the mountain crags

# an5.40:2.2
source: araññasmiṃ brahāvane;
sc_po: in the wilds, the formidable forest,

# an5.40:2.3
source: Taṃ rukkhā upanissāya,
sc_po: the tree grows

# an5.40:2.4
source: vaḍḍhante te vanappatī.
sc_po: to become lord of the forest.

# an5.40:3.1
source: Tatheva sīlasampannaṃ,
sc_po: So too, when the family head

# an5.40:3.2
source: Saddhaṃ kulaputtaṃ imaṃ;
sc_po: is ethical and faithful,

# an5.40:3.3
source: Upanissāya vaḍḍhanti,
sc_po: supported by them, they grow:

# an5.40:3.4
source: Puttadārā ca bandhavā;
sc_po: children, partners, and kin,

# an5.40:3.5
source: Amaccā ñātisaṅghā ca,
sc_po: colleagues, relatives,

# an5.40:3.6
source: Ye cassa anujīvino.
sc_po: and those dependent for their livelihood.

# an5.40:4.1
source: Tyassa sīlavato sīlaṃ,
sc_po: Seeing the ethical conduct of the virtuous,

# an5.40:4.2
source: cāgaṃ sucaritāni ca;
sc_po: the generosity and good deeds,

# an5.40:4.3
source: Passamānānukubbanti,
sc_po: those who see clearly

# an5.40:4.4
source: ye bhavanti vicakkhaṇā.
sc_po: do likewise.

# an5.40:5.1
source: Idha dhammaṃ caritvāna,
sc_po: Having practiced the teaching here,

# an5.40:5.2
source: maggaṃ sugatigāminaṃ;
sc_po: the path that goes to a good place,

# an5.40:5.3
source: Nandino devalokasmiṃ,
sc_po: they delight in the heavenly realm,

# an5.40:5.4
source: modanti kāmakāmino”ti.
sc_po: enjoying all the pleasures they desire.”
