Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.090.po
Languages: sc_po

# an5.90:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.90:0.2
source: 9. Theravagga
sc_po: 9. Senior Mendicants

# an5.90:0.3
source: 90. Dutiyasekhasutta
sc_po: 90. A Trainee (2nd)

# an5.90:1.1
source: “Pañcime, bhikkhave, dhammā sekhassa bhikkhuno parihānāya saṃvattanti.
sc_po: “These five things lead to the decline of a mendicant trainee.

# an5.90:1.2
source: Katame pañca?
sc_po: What five?

# an5.90:1.3
source: Idha, bhikkhave, sekho bhikkhu bahukicco hoti bahukaraṇīyo viyatto kiṅkaraṇīyesu;
sc_po: Firstly, a mendicant trainee has many duties and responsibilities, and is competent in many tasks.

# an5.90:1.4
source: riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They neglect retreat, and are not committed to internal serenity of heart.

# an5.90:1.5
source: Ayaṃ, bhikkhave, paṭhamo dhammo sekhassa bhikkhuno parihānāya saṃvattati.
sc_po: This is the first thing that leads to the decline of a mendicant trainee.

# an5.90:2.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu appamattakena kammena divasaṃ atināmeti;
sc_po: Furthermore, a mendicant trainee spends their day doing trivial work.

# an5.90:2.2
source: riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They neglect retreat, and are not committed to internal serenity of heart.

# an5.90:2.3
source: Ayaṃ, bhikkhave, dutiyo dhammo sekhassa bhikkhuno parihānāya saṃvattati.
sc_po: This is the second thing that leads to the decline of a mendicant trainee.

# an5.90:3.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu saṃsaṭṭho viharati gahaṭṭhapabbajitehi ananulomikena gihisaṃsaggena;
sc_po: Furthermore, a mendicant trainee mixes closely with laypeople and renunciates, socializing inappropriately like a layperson.

# an5.90:3.2
source: riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They neglect retreat, and are not committed to internal serenity of heart.

# an5.90:3.3
source: Ayaṃ, bhikkhave, tatiyo dhammo sekhassa bhikkhuno parihānāya saṃvattati.
sc_po: This is the third thing that leads to the decline of a mendicant trainee.

# an5.90:4.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu akālena gāmaṃ pavisati, atidivā paṭikkamati;
sc_po: Furthermore, a mendicant trainee enters the town at the wrong time, and returns too late in the day.

# an5.90:4.2
source: riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They neglect retreat, and are not committed to internal serenity of heart.

# an5.90:4.3
source: Ayaṃ, bhikkhave, catuttho dhammo sekhassa bhikkhuno parihānāya saṃvattati.
sc_po: This is the fourth thing that leads to the decline of a mendicant trainee.

# an5.90:5.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu yāyaṃ kathā ābhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—
sc_po: Furthermore, a mendicant trainee doesn’t get to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is,

# an5.90:5.2
source: appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya na nikāmalābhī hoti na akicchalābhī na akasiralābhī;
sc_po: talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.

# an5.90:5.3
source: riñcati paṭisallānaṃ, nānuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They neglect retreat, and are not committed to internal serenity of heart.

# an5.90:5.4
source: Ayaṃ, bhikkhave, pañcamo dhammo sekhassa bhikkhuno parihānāya saṃvattati.
sc_po: This is the fifth thing that leads to the decline of a mendicant trainee.

# an5.90:5.5
source: Ime kho, bhikkhave, pañca dhammā sekhassa bhikkhuno parihānāya saṃvattanti.
sc_po: These five things lead to the decline of a mendicant trainee.

# an5.90:6.1
source: Pañcime, bhikkhave, dhammā sekhassa bhikkhuno aparihānāya saṃvattanti.
sc_po: These five things don’t lead to the decline of a mendicant trainee.

# an5.90:6.2
source: Katame pañca?
sc_po: What five?

# an5.90:6.3
source: Idha, bhikkhave, sekho bhikkhu na bahukicco hoti na bahukaraṇīyo viyatto kiṅkaraṇīyesu;
sc_po: Firstly, a mendicant trainee doesn’t have many duties and responsibilities, even though they are competent in many tasks.

# an5.90:6.4
source: na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They don’t neglect retreat, and are committed to internal serenity of heart.

# an5.90:6.5
source: Ayaṃ, bhikkhave, paṭhamo dhammo sekhassa bhikkhuno aparihānāya saṃvattati.
sc_po: This is the first thing that doesn’t lead to the decline of a mendicant trainee.

# an5.90:7.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu na appamattakena kammena divasaṃ atināmeti;
sc_po: Furthermore, a mendicant trainee doesn’t spend their day doing trivial work.

# an5.90:7.2
source: na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They don’t neglect retreat, and are committed to internal serenity of heart.

# an5.90:7.3
source: Ayaṃ, bhikkhave, dutiyo dhammo sekhassa bhikkhuno aparihānāya saṃvattati.
sc_po: This is the second thing that doesn’t lead to the decline of a mendicant trainee.

# an5.90:8.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu asaṃsaṭṭho viharati gahaṭṭhapabbajitehi ananulomikena gihisaṃsaggena;
sc_po: Furthermore, a mendicant trainee doesn’t mix closely with laypeople and renunciates, socializing inappropriately like a layperson.

# an5.90:8.2
source: na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They don’t neglect retreat, and are committed to internal serenity of heart.

# an5.90:8.3
source: Ayaṃ, bhikkhave, tatiyo dhammo sekhassa bhikkhuno aparihānāya saṃvattati.
sc_po: This is the third thing that doesn’t lead to the decline of a mendicant trainee.

# an5.90:9.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu na atikālena gāmaṃ pavisati, nātidivā paṭikkamati;
sc_po: Furthermore, a mendicant trainee doesn’t enter the village too early or return too late in the day.

# an5.90:9.2
source: na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They don’t neglect retreat, and are committed to internal serenity of heart.

# an5.90:9.3
source: Ayaṃ, bhikkhave, catuttho dhammo sekhassa bhikkhuno aparihānāya saṃvattati.
sc_po: This is the fourth thing that doesn’t lead to the decline of a mendicant trainee.

# an5.90:10.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu yāyaṃ kathā ābhisallekhikā cetovivaraṇasappāyā, seyyathidaṃ—
sc_po: Furthermore, a mendicant trainee gets to take part in talk about self-effacement that helps open the heart, when they want, without trouble or difficulty. That is,

# an5.90:10.2
source: appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā, evarūpiyā kathāya nikāmalābhī hoti akicchalābhī akasiralābhī;
sc_po: talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.

# an5.90:10.3
source: na riñcati paṭisallānaṃ, anuyuñjati ajjhattaṃ cetosamathaṃ.
sc_po: They don’t neglect retreat, and are committed to internal serenity of heart.

# an5.90:10.4
source: Ayaṃ, bhikkhave, pañcamo dhammo sekhassa bhikkhuno aparihānāya saṃvattati.
sc_po: This is the fifth thing that doesn't lead to the decline of a mendicant trainee.

# an5.90:10.5
source: Ime kho, bhikkhave, pañca dhammā sekhassa bhikkhuno aparihānāya saṃvattantī”ti.
sc_po: These five things don’t lead to the decline of a mendicant trainee.”
