Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.230.po
Languages: sc_po

# an5.230:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.230:0.2
source: 23. Dīghacārikavagga
sc_po: 23. Long Wandering

# an5.230:0.3
source: 230. Dutiyakaṇhasappasutta
sc_po: 230. Black Snakes (2nd)

# an5.230:1.1
source: “Pañcime, bhikkhave, ādīnavā kaṇhasappe.
sc_po: “Mendicants, there are these five drawbacks of a black snake.

# an5.230:1.2
source: Katame pañca?
sc_po: What five?

# an5.230:1.3
source: Kodhano, upanāhī, ghoraviso, dujjivho, mittadubbhī.
sc_po: It’s irritable, hostile, venomous, fork-tongued, and treacherous.

# an5.230:1.4
source: Ime kho, bhikkhave, pañca ādīnavā kaṇhasappe.
sc_po: These are the five dangers of a black snake.

# an5.230:2.1
source: Evamevaṃ kho, bhikkhave, pañcime ādīnavā mātugāme.
sc_po: In the same way there are five drawbacks of a female.

# an5.230:2.2
source: Katame pañca?
sc_po: What five?

# an5.230:2.3
source: Kodhano, upanāhī, ghoraviso, dujjivho, mittadubbhī.
sc_po: She’s irritable, hostile, venomous, fork-tongued, and treacherous.

# an5.230:2.4
source: Tatridaṃ, bhikkhave, mātugāmassa ghoravisatā—
sc_po: This is a female’s venom:

# an5.230:2.5
source: yebhuyyena, bhikkhave, mātugāmo tibbarāgo.
sc_po: usually she’s very lustful.

# an5.230:2.6
source: Tatridaṃ, bhikkhave, mātugāmassa dujjivhatā—
sc_po: This is a female’s forked tongue:

# an5.230:2.7
source: yebhuyyena, bhikkhave, mātugāmo pisuṇavāco.
sc_po: usually she speaks divisively.

# an5.230:2.8
source: Tatridaṃ, bhikkhave, mātugāmassa mittadubbhitā—
sc_po: This is a female’s treachery:

# an5.230:2.9
source: yebhuyyena, bhikkhave, mātugāmo aticārinī.
sc_po: usually she’s an adulteress.

# an5.230:2.10
source: Ime kho, bhikkhave, pañca ādīnavā mātugāme”ti.
sc_po: These are the five drawbacks of a female.”
