Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.058.po
Languages: sc_po

# an5.58:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.58:0.2
source: 6. Nīvaraṇavagga
sc_po: 6. Hindrances

# an5.58:0.3
source: 58. Licchavikumārakasutta
sc_po: 58. The Licchavi Youths

# an5.58:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# an5.58:1.2
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms.

# an5.58:1.3
source: Vesāliyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto mahāvanaṃ ajjhogāhetvā aññatarasmiṃ rukkhamūle divāvihāraṃ nisīdi.
sc_po: Then after the meal, on his return from alms-round, he plunged deep into the Great Wood and sat at the root of a tree for the day’s meditation.

# an5.58:2.1
source: Tena kho pana samayena sambahulā licchavikumārakā sajjāni dhanūni ādāya kukkurasaṅghaparivutā mahāvane anucaṅkamamānā anuvicaramānā addasu bhagavantaṃ aññatarasmiṃ rukkhamūle nisinnaṃ;
sc_po: Now at that time several Licchavi youths took strung bows and, escorted by a pack of hounds, were going for a walk in the Great Wood when they saw the Buddha seated at the root of a tree.

# an5.58:2.2
source: disvāna sajjāni dhanūni nikkhipitvā kukkurasaṅghaṃ ekamantaṃ uyyojetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā tuṇhībhūtā tuṇhībhūtā pañjalikā bhagavantaṃ payirupāsanti.
sc_po: When they saw him, they put down their strung bows, tied their hounds up to one side, and went up to him. They bowed and silently paid homage to the Buddha with joined palms.

# an5.58:3.1
source: Tena kho pana samayena mahānāmo licchavi mahāvane jaṅghāvihāraṃ anucaṅkamamāno addasa te licchavikumārake tuṇhībhūte tuṇhībhūte pañjalike bhagavantaṃ payirupāsante;
sc_po: Now at that time Mahānāma the Licchavi was going for a walk in the Great Wood when he saw those Licchavi youths silently paying homage to the Buddha with joined palms.

# an5.58:3.2
source: disvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
sc_po: Seeing this, he went up to the Buddha, bowed, sat down to one side,

# an5.58:3.3
source: Ekamantaṃ nisinno kho mahānāmo licchavi udānaṃ udānesi:
sc_po: and was inspired to exclaim,

# an5.58:3.4
source: “bhavissanti vajjī, bhavissanti vajjī”ti.
sc_po: “They will make it as Vajjis! They will make it as Vajjis!”

# an5.58:4.1
source: “Kiṃ pana tvaṃ, mahānāma, evaṃ vadesi:
sc_po: “But Mahānāma, why do you say that they will make it as Vajjis?”

# an5.58:4.3
source: “Ime, bhante, licchavikumārakā caṇḍā pharusā apānubhā.
sc_po: “Sir, these Licchavi youths are violent, harsh, and brash.

# an5.58:4.4
source: Yānipi tāni kulesu paheṇakāni pahīyanti, ucchūti vā badarāti vā pūvāti vā modakāti vā saṅkulikāti vā, tāni vilumpitvā vilumpitvā khādanti;
sc_po: Whenever sweets are left out for families—sugar-cane, jujube fruits, pancakes, pies, or fritters—they filch them and eat them up.

# an5.58:4.5
source: kulitthīnampi kulakumārīnampi pacchāliyaṃ khipanti.
sc_po: And they hit women and girls of good families on their backs.

# an5.58:4.6
source: Te dānime tuṇhībhūtā tuṇhībhūtā pañjalikā bhagavantaṃ payirupāsantī”ti.
sc_po: But now they’re silently paying homage to the Buddha with joined palms.”

# an5.58:5.2
source: yadi vā rañño khattiyassa muddhāvasittassa, yadi vā raṭṭhikassa pettanikassa, yadi vā senāya senāpatikassa, yadi vā gāmagāmaṇikassa, yadi vā pūgagāmaṇikassa, ye vā pana kulesu paccekādhipaccaṃ kārenti, vuddhiyeva pāṭikaṅkhā, no parihāni.
sc_po: “Mahānāma, you can expect only growth, not decline, when you find five qualities in any gentleman—whether he’s an anointed king, an appointed or hereditary official, an army general, a village chief, a guild chief, or a ruler of his own clan.

# an5.58:6.1
source: Katame pañca?
sc_po: What five?

# an5.58:6.2
source: Idha, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi mātāpitaro sakkaroti garuṃ karoti māneti pūjeti.
sc_po: Firstly, a gentleman uses his legitimate wealth—earned by his efforts and initiative, built up with his own hands, gathered by the sweat of the brow—to honor, respect, esteem, and venerate his mother and father.

# an5.58:6.3
source: Tamenaṃ mātāpitaro sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:
sc_po: Honored in this way, his mother and father love him with a good heart, wishing:

# an5.58:6.4
source: ‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.
sc_po: ‘Live long! Stay alive for a long time!’

# an5.58:6.5
source: Mātāpitānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.
sc_po: When a gentleman is loved by his mother and father, you can expect only growth, not decline.

# an5.58:7.1
source: Puna caparaṃ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi puttadāradāsakammakaraporise sakkaroti garuṃ karoti māneti pūjeti.
sc_po: Furthermore, a gentleman uses his legitimate wealth to honor, respect, esteem, and venerate his wives and children, bondservants, workers, and staff.

# an5.58:7.2
source: Tamenaṃ puttadāradāsakammakaraporisā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:
sc_po: Honored in this way, his wives and children, bondservants, workers, and staff love him with a good heart, wishing:

# an5.58:7.3
source: ‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.
sc_po: ‘Live long! Stay alive for a long time!’

# an5.58:7.4
source: Puttadāradāsakammakaraporisānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.
sc_po: When a gentleman is loved by his wives and children, bondservants, workers, and staff, you can expect only growth, not decline.

# an5.58:8.1
source: Puna caparaṃ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi khettakammantasāmantasabyohāre sakkaroti garuṃ karoti māneti pūjeti.
sc_po: Furthermore, a gentleman uses his legitimate wealth to honor, respect, esteem, and venerate those who work the neighboring fields, and those he does business with.

# an5.58:8.2
source: Tamenaṃ khettakammantasāmantasabyohārā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:
sc_po: Honored in this way, those who work the neighboring fields, and those he does business with love him with a good heart, wishing:

# an5.58:8.3
source: ‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.
sc_po: ‘Live long! Stay alive for a long time!’

# an5.58:8.4
source: Khettakammantasāmantasabyohārānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.
sc_po: When a gentleman is loved by those who work the neighboring fields, and those he does business with, you can expect only growth, not decline.

# an5.58:9.1
source: Puna caparaṃ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi yāvatā balipaṭiggāhikā devatā sakkaroti garuṃ karoti māneti pūjeti.
sc_po: Furthermore, a gentleman uses his legitimate wealth to honor, respect, esteem, and venerate the deities who receive spirit-offerings.

# an5.58:9.2
source: Tamenaṃ balipaṭiggāhikā devatā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:
sc_po: Honored in this way, the deities who receive spirit-offerings love him with a good heart, wishing:

# an5.58:9.3
source: ‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.
sc_po: ‘Live long! Stay alive for a long time!’

# an5.58:9.4
source: devatānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.
sc_po: When a gentleman is loved by the deities, you can expect only growth, not decline.

# an5.58:10.1
source: Puna caparaṃ, mahānāma, kulaputto uṭṭhānavīriyādhigatehi bhogehi bāhābalaparicitehi sedāvakkhittehi dhammikehi dhammaladdhehi samaṇabrāhmaṇe sakkaroti garuṃ karoti māneti pūjeti.
sc_po: Furthermore, a gentleman uses his legitimate wealth to honor, respect, esteem, and venerate ascetics and brahmins.

# an5.58:10.2
source: Tamenaṃ samaṇabrāhmaṇā sakkatā garukatā mānitā pūjitā kalyāṇena manasā anukampanti:
sc_po: Honored in this way, ascetics and brahmins love him with a good heart, wishing:

# an5.58:10.3
source: ‘ciraṃ jīva, dīghamāyuṃ pālehī’ti.
sc_po: ‘Live long! Stay alive for a long time!’

# an5.58:10.4
source: Samaṇabrāhmaṇānukampitassa, mahānāma, kulaputtassa vuddhiyeva pāṭikaṅkhā, no parihāni.
sc_po: When a gentleman is loved by ascetics and brahmins, you can expect only growth, not decline.

# an5.58:11.1
source: Yassa kassaci, mahānāma, kulaputtassa ime pañca dhammā saṃvijjanti—
sc_po: You can expect only growth, not decline, when you find these five qualities in any gentleman—

# an5.58:11.2
source: yadi vā rañño khattiyassa muddhābhisittassa, yadi vā raṭṭhikassa pettanikassa, yadi vā senāya senāpatikassa, yadi vā gāmagāmaṇikassa, yadi vā pūgagāmaṇikassa, ye vā pana kulesu paccekādhipaccaṃ kārenti, vuddhiyeva pāṭikaṅkhā, no parihānīti.
sc_po: whether he’s an anointed king, an appointed or hereditary official, an army general, a village chief, a guild chief, or a ruler of his own clan.

# an5.58:12.1
source: Mātāpitukiccakaro,
sc_po: He’s always dutiful to his mother and father,

# an5.58:12.2
source: puttadārahito sadā;
sc_po: and for the good of his wives and children.

# an5.58:12.3
source: Antojanassa atthāya,
sc_po: He looks after those in his household,

# an5.58:12.4
source: ye cassa anujīvino.
sc_po: and those dependent on him for their livelihood.

# an5.58:13.1
source: Ubhinnañceva atthāya,
sc_po: A kind and ethical person

# an5.58:13.2
source: Vadaññū hoti sīlavā;
sc_po: looks after the welfare of relatives—

# an5.58:13.3
source: Ñātīnaṃ pubbapetānaṃ,
sc_po: both those who have passed away,

# an5.58:13.4
source: Diṭṭhe dhamme ca jīvataṃ.
sc_po: and those alive at present.

# an5.58:14.1
source: Samaṇānaṃ brāhmaṇānaṃ,
sc_po: While living at home, an astute person

# an5.58:14.2
source: devatānañca paṇḍito;
sc_po: uses legitimate means to give rise to joy

# an5.58:14.3
source: Vittisañjanano hoti,
sc_po: for ascetics, brahmins,

# an5.58:14.4
source: dhammena gharamāvasaṃ.
sc_po: and also the gods.

# an5.58:15.1
source: So karitvāna kalyāṇaṃ,
sc_po: Having done good,

# an5.58:15.2
source: pujjo hoti pasaṃsiyo;
sc_po: he’s venerable and praiseworthy.

# an5.58:15.3
source: Idheva naṃ pasaṃsanti,
sc_po: They praise him in this life,

# an5.58:15.4
source: pecca sagge pamodatī”ti.
sc_po: and he departs to rejoice in heaven.”
