Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.195.po
Languages: sc_po

# an5.195:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.195:0.2
source: 20. Brāhmaṇavagga
sc_po: 20. Brahmins

# an5.195:0.3
source: 195. Piṅgiyānīsutta
sc_po: 195. Piṅgiyānī

# an5.195:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# an5.195:1.2
source: Tena kho pana samayena pañcamattāni licchavisatāni bhagavantaṃ payirupāsanti.
sc_po: Now at that time around five hundred Licchavis were visiting the Buddha.

# an5.195:1.3
source: Appekacce licchavī nīlā honti nīlavaṇṇā nīlavatthā nīlālaṅkārā, appekacce licchavī pītā honti pītavaṇṇā pītavatthā pītālaṅkārā, appekacce licchavī lohitakā honti lohitakavaṇṇā lohitakavatthā lohitakālaṅkārā, appekacce licchavī odātā honti odātavaṇṇā odātavatthā odātālaṅkārā.
sc_po: Some of the Licchavis were in blue, of blue color, clad in blue, adorned with blue. And some were similarly colored in yellow, red, or white.

# an5.195:1.4
source: Tyassudaṃ bhagavā atirocati vaṇṇena ceva yasasā ca.
sc_po: But the Buddha outshone them all in beauty and glory.

# an5.195:2.1
source: Atha kho piṅgiyānī brāhmaṇo uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:
sc_po: Then the brahmin Piṅgīyānī got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said,

# an5.195:2.2
source: “paṭibhāti maṃ, bhagavā, paṭibhāti maṃ, sugatā”ti.
sc_po: “I feel inspired to speak, Blessed One! I feel inspired to speak, Holy One!”

# an5.195:2.3
source: “Paṭibhātu taṃ piṅgiyānī”ti bhagavā avoca.
sc_po: “Then speak as you feel inspired,” said the Buddha.

# an5.195:2.4
source: Atha kho piṅgiyānī brāhmaṇo bhagavato sammukhā sāruppāya gāthāya abhitthavi:
sc_po: So the brahmin Piṅgīyānī extolled the Buddha in his presence with a fitting verse.

# an5.195:3.1
source: “Padmaṃ yathā kokanadaṃ sugandhaṃ,
sc_po: “Like a fragrant pink lotus

# an5.195:3.2
source: Pāto siyā phullamavītagandhaṃ;
sc_po: that blooms in the morning, its fragrance unfaded—

# an5.195:3.3
source: Aṅgīrasaṃ passa virocamānaṃ,
sc_po: see Aṅgīrasa shine,

# an5.195:3.4
source: Tapantamādiccamivantalikkhe”ti.
sc_po: bright as the sun in the sky!”

# an5.195:4.1
source: Atha kho te licchavī pañcahi uttarāsaṅgasatehi piṅgiyāniṃ brāhmaṇaṃ acchādesuṃ.
sc_po: Then those Licchavis clothed Piṅgiyānī with five hundred upper robes.

# an5.195:4.2
source: Atha kho piṅgiyānī brāhmaṇo tehi pañcahi uttarāsaṅgasatehi bhagavantaṃ acchādesi.
sc_po: And Piṅgiyānī clothed the Buddha with them.

# an5.195:5.1
source: Atha kho bhagavā te licchavī etadavoca:
sc_po: Then the Buddha said to the Licchavis:

# an5.195:5.2
source: “pañcannaṃ, licchavī, ratanānaṃ pātubhāvo dullabho lokasmiṃ.
sc_po: “Licchavis, the appearance of five treasures is rare in the world.

# an5.195:5.3
source: Katamesaṃ pañcannaṃ?
sc_po: What five?

# an5.195:5.4
source: Tathāgatassa arahato sammāsambuddhassa pātubhāvo dullabho lokasmiṃ.
sc_po: A Realized One, a perfected one, a fully awakened Buddha.

# an5.195:5.5
source: Tathāgatappaveditassa dhammavinayassa desetā puggalo dullabho lokasmiṃ.
sc_po: A person who explains the teaching and training proclaimed by a Realized One.

# an5.195:5.6
source: Tathāgatappaveditassa dhammavinayassa desitassa viññātā puggalo dullabho lokasmiṃ.
sc_po: A person who understands the teaching and training proclaimed by a Realized One.

# an5.195:5.7
source: Tathāgatappaveditassa dhammavinayassa desitassa viññātā dhammānudhammappaṭipanno puggalo dullabho lokasmiṃ.
sc_po: A person who practices in line with the teaching.

# an5.195:5.8
source: Kataññū katavedī puggalo dullabho lokasmiṃ.
sc_po: A person who is grateful and thankful.

# an5.195:5.9
source: Imesaṃ kho, licchavī, pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin”ti.
sc_po: The appearance of these five treasures is rare in the world.”
