Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.024.po
Languages: sc_po

# an5.24:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.24:0.2
source: 3. Pañcaṅgikavagga
sc_po: 3. With Five Factors

# an5.24:0.3
source: 24. Dussīlasutta
sc_po: 24. Unethical

# an5.24:1.1
source: “Dussīlassa, bhikkhave, sīlavipannassa hatūpaniso hoti sammāsamādhi;
sc_po: “Mendicants, an unethical person, who lacks ethics, has destroyed a vital condition for right immersion.

# an5.24:1.2
source: sammāsamādhimhi asati sammāsamādhivipannassa hatūpanisaṃ hoti yathābhūtañāṇadassanaṃ;
sc_po: When there is no right immersion, one who lacks right immersion has destroyed a vital condition for true knowledge and vision.

# an5.24:1.3
source: yathābhūtañāṇadassane asati yathābhūtañāṇadassanavipannassa hatūpaniso hoti nibbidāvirāgo;
sc_po: When there is no true knowledge and vision, one who lacks true knowledge and vision has destroyed a vital condition for disillusionment and dispassion.

# an5.24:1.4
source: nibbidāvirāge asati nibbidāvirāgavipannassa hatūpanisaṃ hoti vimuttiñāṇadassanaṃ.
sc_po: When there is no disillusionment and dispassion, one who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom.

# an5.24:1.5
source: Seyyathāpi, bhikkhave, rukkho sākhāpalāsavipanno.
sc_po: Suppose there was a tree that lacked branches and foliage.

# an5.24:1.6
source: Tassa papaṭikāpi na pāripūriṃ gacchati, tacopi na pāripūriṃ gacchati, pheggupi na pāripūriṃ gacchati, sāropi na pāripūriṃ gacchati;
sc_po: Its shoots, bark, softwood, and heartwood would not grow to fullness.

# an5.24:1.7
source: evamevaṃ kho, bhikkhave, dussīlassa sīlavipannassa hatūpaniso hoti sammāsamādhi;
sc_po: In the same way, an unethical person, who lacks ethics, has destroyed a vital condition for right immersion.

# an5.24:1.8
source: sammāsamādhimhi asati sammāsamādhivipannassa hatūpanisaṃ hoti yathābhūtañāṇadassanaṃ;
sc_po: When there is no right immersion, one who lacks right immersion has destroyed a vital condition for true knowledge and vision.

# an5.24:1.9
source: yathābhūtañāṇadassane asati yathābhūtañāṇadassanavipannassa hatūpaniso hoti nibbidāvirāgo;
sc_po: When there is no true knowledge and vision, one who lacks true knowledge and vision has destroyed a vital condition for disillusionment and dispassion.

# an5.24:1.10
source: nibbidāvirāge asati nibbidāvirāgavipannassa hatūpanisaṃ hoti vimuttiñāṇadassanaṃ.
sc_po: When there is no disillusionment and dispassion, one who lacks disillusionment and dispassion has destroyed a vital condition for knowledge and vision of freedom.

# an5.24:2.1
source: Sīlavato, bhikkhave, sīlasampannassa upanisasampanno hoti sammāsamādhi;
sc_po: An ethical person, who has fulfilled ethics, has fulfilled a vital condition for right immersion.

# an5.24:2.2
source: sammāsamādhimhi sati sammāsamādhisampannassa upanisasampannaṃ hoti yathābhūtañāṇadassanaṃ;
sc_po: When there is right immersion, one who has fulfilled right immersion has fulfilled a vital condition for true knowledge and vision.

# an5.24:2.3
source: yathābhūtañāṇadassane sati yathābhūtañāṇadassanasampannassa upanisasampanno hoti nibbidāvirāgo;
sc_po: When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment and dispassion.

# an5.24:2.4
source: nibbidāvirāge sati nibbidāvirāgasampannassa upanisasampannaṃ hoti vimuttiñāṇadassanaṃ.
sc_po: When there is disillusionment and dispassion, one who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom.

# an5.24:2.5
source: Seyyathāpi, bhikkhave, rukkho sākhāpalāsasampanno. Tassa papaṭikāpi pāripūriṃ gacchati, tacopi pāripūriṃ gacchati, pheggupi pāripūriṃ gacchati, sāropi pāripūriṃ gacchati;
sc_po: Suppose there was a tree that was complete with branches and foliage. Its shoots, bark, softwood, and heartwood would all grow to fullness.

# an5.24:2.6
source: evamevaṃ kho, bhikkhave, sīlavato sīlasampannassa upanisasampanno hoti sammāsamādhi;
sc_po: In the same way, an ethical person, who has fulfilled ethics, has fulfilled a vital condition for right immersion.

# an5.24:2.7
source: sammāsamādhimhi sati sammāsamādhisampannassa upanisasampannaṃ hoti yathābhūtañāṇadassanaṃ;
sc_po: When there is right immersion, one who has fulfilled right immersion has fulfilled a vital condition for true knowledge and vision.

# an5.24:2.8
source: yathābhūtañāṇadassane sati yathābhūtañāṇadassanasampannassa upanisasampanno hoti nibbidāvirāgo;
sc_po: When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment and dispassion.

# an5.24:2.9
source: nibbidāvirāge sati nibbidāvirāgasampannassa upanisasampannaṃ hoti vimuttiñāṇadassanan”ti.
sc_po: When there is disillusionment and dispassion, one who has fulfilled disillusionment and dispassion has fulfilled a vital condition for knowledge and vision of freedom.”
