Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.093.po
Languages: sc_po

# an5.93:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.93:0.2
source: 10. Kakudhavagga
sc_po: 10. With Kakudha

# an5.93:0.3
source: 93. Byākaraṇasutta
sc_po: 93. Declarations

# an5.93:1.1
source: “Pañcimāni, bhikkhave, aññābyākaraṇāni.
sc_po: “Mendicants, there are five ways of declaring enlightenment.

# an5.93:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.93:1.3
source: Mandattā momūhattā aññaṃ byākaroti;
sc_po: One declares enlightenment out of stupidity and folly.

# an5.93:1.4
source: pāpiccho icchāpakato aññaṃ byākaroti;
sc_po: Or because of wicked desires, being naturally full of desires.

# an5.93:1.5
source: ummādā cittakkhepā aññaṃ byākaroti;
sc_po: Or because of madness and mental disorder.

# an5.93:1.6
source: adhimānena aññaṃ byākaroti;
sc_po: Or out of overestimation.

# an5.93:1.7
source: sammadeva aññaṃ byākaroti.
sc_po: Or one declares enlightenment rightly.

# an5.93:1.8
source: Imāni kho, bhikkhave, pañca aññābyākaraṇānī”ti.
sc_po: These are the five ways of declaring enlightenment.”
