Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.049.po
Languages: sc_po

# an5.49:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.49:0.2
source: 5. Muṇḍarājavagga
sc_po: 5. With King Muṇḍa

# an5.49:0.3
source: 49. Kosalasutta
sc_po: 49. The King of Kosala

# an5.49:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an5.49:1.2
source: Atha kho rājā pasenadi kosalo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
sc_po: Then King Pasenadi of Kosala went up to the Buddha, bowed, and sat down to one side.

# an5.49:2.2
source: Atha kho aññataro puriso yena rājā pasenadi kosalo tenupasaṅkami; upasaṅkamitvā rañño pasenadissa kosalassa upakaṇṇake āroceti:
sc_po: Then a man went up to the king and whispered in his ear,

# an5.49:2.3
source: “mallikā devī, deva, kālaṅkatā”ti.
sc_po: “Your Majesty, Queen Mallikā has passed away.”

# an5.49:2.4
source: Evaṃ vutte, rājā pasenadi kosalo dukkhī dummano pattakkhandho adhomukho pajjhāyanto appaṭibhāno nisīdi.
sc_po: When this was said, King Pasenadi was miserable and sad. He sat with his shoulders drooping, downcast, depressed, with nothing to say.

# an5.49:3.1
source: Atha kho bhagavā rājānaṃ pasenadiṃ kosalaṃ dukkhiṃ dummanaṃ pattakkhandhaṃ adhomukhaṃ pajjhāyantaṃ appaṭibhānaṃ viditvā rājānaṃ pasenadiṃ kosalaṃ etadavoca:
sc_po: Knowing this, the Buddha said to him,

# an5.49:3.2
source: “pañcimāni, mahārāja, alabbhanīyāni ṭhānāni samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
sc_po: “Great king, there are five things that cannot be had by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# an5.49:3.3
source: Katamāni pañca?
sc_po: What five?

# an5.49:3.4
source: ‘Jarādhammaṃ mā jīrī’ti alabbhanīyaṃ ṭhānaṃ … pe … na socanāya paridevanāya … pe … kammaṃ daḷhaṃ kinti karomi dānī”ti.
sc_po: That someone liable to old age should not grow old. … Sorrowing and lamenting doesn’t do even a little bit of good … ‘The karma is strong. What can I do now?’”
