Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.044.po
Languages: sc_po

# an5.44:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.44:0.2
source: 5. Muṇḍarājavagga
sc_po: 5. With King Muṇḍa

# an5.44:0.3
source: 44. Manāpadāyīsutta
sc_po: 44. Agreeable

# an5.44:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# an5.44:1.2
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena uggassa gahapatino vesālikassa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, went to the home of the householder Ugga of Vesālī, where he sat on the seat spread out.

# an5.44:1.3
source: Atha kho uggo gahapati vesāliko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho uggo gahapati vesāliko bhagavantaṃ etadavoca:
sc_po: Then Ugga went up to the Buddha, bowed, sat down to one side, and said to him,

# an5.44:2.1
source: “Sammukhā metaṃ, bhante, bhagavato sutaṃ sammukhā paṭiggahitaṃ:
sc_po: “Sir, I have heard and learned this in the presence of the Buddha:

# an5.44:2.2
source: ‘manāpadāyī labhate manāpan’ti.
sc_po: ‘The giver of the agreeable gets the agreeable.’

# an5.44:2.3
source: Manāpaṃ me, bhante, sālapupphakaṃ khādanīyaṃ;
sc_po: My sal flower porridge is agreeable:

# an5.44:2.4
source: taṃ me bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti.
sc_po: may the Buddha please accept it from me out of compassion.”

# an5.44:2.5
source: Paṭiggahesi bhagavā anukampaṃ upādāya.
sc_po: So the Buddha accepted it out of compassion.

# an5.44:3.1
source: “Sammukhā metaṃ, bhante, bhagavato sutaṃ sammukhā paṭiggahitaṃ:
sc_po: “Sir, I have heard and learned this in the presence of the Buddha:

# an5.44:3.2
source: ‘manāpadāyī labhate manāpan’ti.
sc_po: ‘The giver of the agreeable gets the agreeable.’

# an5.44:3.3
source: Manāpaṃ me, bhante, sampannakolakaṃ sūkaramaṃsaṃ;
sc_po: My pork with jujube is agreeable:

# an5.44:3.4
source: taṃ me bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti.
sc_po: may the Buddha please accept it from me out of compassion.”

# an5.44:3.5
source: Paṭiggahesi bhagavā anukampaṃ upādāya.
sc_po: So the Buddha accepted it out of compassion.

# an5.44:4.3
source: Manāpaṃ me, bhante, nibbattatelakaṃ nāliyasākaṃ;
sc_po: “… My fried vegetable stalks are agreeable:

# an5.44:4.4
source: taṃ me bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti.
sc_po: may the Buddha please accept them from me out of compassion.”

# an5.44:4.5
source: Paṭiggahesi bhagavā anukampaṃ upādāya.
sc_po: So the Buddha accepted them out of compassion.

# an5.44:5.3
source: Manāpo me, bhante, sālīnaṃ odano vicitakāḷako anekasūpo anekabyañjano;
sc_po: “… My boiled fine rice with the dark grains picked out, served with many soups and sauces is agreeable:

# an5.44:5.4
source: taṃ me bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti.
sc_po: may the Buddha please accept it from me out of compassion.”

# an5.44:5.5
source: Paṭiggahesi bhagavā anukampaṃ upādāya.
sc_po: So the Buddha accepted it out of compassion.

# an5.44:6.3
source: Manāpāni me, bhante, kāsikāni vatthāni;
sc_po: “… My cloths imported from Kāsī are agreeable:

# an5.44:6.4
source: tāni me bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti.
sc_po: may the Buddha please accept them from me out of compassion.”

# an5.44:6.5
source: Paṭiggahesi bhagavā anukampaṃ upādāya.
sc_po: So the Buddha accepted them out of compassion.

# an5.44:7.3
source: Manāpo me, bhante, pallaṅko gonakatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhatolohitakūpadhāno.
sc_po: “… My couch spread with woolen covers—shag-piled or embroidered with flowers—and spread with a fine deer hide, with a canopy above and red pillows at both ends is agreeable.

# an5.44:7.4
source: Api ca, bhante, mayampetaṃ jānāma:
sc_po: But, sir, I know that

# an5.44:7.5
source: ‘netaṃ bhagavato kappatī’ti.
sc_po: this is not proper for the Buddha.

# an5.44:7.6
source: Idaṃ me, bhante, candanaphalakaṃ agghati adhikasatasahassaṃ;
sc_po: However, this plank of sandalwood is worth over a thousand dollars.

# an5.44:7.7
source: taṃ me bhagavā paṭiggaṇhātu anukampaṃ upādāyā”ti.
sc_po: May the Buddha please accept it from me out of compassion.”

# an5.44:7.8
source: Paṭiggahesi bhagavā anukampaṃ upādāya.
sc_po: So the Buddha accepted it out of compassion.

# an5.44:7.9
source: Atha kho bhagavā uggaṃ gahapatiṃ vesālikaṃ iminā anumodanīyena anumodi:
sc_po: And then the Buddha rejoiced with Ugga with these verses of appreciation:

# an5.44:8.1
source: “Manāpadāyī labhate manāpaṃ,
sc_po: “The giver of the agreeable gets the agreeable,

# an5.44:8.2
source: Yo ujjubhūtesu dadāti chandasā;
sc_po: enthusiastically giving clothing, bedding,

# an5.44:8.3
source: Acchādanaṃ sayanamannapānaṃ,
sc_po: food and drink, and various requisites

# an5.44:8.4
source: Nānāppakārāni ca paccayāni.
sc_po: to those of upright conduct.

# an5.44:9.1
source: Cattañca muttañca anuggahītaṃ,
sc_po: Knowing the perfected ones to be like a field

# an5.44:9.2
source: Khettūpame arahante viditvā;
sc_po: for what’s given, offered and not held back,

# an5.44:9.3
source: So duccajaṃ sappuriso cajitvā,
sc_po: a good person gives what’s hard to give:

# an5.44:9.4
source: Manāpadāyī labhate manāpan”ti.
sc_po: the giver of the agreeable gets the agreeable.”

# an5.44:10.1
source: Atha kho bhagavā uggaṃ gahapatiṃ vesālikaṃ iminā anumodanīyena anumoditvā uṭṭhāyāsanā pakkāmi.
sc_po: And then the Buddha, having rejoiced with Ugga with these verses of appreciation, got up from his seat and left.

# an5.44:11.1
source: Atha kho uggo gahapati vesāliko aparena samayena kālamakāsi.
sc_po: Then after some time Ugga passed away,

# an5.44:11.2
source: Kālaṅkato ca uggo gahapati vesāliko aññataraṃ manomayaṃ kāyaṃ upapajji.
sc_po: and was reborn in a host of mind-made gods.

# an5.44:11.3
source: Tena kho pana samayena bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At that time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an5.44:11.4
source: Atha kho uggo devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitaṃ kho uggaṃ devaputtaṃ bhagavā etadavoca:
sc_po: Then, late at night, the glorious god Ugga, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, and stood to one side. The Buddha said to him,

# an5.44:11.5
source: “kacci te, ugga, yathādhippāyo”ti?
sc_po: “Ugga, I trust it is all you wished?”

# an5.44:11.6
source: “Taggha me, bhagavā, yathādhippāyo”ti.
sc_po: “Sir, it is indeed just as I wished.”

# an5.44:11.7
source: Atha kho bhagavā uggaṃ devaputtaṃ gāthāhi ajjhabhāsi:
sc_po: Then the Buddha addressed Ugga in verse:

# an5.44:12.1
source: “Manāpadāyī labhate manāpaṃ,
sc_po: “The giver of the agreeable gets the agreeable,

# an5.44:12.2
source: Aggassa dātā labhate punaggaṃ;
sc_po: the giver of the foremost gets the foremost,

# an5.44:12.3
source: Varassa dātā varalābhi hoti,
sc_po: the giver of the excellent gets the excellent,

# an5.44:12.4
source: Seṭṭhaṃ dado seṭṭhamupeti ṭhānaṃ.
sc_po: the giver of the best gets the best.

# an5.44:13.1
source: Yo aggadāyī varadāyī,
sc_po: A person who gives the foremost,

# an5.44:13.2
source: seṭṭhadāyī ca yo naro;
sc_po: the excellent, the best:

# an5.44:13.3
source: Dīghāyu yasavā hoti,
sc_po: they’re long-lived and famous

# an5.44:13.4
source: yattha yatthūpapajjatī”ti.
sc_po: wherever they’re reborn.”
