Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.128.po
Languages: sc_po

# an5.128:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.128:0.2
source: 13. Gilānavagga
sc_po: 13. Sick

# an5.128:0.3
source: 128. Samaṇasukhasutta
sc_po: 128. An Ascetic’s Happiness

# an5.128:1.1
source: “Pañcimāni, bhikkhave, samaṇadukkhāni.
sc_po: “Mendicants, there are these five kinds of suffering for an ascetic.

# an5.128:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.128:1.3
source: Idha, bhikkhave, bhikkhu asantuṭṭho hoti itarītarena cīvarena, asantuṭṭho hoti itarītarena piṇḍapātena, asantuṭṭho hoti itarītarena senāsanena, asantuṭṭho hoti itarītarena gilānappaccayabhesajjaparikkhārena, anabhirato ca brahmacariyaṃ carati.
sc_po: It’s when a mendicant is not content with any kind of robe, alms-food, lodging, and medicines and supplies for the sick. And they live the spiritual life dissatisfied.

# an5.128:1.4
source: Imāni kho, bhikkhave, pañca samaṇadukkhāni.
sc_po: These are five kinds of suffering for an ascetic.

# an5.128:2.1
source: Pañcimāni, bhikkhave, samaṇasukhāni.
sc_po: There are these five kinds of happiness for an ascetic.

# an5.128:2.2
source: Katamāni pañca?
sc_po: What five?

# an5.128:2.3
source: Idha, bhikkhave, bhikkhu santuṭṭho hoti itarītarena cīvarena, santuṭṭho hoti itarītarena piṇḍapātena, santuṭṭho hoti itarītarena senāsanena, santuṭṭho hoti itarītarena gilānappaccayabhesajjaparikkhārena, abhirato ca brahmacariyaṃ carati.
sc_po: It’s when a mendicant is content with any kind of robe, alms-food, lodging, and medicines and supplies for the sick. And they live the spiritual life satisfied.

# an5.128:2.4
source: Imāni kho, bhikkhave, pañca samaṇasukhānī”ti.
sc_po: These are five kinds of happiness for an ascetic.”
