Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.145.po
Languages: sc_po

# an5.145:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.145:0.2
source: 15. Tikaṇḍakīvagga
sc_po: 15. At Tikaṇḍakī

# an5.145:0.3
source: 145. Nirayasutta
sc_po: 145. Hell

# an5.145:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Mendicants, someone with five qualities is cast down to hell.

# an5.145:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.145:1.3
source: Pāṇātipātī hoti, adinnādāyī hoti, kāmesumicchācārī hoti, musāvādī hoti, surāmerayamajjapamādaṭṭhāyī hoti.
sc_po: They kill living creatures, steal, commit sexual misconduct, lie, and use alcoholic drinks that cause negligence.

# an5.145:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.
sc_po: Someone with these five qualities is cast down to hell.

# an5.145:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge.
sc_po: Someone with five qualities is raised up to heaven

# an5.145:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.145:2.3
source: Pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: They don’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence.

# an5.145:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: Someone with these five qualities is raised up to heaven.”
