Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.234.po
Languages: sc_po

# an5.234:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.234:0.2
source: 24. Āvāsikavagga
sc_po: 24. A Resident Mendicant

# an5.234:0.3
source: 234. Bahūpakārasutta
sc_po: 234. Very Helpful

# an5.234:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato āvāsiko bhikkhu āvāsassa bahūpakāro hoti.
sc_po: “Mendicants, a resident mendicant with five qualities is very helpful to the monastery.

# an5.234:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.234:1.3
source: Sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu;
sc_po: They’re ethical, restrained in the code of conduct, with good behavior and supporters. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an5.234:1.4
source: bahussuto hoti … pe … diṭṭhiyā suppaṭividdhā;
sc_po: They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s totally full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view.

# an5.234:1.5
source: khaṇḍaphullaṃ paṭisaṅkharoti;
sc_po: They repair what is decayed and damaged.

# an5.234:1.6
source: mahā kho pana bhikkhusaṅgho abhikkanto nānāverajjakā bhikkhū gihīnaṃ upasaṅkamitvā āroceti:
sc_po: When a large mendicant Saṅgha is arriving with mendicants from abroad, they go to the lay people and announce:

# an5.234:1.7
source: ‘mahā kho, āvuso, bhikkhusaṅgho abhikkanto nānāverajjakā bhikkhū, karotha puññāni, samayo puññāni kātun’ti;
sc_po: ‘A large mendicant Saṅgha is arriving with mendicants from abroad. Make merit! Now is the time to make merit!’

# an5.234:1.8
source: catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.
sc_po: They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.

# an5.234:1.9
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato āvāsiko bhikkhu āvāsassa bahūpakāro hotī”ti.
sc_po: A resident mendicant with these five qualities is very helpful to the monastery.”
