Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.197.po
Languages: sc_po

# an5.197:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.197:0.2
source: 20. Brāhmaṇavagga
sc_po: 20. Brahmins

# an5.197:0.3
source: 197. Vassasutta
sc_po: 197. Obstacles to Rain

# an5.197:1.1
source: “Pañcime, bhikkhave, vassassa antarāyā, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati.
sc_po: “Mendicants, there are these five obstacles to rain, which the forecasters don’t know, and which their vision does not traverse.

# an5.197:1.2
source: Katame pañca?
sc_po: What five?

# an5.197:1.3
source: Upari, bhikkhave, ākāse tejodhātu pakuppati.
sc_po: In the upper atmosphere the fire element flares up,

# an5.197:1.4
source: Tena uppannā meghā paṭivigacchanti.
sc_po: which disperses the clouds.

# an5.197:1.5
source: Ayaṃ, bhikkhave, paṭhamo vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati.
sc_po: This is the first obstacle to rain, which the forecasters don’t know, and which their vision does not traverse.

# an5.197:2.1
source: Puna caparaṃ, bhikkhave, upari ākāse vāyodhātu pakuppati.
sc_po: Furthermore, in the upper atmosphere the air element flares up,

# an5.197:2.2
source: Tena uppannā meghā paṭivigacchanti.
sc_po: which disperses the clouds.

# an5.197:2.3
source: Ayaṃ, bhikkhave, dutiyo vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati.
sc_po: This is the second obstacle to rain …

# an5.197:3.1
source: Puna caparaṃ, bhikkhave, rāhu asurindo pāṇinā udakaṃ sampaṭicchitvā mahāsamudde chaḍḍeti.
sc_po: Furthermore, Rāhu, lord of demons, receives water in his hand and tosses it in the ocean.

# an5.197:3.2
source: Ayaṃ, bhikkhave, tatiyo vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati.
sc_po: This is the third obstacle to rain …

# an5.197:4.1
source: Puna caparaṃ, bhikkhave, vassavalāhakā devā pamattā honti.
sc_po: Furthermore, the gods of the rain clouds become negligent.

# an5.197:4.2
source: Ayaṃ, bhikkhave, catuttho vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati.
sc_po: This is the fourth obstacle to rain …

# an5.197:5.1
source: Puna caparaṃ, bhikkhave, manussā adhammikā honti.
sc_po: Furthermore, humans become unprincipled.

# an5.197:5.2
source: Ayaṃ, bhikkhave, pañcamo vassassa antarāyo, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamati.
sc_po: This is the fifth obstacle to rain, which the forecasters don’t know, and which their vision does not traverse.

# an5.197:5.3
source: Ime kho, bhikkhave, pañca vassassa antarāyā, yaṃ nemittā na jānanti, yattha nemittānaṃ cakkhu na kamatī”ti.
sc_po: These are the five obstacles to rain, which the forecasters don’t know, and which their vision does not traverse.”
