Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.222.po
Languages: sc_po

# an5.222:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.222:0.2
source: 23. Dīghacārikavagga
sc_po: 23. Long Wandering

# an5.222:0.3
source: 222. Dutiyadīghacārikasutta
sc_po: 222. Long Wandering (2nd)

# an5.222:1.1
source: “Pañcime, bhikkhave, ādīnavā dīghacārikaṃ anavatthacārikaṃ anuyuttassa viharato.
sc_po: “Mendicants, there are these five drawbacks for someone who likes long and aimless wandering.

# an5.222:1.2
source: Katame pañca?
sc_po: What five?

# an5.222:1.3
source: Anadhigataṃ nādhigacchati, adhigatā parihāyati, adhigatenekaccena avisārado hoti, gāḷhaṃ rogātaṅkaṃ phusati, na ca mittavā hoti.
sc_po: You don’t achieve the unachieved. What you have achieved falls away. You lose confidence in some things you’ve achieved. You contract a severe illness. You don’t have any friends.

# an5.222:1.4
source: Ime kho, bhikkhave, pañca ādīnavā dīghacārikaṃ anavatthacārikaṃ anuyuttassa viharato.
sc_po: These are the five drawbacks for someone who likes long and aimless wandering.

# an5.222:2.1
source: Pañcime, bhikkhave, ānisaṃsā samavatthacāre.
sc_po: There are these five benefits of a reasonable amount of wandering.

# an5.222:2.2
source: Katame pañca?
sc_po: What five?

# an5.222:2.3
source: Anadhigataṃ adhigacchati, adhigatā na parihāyati, adhigatenekaccena visārado hoti, na gāḷhaṃ rogātaṅkaṃ phusati, mittavā ca hoti.
sc_po: You achieve the unachieved. What you have achieved doesn’t fall away. You’re confident in some things you’ve achieved. You don’t contract severe illness. You have friends.

# an5.222:2.4
source: Ime kho, bhikkhave, pañca ānisaṃsā samavatthacāre”ti.
sc_po: These are the five benefits of a reasonable amount of wandering.”
