Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.008.po
Languages: sc_po

# an5.8:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.8:0.2
source: 1. Sekhabalavagga
sc_po: 1. Powers of a Trainee

# an5.8:0.3
source: 8. Cavanasutta
sc_po: 8. Failure

# an5.8:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu cavati, nappatiṭṭhāti saddhamme.
sc_po: “Mendicants, a mendicant with five qualities fails, and doesn’t establish themselves in the true teaching.

# an5.8:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.8:1.3
source: Assaddho, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme.
sc_po: A mendicant who is faithless …

# an5.8:1.4
source: Ahiriko, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme.
sc_po: shameless …

# an5.8:1.5
source: Anottappī, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme.
sc_po: imprudent …

# an5.8:1.6
source: Kusīto, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme.
sc_po: lazy …

# an5.8:1.7
source: Duppañño, bhikkhave, bhikkhu cavati, nappatiṭṭhāti saddhamme.
sc_po: witless fails, and doesn’t establish themselves in the true teaching.

# an5.8:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu cavati, nappatiṭṭhāti saddhamme.
sc_po: A mendicant with these five qualities fails, and doesn’t establish themselves in the true teaching.

# an5.8:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu na cavati, patiṭṭhāti saddhamme.
sc_po: A mendicant with five qualities doesn’t fail, and establishes themselves in the true teaching.

# an5.8:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.8:2.3
source: Saddho, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme.
sc_po: A mendicant who is faithful …

# an5.8:2.4
source: Hirīmā, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme.
sc_po: conscientious …

# an5.8:2.5
source: Ottappī, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme.
sc_po: prudent …

# an5.8:2.6
source: Āraddhavīriyo, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme.
sc_po: energetic …

# an5.8:2.7
source: Paññavā, bhikkhave, bhikkhu na cavati, patiṭṭhāti saddhamme.
sc_po: wise doesn’t fail, and establishes themselves in the true teaching.

# an5.8:2.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu na cavati, patiṭṭhāti saddhamme”ti.
sc_po: A mendicant with these five qualities doesn’t fail, and establishes themselves in the true teaching.”
