Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.251.po
Languages: sc_po

# an5.251:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.251:0.2
source: 26. Upasampadāvagga
sc_po: 26. Ordination

# an5.251:0.3
source: 251. Upasampādetabbasutta
sc_po: 251. Who Should Give Ordination

# an5.251:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgatena bhikkhunā upasampādetabbaṃ.
sc_po: “Mendicants, ordination should be given by a mendicant with five qualities.

# an5.251:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.251:1.3
source: Idha, bhikkhave, bhikkhu asekhena sīlakkhandhena samannāgato hoti;
sc_po: It’s a mendicant who has the entire spectrum of an adept’s ethics,

# an5.251:1.4
source: asekhena samādhikkhandhena samannāgato hoti;
sc_po: immersion,

# an5.251:1.5
source: asekhena paññākkhandhena samannāgato hoti;
sc_po: wisdom,

# an5.251:1.6
source: asekhena vimuttikkhandhena samannāgato hoti;
sc_po: freedom,

# an5.251:1.7
source: asekhena vimuttiñāṇadassanakkhandhena samannāgato hoti.
sc_po: and the knowledge and vision of freedom.

# an5.251:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgatena bhikkhunā upasampādetabban”ti.
sc_po: Ordination should be given by a mendicant with these five qualities.”
