Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.157.po
Languages: sc_po

# an5.157:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.157:0.2
source: 16. Saddhammavagga
sc_po: 16. The True Teaching

# an5.157:0.3
source: 157. Dukkathāsutta
sc_po: 157. Inappropriate Talk

# an5.157:1.1
source: “Pañcannaṃ, bhikkhave, puggalānaṃ kathā dukkathā puggale puggalaṃ upanidhāya.
sc_po: “Mendicants, there are certain topics that are inappropriate to talk about, taking into consideration which specific one of five people you are talking to.

# an5.157:1.2
source: Katamesaṃ pañcannaṃ?
sc_po: What five?

# an5.157:1.3
source: Assaddhassa, bhikkhave, saddhākathā dukkathā;
sc_po: It’s inappropriate to talk to an unfaithful person about faith.

# an5.157:1.4
source: dussīlassa sīlakathā dukkathā;
sc_po: It’s inappropriate to talk to an unethical person about ethics.

# an5.157:1.5
source: appassutassa bāhusaccakathā dukkathā;
sc_po: It’s inappropriate to talk to an unlearned person about learning.

# an5.157:1.6
source: maccharissa cāgakathā dukkathā;
sc_po: It’s inappropriate to talk to a stingy person about generosity.

# an5.157:1.7
source: duppaññassa paññākathā dukkathā.
sc_po: It’s inappropriate to talk to a witless person about wisdom.

# an5.157:2.1
source: Kasmā ca, bhikkhave, assaddhassa saddhākathā dukkathā?
sc_po: And why is it inappropriate to talk to an unfaithful person about faith?

# an5.157:2.2
source: Assaddho, bhikkhave, saddhākathāya kacchamānāya abhisajjati kuppati byāpajjati patitthīyati kopañca dosañca appaccayañca pātukaroti.
sc_po: When an unfaithful person is spoken to about faith they lose their temper, becoming annoyed, hostile, and hard-hearted, and displaying annoyance, hate, and bitterness.

# an5.157:2.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:2.4
source: Tañhi so, bhikkhave, saddhāsampadaṃ attani na samanupassati, na ca labhati tatonidānaṃ pītipāmojjaṃ.
sc_po: Not seeing that faith in themselves, they don’t get the rapture and joy that faith brings.

# an5.157:2.5
source: Tasmā assaddhassa saddhākathā dukkathā.
sc_po: That’s why it’s inappropriate to talk to an unfaithful person about faith.

# an5.157:3.1
source: Kasmā ca, bhikkhave, dussīlassa sīlakathā dukkathā?
sc_po: And why is it inappropriate to talk to an unethical person about ethics?

# an5.157:3.2
source: Dussīlo, bhikkhave, sīlakathāya kacchamānāya abhisajjati kuppati byāpajjati patitthīyati kopañca dosañca appaccayañca pātukaroti.
sc_po: When an unethical person is spoken to about ethics they lose their temper …

# an5.157:3.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:3.4
source: Tañhi so, bhikkhave, sīlasampadaṃ attani na samanupassati na ca labhati tatonidānaṃ pītipāmojjaṃ.
sc_po: Not seeing that ethical conduct in themselves, they don’t get the rapture and joy that ethical conduct brings.

# an5.157:3.5
source: Tasmā dussīlassa sīlakathā dukkathā.
sc_po: That’s why it’s inappropriate to talk to an unethical person about ethics.

# an5.157:4.1
source: Kasmā ca, bhikkhave, appassutassa bāhusaccakathā dukkathā?
sc_po: And why is it inappropriate to talk to an unlearned person about learning?

# an5.157:4.2
source: Appassuto, bhikkhave, bāhusaccakathāya kacchamānāya abhisajjati kuppati byāpajjati patitthīyati kopañca dosañca appaccayañca pātukaroti.
sc_po: When an unlearned person is spoken to about learning they lose their temper …

# an5.157:4.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:4.4
source: Tañhi so, bhikkhave, sutasampadaṃ attani na samanupassati, na ca labhati tatonidānaṃ pītipāmojjaṃ.
sc_po: Not seeing that learning in themselves, they don’t get the rapture and joy that learning brings.

# an5.157:4.5
source: Tasmā appassutassa bāhusaccakathā dukkathā.
sc_po: That’s why it’s inappropriate to talk to an unlearned person about learning.

# an5.157:5.1
source: Kasmā ca, bhikkhave, maccharissa cāgakathā dukkathā?
sc_po: And why is it inappropriate to talk to a stingy person about generosity?

# an5.157:5.2
source: Maccharī, bhikkhave, cāgakathāya kacchamānāya abhisajjati kuppati byāpajjati patitthīyati kopañca dosañca appaccayañca pātukaroti.
sc_po: When an stingy person is spoken to about generosity they lose their temper …

# an5.157:5.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:5.4
source: Tañhi so, bhikkhave, cāgasampadaṃ attani na samanupassati na ca labhati tatonidānaṃ pītipāmojjaṃ.
sc_po: Not seeing that generosity in themselves, they don’t get the rapture and joy that generosity brings.

# an5.157:5.5
source: Tasmā maccharissa cāgakathā dukkathā.
sc_po: That’s why it’s inappropriate to talk to a stingy person about generosity.

# an5.157:6.1
source: Kasmā ca, bhikkhave, duppaññassa paññākathā dukkathā?
sc_po: And why is it inappropriate to talk to a witless person about wisdom?

# an5.157:6.2
source: Duppañño, bhikkhave, paññākathāya kacchamānāya abhisajjati kuppati byāpajjati patitthīyati kopañca dosañca appaccayañca pātukaroti.
sc_po: When a witless person is spoken to about wisdom they lose their temper, becoming annoyed, hostile, and hard-hearted, and displaying annoyance, hate, and bitterness.

# an5.157:6.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:6.4
source: Tañhi so, bhikkhave, paññāsampadaṃ attani na samanupassati, na ca labhati tatonidānaṃ pītipāmojjaṃ.
sc_po: Not seeing that wisdom in themselves, they don’t get the rapture and joy that wisdom brings.

# an5.157:6.5
source: Tasmā duppaññassa paññākathā dukkathā.
sc_po: That’s why it’s inappropriate to talk to a witless person about wisdom.

# an5.157:6.6
source: Imesaṃ kho, bhikkhave, pañcannaṃ puggalānaṃ kathā dukkathā puggale puggalaṃ upanidhāya.
sc_po: These are topics that are inappropriate to talk about, taking into consideration which specific one of five people you are talking to.

# an5.157:7.1
source: Pañcannaṃ, bhikkhave, puggalānaṃ kathā sukathā puggale puggalaṃ upanidhāya.
sc_po: There are certain topics that are appropriate to talk about, taking into consideration which specific one of five people you are talking to.

# an5.157:7.2
source: Katamesaṃ pañcannaṃ?
sc_po: What five?

# an5.157:7.3
source: Saddhassa, bhikkhave, saddhākathā sukathā;
sc_po: It’s appropriate to talk to a faithful person about faith.

# an5.157:7.4
source: sīlavato sīlakathā sukathā;
sc_po: It’s appropriate to talk to an ethical person about ethical conduct.

# an5.157:7.5
source: bahussutassa bāhusaccakathā sukathā;
sc_po: It’s appropriate to talk to a learned person about learning.

# an5.157:7.6
source: cāgavato cāgakathā sukathā;
sc_po: It’s appropriate to talk to a generous person about generosity.

# an5.157:7.7
source: paññavato paññākathā sukathā.
sc_po: It’s appropriate to talk to a wise person about wisdom.

# an5.157:8.1
source: Kasmā ca, bhikkhave, saddhassa saddhākathā sukathā?
sc_po: And why is it appropriate to talk to a faithful person about faith?

# an5.157:8.2
source: Saddho, bhikkhave, saddhākathāya kacchamānāya nābhisajjati na kuppati na byāpajjati na patitthīyati na kopañca dosañca appaccayañca pātukaroti.
sc_po: When a faithful person is spoken to about faith they don’t lose their temper, they don’t get annoyed, hostile, and hard-hearted, or display annoyance, hate, and bitterness.

# an5.157:8.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:8.4
source: Tañhi so, bhikkhave, saddhāsampadaṃ attani samanupassati labhati ca tatonidānaṃ pītipāmojjaṃ.
sc_po: Seeing that faith in themselves, they get the rapture and joy that faith brings.

# an5.157:8.5
source: Tasmā saddhassa saddhākathā sukathā.
sc_po: That’s why it’s appropriate to talk to a faithful person about faith.

# an5.157:9.1
source: Kasmā ca, bhikkhave, sīlavato sīlakathā sukathā?
sc_po: And why is it appropriate to talk to an ethical person about ethical conduct?

# an5.157:9.2
source: Sīlavā, bhikkhave, sīlakathāya kacchamānāya nābhisajjati na kuppati na byāpajjati na patitthīyati na kopañca dosañca appaccayañca pātukaroti.
sc_po: When an ethical person is spoken to about ethical conduct they don’t lose their temper …

# an5.157:9.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:9.4
source: Tañhi so, bhikkhave, sīlasampadaṃ attani samanupassati, labhati ca tatonidānaṃ pītipāmojjaṃ.
sc_po: Seeing that ethical conduct in themselves, they get the rapture and joy that ethical conduct brings.

# an5.157:9.5
source: Tasmā sīlavato sīlakathā sukathā.
sc_po: That’s why it’s appropriate to talk to an ethical person about ethical conduct.

# an5.157:10.1
source: Kasmā ca, bhikkhave, bahussutassa bāhusaccakathā sukathā?
sc_po: And why is it appropriate to talk to a learned person about learning?

# an5.157:10.2
source: Bahussuto, bhikkhave, bāhusaccakathāya kacchamānāya nābhisajjati na kuppati na byāpajjati na patitthīyati na kopañca dosañca appaccayañca pātukaroti.
sc_po: When a learned person is spoken to about learning they don’t lose their temper …

# an5.157:10.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:10.4
source: Tañhi so, bhikkhave, sutasampadaṃ attani samanupassati, labhati ca tatonidānaṃ pītipāmojjaṃ.
sc_po: Seeing that learning in themselves, they get the rapture and joy that learning brings.

# an5.157:10.5
source: Tasmā bahussutassa bāhusaccakathā sukathā.
sc_po: That’s why it’s appropriate to talk to a learned person about learning.

# an5.157:11.1
source: Kasmā ca, bhikkhave, cāgavato cāgakathā sukathā?
sc_po: And why is it appropriate to talk to a generous person about generosity?

# an5.157:11.2
source: Cāgavā, bhikkhave, cāgakathāya kacchamānāya nābhisajjati na kuppati na byāpajjati na patitthīyati na kopañca dosañca appaccayañca pātukaroti.
sc_po: When a generous person is spoken to about generosity they don’t lose their temper …

# an5.157:11.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:11.4
source: Tañhi so, bhikkhave, cāgasampadaṃ attani samanupassati, labhati ca tatonidānaṃ pītipāmojjaṃ.
sc_po: Seeing that generosity in themselves, they get the rapture and joy that generosity brings.

# an5.157:11.5
source: Tasmā cāgavato cāgakathā sukathā.
sc_po: That’s why it’s appropriate to talk to a generous person about generosity.

# an5.157:12.1
source: Kasmā ca, bhikkhave, paññavato paññākathā sukathā?
sc_po: And why is it appropriate to talk to a wise person about wisdom?

# an5.157:12.2
source: Paññavā, bhikkhave, paññākathāya kacchamānāya nābhisajjati na kuppati na byāpajjati na patitthīyati na kopañca dosañca appaccayañca pātukaroti.
sc_po: When a wise person is spoken to about wisdom they don’t lose their temper, they don’t get annoyed, hostile, and hard-hearted, or display annoyance, hate, and bitterness.

# an5.157:12.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an5.157:12.4
source: Tañhi so, bhikkhave, paññāsampadaṃ attani samanupassati labhati ca tatonidānaṃ pītipāmojjaṃ.
sc_po: Seeing that wisdom in themselves, they get the rapture and joy that wisdom brings.

# an5.157:12.5
source: Tasmā paññavato paññākathā sukathā.
sc_po: That’s why it’s appropriate to talk to a wise person about wisdom.

# an5.157:12.6
source: Imesaṃ kho, bhikkhave, pañcannaṃ puggalānaṃ kathā sukathā puggale puggalaṃ upanidhāyā”ti.
sc_po: These are topics that are appropriate to talk about, taking into consideration which specific one of five people you are talking to.”
