Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.053.po
Languages: sc_po

# an5.53:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.53:0.2
source: 6. Nīvaraṇavagga
sc_po: 6. Hindrances

# an5.53:0.3
source: 53. Padhāniyaṅgasutta
sc_po: 53. Factors That Support Meditation

# an5.53:1.1
source: “Pañcimāni, bhikkhave, padhāniyaṅgāni.
sc_po: “Mendicants, there are these five factors that support meditation.

# an5.53:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.53:1.3
source: Idha, bhikkhave, bhikkhu saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: It’s when a mendicant has faith in the Realized One’s awakening:

# an5.53:1.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# an5.53:1.5
source: Appābādho hoti appātaṅko;
sc_po: They are rarely ill or unwell.

# an5.53:1.6
source: samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya;
sc_po: Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation.

# an5.53:1.7
source: asaṭho hoti amāyāvī;
sc_po: They’re not devious or deceitful.

# an5.53:1.8
source: yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu;
sc_po: They reveal themselves honestly to the Teacher or sensible spiritual companions.

# an5.53:1.9
source: āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu;
sc_po: They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an5.53:1.10
source: paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an5.53:1.11
source: Imāni kho, bhikkhave, pañca padhāniyaṅgānī”ti.
sc_po: These are the five factors that support meditation.”
