Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.113.po
Languages: sc_po

# an5.113:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.113:0.2
source: 12. Andhakavindavagga
sc_po: 12. At Andhakavinda

# an5.113:0.3
source: 113. Sammāsamādhisutta
sc_po: 113. Right Immersion

# an5.113:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu abhabbo sammāsamādhiṃ upasampajja viharituṃ.
sc_po: “Mendicants, a mendicant who has five qualities can’t enter and remain in right immersion.

# an5.113:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.113:1.3
source: Idha, bhikkhave, bhikkhu akkhamo hoti rūpānaṃ, akkhamo saddānaṃ, akkhamo gandhānaṃ, akkhamo rasānaṃ, akkhamo phoṭṭhabbānaṃ.
sc_po: It’s when a mendicant can’t endure sights, sounds, smells, tastes, and touches.

# an5.113:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu abhabbo sammāsamādhiṃ upasampajja viharituṃ.
sc_po: A mendicant who has these five qualities can’t enter and remain in right immersion.

# an5.113:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu bhabbo sammāsamādhiṃ upasampajja viharituṃ.
sc_po: A mendicant who has five qualities can enter and remain in right immersion.

# an5.113:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.113:2.3
source: Idha, bhikkhave, bhikkhu khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ.
sc_po: It’s when a mendicant can endure sights, sounds, smells, tastes, and touches.

# an5.113:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu bhabbo sammāsamādhiṃ upasampajja viharitun”ti.
sc_po: A mendicant who has these five qualities can enter and remain in right immersion.”
