Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.173.po
Languages: sc_po

# an5.173:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.173:0.2
source: 18. Upāsakavagga
sc_po: 18. A Lay Follower

# an5.173:0.3
source: 173. Nirayasutta
sc_po: 173. Hell

# an5.173:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato upāsako yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Mendicants, a lay follower with five qualities is cast down to hell.

# an5.173:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.173:1.3
source: Pāṇātipātī hoti … pe … surāmerayamajjapamādaṭṭhāyī hoti.
sc_po: They kill living creatures, steal, commit sexual misconduct, lie, and use alcoholic drinks that cause negligence.

# an5.173:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato upāsako yathābhataṃ nikkhitto evaṃ niraye.
sc_po: A lay follower with these five qualities is cast down to hell.

# an5.173:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato upāsako yathābhataṃ nikkhitto evaṃ sagge.
sc_po: A lay follower with five qualities is raised up to heaven.

# an5.173:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.173:2.3
source: Pāṇātipātā paṭivirato hoti … pe … surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: They don’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence.

# an5.173:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato upāsako yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: A lay follower with these five qualities is raised up to heaven.”
