Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.191.po
Languages: sc_po

# an5.191:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.191:0.2
source: 20. Brāhmaṇavagga
sc_po: 20. Brahmins

# an5.191:0.3
source: 191. Soṇasutta
sc_po: 191. Dogs

# an5.191:1.1
source: “Pañcime, bhikkhave, porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesu.
sc_po: “Mendicants, these five traditions of the brahmins are seen these days among dogs, but not among brahmins.

# an5.191:1.2
source: Katame pañca?
sc_po: What five?

# an5.191:1.3
source: Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃyeva gacchanti, no abrāhmaṇiṃ.
sc_po: In the past brahmins had sex only with brahmin women, not with others.

# an5.191:1.4
source: Etarahi, bhikkhave, brāhmaṇā brāhmaṇimpi gacchanti, abrāhmaṇimpi gacchanti.
sc_po: These days brahmins have sex with both brahmin women and others.

# an5.191:1.5
source: Etarahi, bhikkhave, sunakhā sunakhiṃyeva gacchanti, no asunakhiṃ.
sc_po: But these days dogs have sex only with female dogs, not with other species.

# an5.191:1.6
source: Ayaṃ, bhikkhave, paṭhamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.
sc_po: This is the first tradition of the brahmins seen these days among dogs, but not among brahmins.

# an5.191:2.1
source: Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃ utuniṃyeva gacchanti, no anutuniṃ.
sc_po: In the past brahmins had sex only with brahmin women in the fertile half of the month that starts with menstruation, not at other times.

# an5.191:2.2
source: Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṃ utunimpi gacchanti, anutunimpi gacchanti.
sc_po: These days brahmins have sex with brahmin women both in the fertile half of the month and at other times.

# an5.191:2.3
source: Etarahi, bhikkhave, sunakhā sunakhiṃ utuniṃyeva gacchanti, no anutuniṃ.
sc_po: But these days dogs have sex only with female dogs when they are in heat, not at other times.

# an5.191:2.4
source: Ayaṃ, bhikkhave, dutiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.
sc_po: This is the second tradition of the brahmins seen these days among dogs, but not among brahmins.

# an5.191:3.1
source: Pubbe sudaṃ, bhikkhave, brāhmaṇā brāhmaṇiṃ neva kiṇanti no vikkiṇanti, sampiyeneva saṃvāsaṃ sambandhāya sampavattenti.
sc_po: In the past brahmins neither bought nor sold brahmin women. They lived together because they loved each other and wanted their family line to continue.

# an5.191:3.2
source: Etarahi, bhikkhave, brāhmaṇā brāhmaṇiṃ kiṇantipi vikkiṇantipi, sampiyenapi saṃvāsaṃ sambandhāya sampavattenti.
sc_po: These days brahmins both buy and sell brahmin women. They live together whether they love each other or not and they want their family line to continue.

# an5.191:3.3
source: Etarahi, bhikkhave, sunakhā sunakhiṃ neva kiṇanti no vikkiṇanti, sampiyeneva saṃvāsaṃ sambandhāya sampavattenti.
sc_po: But these days dogs neither buy nor sell female dogs. They live together because they’re attracted to each other and want their family line to continue.

# an5.191:3.4
source: Ayaṃ, bhikkhave, tatiyo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.
sc_po: This is the third tradition of the brahmins seen these days among dogs, but not among brahmins.

# an5.191:4.1
source: Pubbe sudaṃ, bhikkhave, brāhmaṇā na sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi.
sc_po: In the past brahmins did not store up money, grain, silver, or gold.

# an5.191:4.2
source: Etarahi, bhikkhave, brāhmaṇā sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi.
sc_po: These days brahmins do store up money, grain, silver, and gold.

# an5.191:4.3
source: Etarahi, bhikkhave, sunakhā na sannidhiṃ karonti dhanassapi dhaññassapi rajatassapi jātarūpassapi.
sc_po: But these days dogs don’t store up money, grain, silver, or gold.

# an5.191:4.4
source: Ayaṃ, bhikkhave, catuttho porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.
sc_po: This is the fourth tradition of the brahmins seen these days among dogs, but not among brahmins.

# an5.191:5.1
source: Pubbe sudaṃ, bhikkhave, brāhmaṇā sāyaṃ sāyamāsāya pāto pātarāsāya bhikkhaṃ pariyesanti.
sc_po: In the past brahmins went looking for almsfood for dinner in the evening, and for breakfast in the morning.

# an5.191:5.2
source: Etarahi, bhikkhave, brāhmaṇā yāvadatthaṃ udarāvadehakaṃ bhuñjitvā avasesaṃ ādāya pakkamanti.
sc_po: These days brahmins eat as much as they like until their bellies are full, then take away the leftovers.

# an5.191:5.3
source: Etarahi, bhikkhave, sunakhā sāyaṃ sāyamāsāya pāto pātarāsāya bhikkhaṃ pariyesanti.
sc_po: But these days dogs go looking for dinner in the evening, and for breakfast in the morning.

# an5.191:5.4
source: Ayaṃ, bhikkhave, pañcamo porāṇo brāhmaṇadhammo etarahi sunakhesu sandissati, no brāhmaṇesu.
sc_po: This is the fifth tradition of the brahmins seen these days among dogs, but not among brahmins.

# an5.191:5.5
source: Ime kho, bhikkhave, pañca porāṇā brāhmaṇadhammā etarahi sunakhesu sandissanti, no brāhmaṇesū”ti.
sc_po: These five traditions of the brahmins are seen these days among dogs, but not among brahmins.”
