Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.057.po
Languages: sc_po

# an5.57:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.57:0.2
source: 6. Nīvaraṇavagga
sc_po: 6. Hindrances

# an5.57:0.3
source: 57. Abhiṇhapaccavekkhitabbaṭhānasutta
sc_po: 57. Subjects for Regular Reviewing

# an5.57:1.1
source: “Pañcimāni, bhikkhave, ṭhānāni abhiṇhaṃ paccavekkhitabbāni itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: “Mendicants, a woman or a man, a layperson or a renunciate should often review these five subjects.

# an5.57:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.57:1.3
source: ‘Jarādhammomhi, jaraṃ anatīto’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: ‘I am liable to grow old, I am not exempt from old age.’ A woman or a man, a layperson or a renunciate should often review this.

# an5.57:1.4
source: ‘Byādhidhammomhi, byādhiṃ anatīto’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: ‘I am liable to get sick, I am not exempt from sickness.’ …

# an5.57:1.5
source: ‘Maraṇadhammomhi, maraṇaṃ anatīto’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: ‘I am liable to die, I am not exempt from death.’ …

# an5.57:1.6
source: ‘Sabbehi me piyehi manāpehi nānābhāvo vinābhāvo’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: ‘I must be parted and separated from all I hold dear and beloved.’ …

# an5.57:1.7
source: ‘Kammassakomhi, kammadāyādo kammayoni kammabandhu kammapaṭisaraṇo.
sc_po: ‘I am the owner of my deeds and heir to my deeds. Deeds are my womb, my relative, and my refuge.

# an5.57:1.8
source: Yaṃ kammaṃ karissāmi—kalyāṇaṃ vā pāpakaṃ vā—
sc_po: I shall be the heir of whatever deeds I do, whether good or bad.’

# an5.57:1.9
source: tassa dāyādo bhavissāmī’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: A woman or a man, a layperson or a renunciate should often review this.

# an5.57:2.1
source: Kiñca, bhikkhave, atthavasaṃ paṭicca ‘jarādhammomhi, jaraṃ anatīto’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā?
sc_po: What is the advantage for a woman or a man, a layperson or a renunciate of often reviewing this: ‘I am liable to grow old, I am not exempt from old age’?

# an5.57:2.2
source: Atthi, bhikkhave, sattānaṃ yobbane yobbanamado, yena madena mattā kāyena duccaritaṃ caranti, vācāya duccaritaṃ caranti, manasā duccaritaṃ caranti.
sc_po: There are sentient beings who, intoxicated with the vanity of youth, do bad things by way of body, speech, and mind.

# an5.57:2.3
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato yo yobbane yobbanamado so sabbaso vā pahīyati tanu vā pana hoti.
sc_po: Reviewing this subject often, they entirely give up the vanity of youth, or at least reduce it.

# an5.57:2.4
source: Idaṃ kho, bhikkhave, atthavasaṃ paṭicca ‘jarādhammomhi, jaraṃ anatīto’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: This is the advantage for a woman or a man, a layperson or a renunciate of often reviewing this: ‘I am liable to grow old, I am not exempt from old age’.

# an5.57:3.1
source: Kiñca, bhikkhave, atthavasaṃ paṭicca ‘byādhidhammomhi, byādhiṃ anatīto’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā?
sc_po: What is the advantage of often reviewing this: ‘I am liable to get sick, I am not exempt from sickness’?

# an5.57:3.2
source: Atthi, bhikkhave, sattānaṃ ārogye ārogyamado, yena madena mattā kāyena duccaritaṃ caranti, vācāya duccaritaṃ caranti, manasā duccaritaṃ caranti.
sc_po: There are sentient beings who, drunk on the vanity of health, do bad things by way of body, speech, and mind.

# an5.57:3.3
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato yo ārogye ārogyamado so sabbaso vā pahīyati tanu vā pana hoti.
sc_po: Reviewing this subject often, they entirely give up the vanity of health, or at least reduce it.

# an5.57:3.4
source: Idaṃ kho, bhikkhave, atthavasaṃ paṭicca ‘byādhidhammomhi, byādhiṃ anatīto’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: This is the advantage of often reviewing this: ‘I am liable to get sick, I am not exempt from sickness’.

# an5.57:4.1
source: Kiñca, bhikkhave, atthavasaṃ paṭicca ‘maraṇadhammomhi, maraṇaṃ anatīto’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā?
sc_po: What is the advantage of often reviewing this: ‘I am liable to die, I am not exempt from death’?

# an5.57:4.2
source: Atthi, bhikkhave, sattānaṃ jīvite jīvitamado, yena madena mattā kāyena duccaritaṃ caranti, vācāya duccaritaṃ caranti, manasā duccaritaṃ caranti.
sc_po: There are sentient beings who, drunk on the vanity of life, do bad things by way of body, speech, and mind.

# an5.57:4.3
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato yo jīvite jīvitamado so sabbaso vā pahīyati tanu vā pana hoti.
sc_po: Reviewing this subject often, they entirely give up the vanity of life, or at least reduce it.

# an5.57:4.4
source: Idaṃ kho, bhikkhave, atthavasaṃ paṭicca ‘maraṇadhammomhi, maraṇaṃ anatīto’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: This is the advantage of often reviewing this: ‘I am liable to die, I am not exempt from death’.

# an5.57:5.1
source: Kiñca, bhikkhave, atthavasaṃ paṭicca ‘sabbehi me piyehi manāpehi nānābhāvo vinābhāvo’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā?
sc_po: What is the advantage of often reviewing this: ‘I must be parted and separated from all I hold dear and beloved’?

# an5.57:5.2
source: Atthi, bhikkhave, sattānaṃ piyesu manāpesu yo chandarāgo yena rāgena rattā kāyena duccaritaṃ caranti, vācāya duccaritaṃ caranti, manasā duccaritaṃ caranti.
sc_po: There are sentient beings who, aroused by desire and lust for their dear and beloved, do bad things by way of body, speech, and mind.

# an5.57:5.3
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato yo piyesu manāpesu chandarāgo so sabbaso vā pahīyati tanu vā pana hoti.
sc_po: Reviewing this subject often, they entirely give up desire and lust for their dear and beloved, or at least reduce it.

# an5.57:5.4
source: Idaṃ kho, bhikkhave, atthavasaṃ paṭicca ‘sabbehi me piyehi manāpehi nānābhāvo vinābhāvo’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā.
sc_po: This is the advantage of often reviewing this: ‘I must be parted and separated from all I hold dear and beloved’.

# an5.57:6.1
source: Kiñca, bhikkhave, atthavasaṃ paṭicca ‘kammassakomhi, kammadāyādo kammayoni kammabandhu kammapaṭisaraṇo, yaṃ kammaṃ karissāmi—
sc_po: What is the advantage of often reflecting like this: ‘I am the owner of my deeds and heir to my deeds. Deeds are my womb, my relative, and my refuge.

# an5.57:6.2
source: kalyāṇaṃ vā pāpakaṃ vā—tassa dāyādo bhavissāmī’ti abhiṇhaṃ paccavekkhitabbaṃ itthiyā vā purisena vā gahaṭṭhena vā pabbajitena vā?
sc_po: I shall be the heir of whatever deeds I do, whether good or bad’?

# an5.57:6.3
source: Atthi, bhikkhave, sattānaṃ kāyaduccaritaṃ vacīduccaritaṃ manoduccaritaṃ.
sc_po: There are sentient beings who do bad things by way of body, speech, and mind.

# an5.57:6.4
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato sabbaso vā duccaritaṃ pahīyati tanu vā pana hoti.
sc_po: Reviewing this subject often, they entirely give up bad conduct, or at least reduce it.

# an5.57:6.5
source: Idaṃ kho, bhikkhave, atthavasaṃ paṭicca ‘kammassakomhi, kammadāyādo kammayoni kammabandhu kammapaṭisaraṇo, yaṃ kammaṃ karissāmi—
sc_po: This is the advantage for a woman or a man, a layperson or a renunciate of often reflecting like this: ‘I am the owner of my deeds and heir to my deeds. Deeds are my womb, my relative, and my refuge.

# an5.57:6.6
source: kalyāṇaṃ vā pāpakaṃ vā—
sc_po: I shall be the heir of whatever deeds I do, whether good or bad.’

# an5.57:7.1
source: Sa kho so, bhikkhave, ariyasāvako iti paṭisañcikkhati:
sc_po: Then that noble disciple reflects:

# an5.57:7.2
source: ‘na kho ahaññeveko jarādhammo jaraṃ anatīto, atha kho yāvatā sattānaṃ āgati gati cuti upapatti sabbe sattā jarādhammā jaraṃ anatītā’ti.
sc_po: ‘It’s not just me who is liable to grow old, not being exempt from old age. For all sentient beings grow old according to their nature, as long as they come and go, pass away and are reborn.’

# an5.57:7.3
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato maggo sañjāyati.
sc_po: When they review this subject often, the path is born in them.

# an5.57:7.4
source: So taṃ maggaṃ āsevati bhāveti bahulīkaroti.
sc_po: They cultivate, develop, and make much of it.

# an5.57:7.5
source: Tassa taṃ maggaṃ āsevato bhāvayato bahulīkaroto saṃyojanāni sabbaso pahīyanti anusayā byantīhonti.
sc_po: By doing so, they give up the fetters and eliminate the underlying tendencies.

# an5.57:8.1
source: ‘Na kho ahaññeveko byādhidhammo byādhiṃ anatīto, atha kho yāvatā sattānaṃ āgati gati cuti upapatti sabbe sattā byādhidhammā byādhiṃ anatītā’ti.
sc_po: ‘It’s not just me who is liable to get sick, not being exempt from sickness. For all sentient beings get sick according to their nature, as long as they come and go, pass away and are reborn.’

# an5.57:8.2
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato maggo sañjāyati.
sc_po: When they review this subject often, the path is born in them.

# an5.57:8.3
source: So taṃ maggaṃ āsevati bhāveti bahulīkaroti.
sc_po: They cultivate, develop, and make much of it.

# an5.57:8.4
source: Tassa taṃ maggaṃ āsevato bhāvayato bahulīkaroto saṃyojanāni sabbaso pahīyanti, anusayā byantīhonti.
sc_po: By doing so, they give up the fetters and eliminate the underlying tendencies.

# an5.57:9.1
source: ‘Na kho ahaññeveko maraṇadhammo maraṇaṃ anatīto, atha kho yāvatā sattānaṃ āgati gati cuti upapatti sabbe sattā maraṇadhammā maraṇaṃ anatītā’ti.
sc_po: ‘It’s not just me who is liable to die, not being exempt from death. For all sentient beings die according to their nature, as long as they come and go, pass away and are reborn.’

# an5.57:9.2
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato maggo sañjāyati.
sc_po: When they review this subject often, the path is born in them.

# an5.57:9.3
source: So taṃ maggaṃ āsevati bhāveti bahulīkaroti.
sc_po: They cultivate, develop, and make much of it.

# an5.57:9.4
source: Tassa taṃ maggaṃ āsevato bhāvayato bahulīkaroto saṃyojanāni sabbaso pahīyanti, anusayā byantīhonti.
sc_po: By doing so, they give up the fetters and eliminate the underlying tendencies.

# an5.57:10.1
source: ‘Na kho mayhevekassa sabbehi piyehi manāpehi nānābhāvo vinābhāvo, atha kho yāvatā sattānaṃ āgati gati cuti upapatti sabbesaṃ sattānaṃ piyehi manāpehi nānābhāvo vinābhāvo’ti.
sc_po: ‘It’s not just me who must be parted and separated from all I hold dear and beloved. For all sentient beings must be parted and separated from all they hold dear and beloved, as long as they come and go, pass away and are reborn.’

# an5.57:10.2
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato maggo sañjāyati.
sc_po: When they review this subject often, the path is born in them.

# an5.57:10.3
source: So taṃ maggaṃ āsevati bhāveti bahulīkaroti.
sc_po: They cultivate, develop, and make much of it.

# an5.57:10.4
source: Tassa taṃ maggaṃ āsevato bhāvayato bahulīkaroto saṃyojanāni sabbaso pahīyanti, anusayā byantīhonti.
sc_po: By doing so, they give up the fetters and eliminate the underlying tendencies.

# an5.57:11.1
source: ‘Na kho ahaññeveko kammassako kammadāyādo kammayoni kammabandhu kammapaṭisaraṇo, yaṃ kammaṃ karissāmi—kalyāṇaṃ vā pāpakaṃ vā—tassa dāyādo bhavissāmi;
sc_po: ‘It’s not just me who shall be the owner of my deeds and heir to my deeds.

# an5.57:11.2
source: atha kho yāvatā sattānaṃ āgati gati cuti upapatti sabbe sattā kammassakā kammadāyādā kammayoni kammabandhu kammapaṭisaraṇā, yaṃ kammaṃ karissanti—kalyāṇaṃ vā pāpakaṃ vā—tassa dāyādā bhavissantī’ti.
sc_po: For all sentient beings shall be the owners of their deeds and heirs to their deeds, as long as they come and go, pass away and are reborn.’

# an5.57:11.3
source: Tassa taṃ ṭhānaṃ abhiṇhaṃ paccavekkhato maggo sañjāyati.
sc_po: When they review this subject often, the path is born in them.

# an5.57:11.4
source: So taṃ maggaṃ āsevati bhāveti bahulīkaroti.
sc_po: They cultivate, develop, and make much of it.

# an5.57:11.5
source: Tassa taṃ maggaṃ āsevato bhāvayato bahulīkaroto saṃyojanāni sabbaso pahīyanti, anusayā byantīhontīti.
sc_po: By doing so, they give up the fetters and eliminate the underlying tendencies.

# an5.57:12.1
source: Byādhidhammā jarādhammā,
sc_po: For others, sickness is natural,

# an5.57:12.2
source: atho maraṇadhammino;
sc_po: and so are old age and death.

# an5.57:12.3
source: Yathā dhammā tathā sattā,
sc_po: Though this is how their nature is,

# an5.57:12.4
source: jigucchanti puthujjanā.
sc_po: ordinary people feel disgusted.

# an5.57:13.1
source: Ahañce taṃ jiguccheyyaṃ,
sc_po: If I were to be disgusted

# an5.57:13.2
source: evaṃ dhammesu pāṇisu;
sc_po: with creatures whose nature is such,

# an5.57:13.3
source: Na metaṃ patirūpassa,
sc_po: it would not be appropriate for me,

# an5.57:13.4
source: mama evaṃ vihārino.
sc_po: since my life is just the same.

# an5.57:14.1
source: Sohaṃ evaṃ viharanto,
sc_po: Living in such a way,

# an5.57:14.2
source: ñatvā dhammaṃ nirūpadhiṃ;
sc_po: I understood the reality without attachments.

# an5.57:14.3
source: Ārogye yobbanasmiñca,
sc_po: I mastered all vanities—

# an5.57:14.4
source: jīvitasmiñca ye madā.
sc_po: of health, of youth,

# an5.57:15.1
source: Sabbe made abhibhosmi,
sc_po: and even of life—

# an5.57:15.2
source: Nekkhammaṃ daṭṭhu khemato;
sc_po: seeing safety in renunciation.

# an5.57:15.3
source: Tassa me ahu ussāho,
sc_po: Zeal sprang up in me

# an5.57:15.4
source: Nibbānaṃ abhipassato.
sc_po: as I looked to extinguishment.

# an5.57:16.1
source: Nāhaṃ bhabbo etarahi,
sc_po: Now I’m unable

# an5.57:16.2
source: Kāmāni paṭisevituṃ;
sc_po: to indulge in sensual pleasures;

# an5.57:16.3
source: Anivatti bhavissāmi,
sc_po: there’s no turning back,

# an5.57:16.4
source: Brahmacariyaparāyaṇo”ti.
sc_po: until the spiritual life is complete.”
