Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.151.po
Languages: sc_po

# an5.151:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.151:0.2
source: 16. Saddhammavagga
sc_po: 16. The True Teaching

# an5.151:0.3
source: 151. Paṭhamasammattaniyāmasutta
sc_po: 151. Inevitability Regarding the Right Path (1st)

# an5.151:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato suṇantopi saddhammaṃ abhabbo niyāmaṃ okkamituṃ kusalesu dhammesu sammattaṃ.
sc_po: “Mendicants, someone with five qualities is unable to enter the sure path with regards to skillful qualities even when listening to the true teaching.

# an5.151:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.151:1.3
source: Kathaṃ paribhoti, kathikaṃ paribhoti, attānaṃ paribhoti, vikkhittacitto dhammaṃ suṇāti, anekaggacitto ayoniso ca manasi karoti.
sc_po: They disparage the talk, the speaker, or themselves. They listen with distracted and scattered mind. They attend improperly.

# an5.151:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato suṇantopi saddhammaṃ abhabbo niyāmaṃ okkamituṃ kusalesu dhammesu sammattaṃ.
sc_po: Someone with these five qualities is unable to enter the sure path with regards to skillful qualities, even when listening to the true teaching.

# an5.151:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato suṇanto saddhammaṃ bhabbo niyāmaṃ okkamituṃ kusalesu dhammesu sammattaṃ.
sc_po: Someone with five qualities is able to enter the sure path with regards to skillful qualities when listening to the true teaching.

# an5.151:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.151:2.3
source: Na kathaṃ paribhoti, na kathikaṃ paribhoti, na attānaṃ paribhoti, avikkhittacitto dhammaṃ suṇāti, ekaggacitto yoniso ca manasi karoti.
sc_po: They don’t disparage the talk, the speaker, or themselves. They listen with undistracted and unified mind. They attend properly.

# an5.151:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato suṇanto saddhammaṃ bhabbo niyāmaṃ okkamituṃ kusalesu dhammesu sammattan”ti.
sc_po: Someone with these five qualities is able to enter the sure path with regards to skillful qualities when listening to the true teaching.”
