Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.181.po
Languages: sc_po

# an5.181:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.181:0.2
source: 19. Araññavagga
sc_po: 19. Wilderness Dwellers

# an5.181:0.3
source: 181. Āraññikasutta
sc_po: 181. Wilderness Dwellers

# an5.181:1.1
source: “Pañcime, bhikkhave, āraññikā.
sc_po: “Mendicants, there are these five kinds of wilderness dwellers.

# an5.181:1.2
source: Katame pañca?
sc_po: What five?

# an5.181:1.3
source: Mandattā momūhattā āraññiko hoti, pāpiccho icchāpakato āraññiko hoti, ummādā cittakkhepā āraññiko hoti, vaṇṇitaṃ buddhehi buddhasāvakehīti āraññiko hoti, appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya pavivekaṃyeva nissāya idamatthitaṃyeva nissāya āraññiko hoti.
sc_po: A person may be wilderness dweller because of stupidity and folly. Or because of wicked desires, being naturally full of desires. Or because of madness and mental disorder. Or because it is praised by the Buddhas and their disciples. Or for the sake of having few wishes, for the sake of contentment, self-effacement, seclusion, and simplicity.

# an5.181:1.4
source: Ime kho, bhikkhave, pañca āraññikā.
sc_po: These are the five kinds of wilderness dwellers.

# an5.181:1.5
source: Imesaṃ kho, bhikkhave, pañcannaṃ āraññikānaṃ yvāyaṃ āraññiko appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya pavivekaṃyeva nissāya idamatthitaṃyeva nissāya āraññiko hoti, ayaṃ imesaṃ pañcannaṃ āraññikānaṃ aggo ca seṭṭho ca mokkho ca uttamo ca pavaro ca.
sc_po: But the person who dwells in the wilderness for the sake of having few wishes is the foremost, best, chief, highest, and finest of the five.

# an5.181:2.1
source: Seyyathāpi, bhikkhave, gavā khīraṃ, khīramhā dadhi, dadhimhā navanītaṃ, navanītamhā sappi, sappimhā sappimaṇḍo, sappimaṇḍo tattha aggamakkhāyati;
sc_po: From a cow comes milk, from milk comes curds, from curds come butter, from butter comes ghee, and from ghee comes cream of ghee. And the cream of ghee is said to be the best of these.

# an5.181:2.2
source: evamevaṃ kho, bhikkhave, imesaṃ pañcannaṃ āraññikānaṃ yvāyaṃ āraññiko appicchataṃyeva nissāya santuṭṭhiṃyeva nissāya sallekhaṃyeva nissāya pavivekaṃyeva nissāya idamatthitaṃyeva nissāya āraññiko hoti, ayaṃ imesaṃ pañcannaṃ āraññikānaṃ aggo ca seṭṭho ca mokkho ca uttamo ca pavaro cā”ti.
sc_po: In the same way, the person who dwells in the wilderness for the sake of having few wishes is the foremost, best, chief, highest, and finest of the five.”
