Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.003.po
Languages: sc_po

# an5.3:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.3:0.2
source: 1. Sekhabalavagga
sc_po: 1. Powers of a Trainee

# an5.3:0.3
source: 3. Dukkhasutta
sc_po: 3. Suffering

# an5.3:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ, kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā.
sc_po: “Mendicants, when a mendicant has five qualities they live unhappily in the present life—with distress, anguish, and fever—and when the body breaks up, after death, they can expect a bad rebirth.

# an5.3:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.3:1.3
source: Idha, bhikkhave, bhikkhu assaddho hoti, ahiriko hoti, anottappī hoti, kusīto hoti, duppañño hoti.
sc_po: It’s when a mendicant is faithless, shameless, imprudent, lazy, and witless.

# an5.3:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu diṭṭheva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ, kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā.
sc_po: When a mendicant has these five qualities they live unhappily in the present life—with distress, anguish, and fever—and when the body breaks up, after death, they can expect a bad rebirth.

# an5.3:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ, kāyassa ca bhedā paraṃ maraṇā sugati pāṭikaṅkhā.
sc_po: When a mendicant has five qualities they live happily in the present life—without distress, anguish, or fever—and when the body breaks up, after death, they can expect a good rebirth.

# an5.3:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.3:2.3
source: Idha, bhikkhave, bhikkhu saddho hoti, hirīmā hoti, ottappī hoti, āraddhavīriyo hoti, paññavā hoti.
sc_po: It’s when a mendicant is faithful, conscientious, prudent, energetic, and wise.

# an5.3:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu diṭṭheva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ, kāyassa ca bhedā paraṃ maraṇā sugati pāṭikaṅkhā”ti.
sc_po: When a mendicant has these five qualities they live happily in the present life—without distress, anguish, or fever—and when the body breaks up, after death, they can expect a good rebirth.”
