Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.120.po
Languages: sc_po

# an5.120:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.120:0.2
source: 12. Andhakavindavagga
sc_po: 12. At Andhakavinda

# an5.120:0.3
source: 120. Micchāvāyāmasutta
sc_po: 120. Wrong Effort

# an5.120:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgatā bhikkhunī yathābhataṃ nikkhittā evaṃ niraye.
sc_po: “Mendicants, a nun with five qualities is cast down to hell.

# an5.120:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.120:1.3
source: Ananuvicca apariyogāhetvā avaṇṇārahassa vaṇṇaṃ bhāsati,
sc_po: Without examining or scrutinizing, she praises those deserving of criticism,

# an5.120:1.4
source: ananuvicca apariyogāhetvā vaṇṇārahassa avaṇṇaṃ bhāsati,
sc_po: and criticizes those deserving of praise.

# an5.120:1.5
source: micchāvāyāmā ca hoti,
sc_po: She has wrong effort and

# an5.120:1.6
source: micchāsatinī ca,
sc_po: wrong mindfulness,

# an5.120:1.7
source: saddhādeyyaṃ vinipāteti.
sc_po: and wastes gifts given in faith.

# an5.120:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgatā bhikkhunī yathābhataṃ nikkhittā evaṃ niraye.
sc_po: A nun with these five qualities is cast down to hell.

# an5.120:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgatā bhikkhunī yathābhataṃ nikkhittā evaṃ sagge.
sc_po: A nun with five qualities is raised up to heaven.

# an5.120:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.120:2.3
source: Anuvicca pariyogāhetvā avaṇṇārahassa avaṇṇaṃ bhāsati,
sc_po: After examining and scrutinizing, she criticizes those deserving of criticism,

# an5.120:2.4
source: anuvicca pariyogāhetvā vaṇṇārahassa vaṇṇaṃ bhāsati,
sc_po: and praises those deserving of praise.

# an5.120:2.5
source: sammāvāyāmā ca hoti,
sc_po: She has right effort and

# an5.120:2.6
source: sammāsatinī ca,
sc_po: right mindfulness,

# an5.120:2.7
source: saddhādeyyaṃ na vinipāteti.
sc_po: and doesn’t waste gifts given in faith.

# an5.120:2.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgatā bhikkhunī yathābhataṃ nikkhittā evaṃ sagge”ti.
sc_po: A nun with these five qualities is raised up to heaven.”
