Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.147.po
Languages: sc_po

# an5.147:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.147:0.2
source: 15. Tikaṇḍakīvagga
sc_po: 15. At Tikaṇḍakī

# an5.147:0.3
source: 147. Asappurisadānasutta
sc_po: 147. Gifts of a Bad Person

# an5.147:1.1
source: “Pañcimāni, bhikkhave, asappurisadānāni.
sc_po: “Mendicants, there are these five gifts of a bad person.

# an5.147:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.147:1.3
source: Asakkaccaṃ deti, acittīkatvā deti, asahatthā deti, apaviddhaṃ deti, anāgamanadiṭṭhiko deti.
sc_po: They give carelessly. They give thoughtlessly. They don’t give with their own hand. They give the dregs. They give without consideration for consequences.

# an5.147:1.4
source: Imāni kho, bhikkhave, pañca asappurisadānāni.
sc_po: These are the five gifts of a bad person.

# an5.147:2.1
source: Pañcimāni, bhikkhave, sappurisadānāni.
sc_po: There are these five gifts of a good person.

# an5.147:2.2
source: Katamāni pañca?
sc_po: What five?

# an5.147:2.3
source: Sakkaccaṃ deti, cittīkatvā deti, sahatthā deti, anapaviddhaṃ deti, āgamanadiṭṭhiko deti.
sc_po: They give carefully. They give thoughtfully. They give with their own hand. They don’t give the dregs. They give with consideration for consequences.

# an5.147:2.4
source: Imāni kho, bhikkhave, pañca sappurisadānānī”ti.
sc_po: These are the five gifts of a good person.”
