Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.055.po
Languages: sc_po

# an5.55:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.55:0.2
source: 6. Nīvaraṇavagga
sc_po: 6. Hindrances

# an5.55:0.3
source: 55. Mātāputtasutta
sc_po: 55. Mother and Son

# an5.55:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an5.55:1.2
source: Tena kho pana samayena sāvatthiyaṃ ubho mātāputtā vassāvāsaṃ upagamiṃsu—
sc_po: Now, at that time a mother and son had both entered the rainy season residence at Sāvatthī,

# an5.55:1.3
source: bhikkhu ca bhikkhunī ca.
sc_po: as a monk and a nun.

# an5.55:1.4
source: Te aññamaññassa abhiṇhaṃ dassanakāmā ahesuṃ.
sc_po: They wanted to see each other often.

# an5.55:1.5
source: Mātāpi puttassa abhiṇhaṃ dassanakāmā ahosi;
sc_po: The mother wanted to see her son often,

# an5.55:1.6
source: puttopi mātaraṃ abhiṇhaṃ dassanakāmo ahosi.
sc_po: and the son his mother.

# an5.55:1.7
source: Tesaṃ abhiṇhaṃ dassanā saṃsaggo ahosi.
sc_po: Seeing each other often, they became close.

# an5.55:1.8
source: Saṃsagge sati vissāso ahosi.
sc_po: Being so close, they became intimate.

# an5.55:1.9
source: Vissāse sati otāro ahosi.
sc_po: And being intimate, lust overcame them.

# an5.55:1.10
source: Te otiṇṇacittā sikkhaṃ apaccakkhāya dubbalyaṃ anāvikatvā methunaṃ dhammaṃ paṭiseviṃsu.
sc_po: With their minds swamped by lust, without rejecting the training and declaring their inability to continue, they had sex.

# an5.55:2.1
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened.

# an5.55:3.1
source: “Kiṃ nu so, bhikkhave, moghapuriso maññati:
sc_po: “Mendicants, how could that silly man imagine that

# an5.55:3.2
source: ‘na mātā putte sārajjati, putto vā pana mātarī’ti?
sc_po: a mother cannot lust for her son, or that a son cannot lust for his mother?

# an5.55:3.3
source: Nāhaṃ, bhikkhave, aññaṃ ekarūpampi samanupassāmi evaṃ rajanīyaṃ evaṃ kamanīyaṃ evaṃ madanīyaṃ evaṃ bandhanīyaṃ evaṃ mucchanīyaṃ evaṃ antarāyakaraṃ anuttarassa yogakkhemassa adhigamāya yathayidaṃ, bhikkhave, itthirūpaṃ.
sc_po: Compared to the sight of a woman, I do not see a single sight that is so arousing, sensuous, intoxicating, captivating, and infatuating, and such an obstacle to reaching the supreme sanctuary.

# an5.55:3.4
source: Itthirūpe, bhikkhave, sattā rattā giddhā gathitā mucchitā ajjhosannā.
sc_po: Sentient beings are lustful, greedy, tied, infatuated, and attached to the sight of a woman.

# an5.55:3.5
source: Te dīgharattaṃ socanti itthirūpavasānugā.
sc_po: They sorrow for a long time under the sway of a woman’s sight.

# an5.55:4.1
source: Nāhaṃ, bhikkhave, aññaṃ ekasaddampi … ekagandhampi … ekarasampi … ekaphoṭṭhabbampi samanupassāmi evaṃ rajanīyaṃ evaṃ kamanīyaṃ evaṃ madanīyaṃ evaṃ bandhanīyaṃ evaṃ mucchanīyaṃ evaṃ antarāyakaraṃ anuttarassa yogakkhemassa adhigamāya yathayidaṃ, bhikkhave, itthiphoṭṭhabbaṃ.
sc_po: Compared to the sound … smell … taste … touch of a woman, I do not see a single touch that is so arousing, sensuous, intoxicating, captivating, and infatuating, and such an obstacle to reaching the supreme sanctuary.

# an5.55:4.2
source: Itthiphoṭṭhabbe, bhikkhave, sattā rattā giddhā gathitā mucchitā ajjhosannā.
sc_po: Sentient beings are lustful, greedy, tied, infatuated, and attached to the touch of a woman.

# an5.55:4.3
source: Te dīgharattaṃ socanti itthiphoṭṭhabbavasānugā.
sc_po: They sorrow for a long time under the sway of a woman’s touch.

# an5.55:5.1
source: Itthī, bhikkhave, gacchantīpi purisassa cittaṃ pariyādāya tiṭṭhati;
sc_po: When a woman walks, she occupies a man’s mind.

# an5.55:5.2
source: ṭhitāpi … pe … nisinnāpi … sayānāpi … hasantīpi … bhaṇantīpi … gāyantīpi … rodantīpi … ugghātitāpi … matāpi purisassa cittaṃ pariyādāya tiṭṭhati.
sc_po: When a woman stands … sits … lies down … laughs … speaks … sings … cries … is injured, she occupies a man’s mind. Even when a woman is dead, she occupies a man’s mind.

# an5.55:5.3
source: Yañhi taṃ, bhikkhave, sammā vadamāno vadeyya:
sc_po: For if anyone should be rightly called ‘an all-round snare of Māra’, it’s females.

# an5.55:6.1
source: Sallape asihatthena,
sc_po: You might chat with someone who has knife in hand.

# an5.55:6.2
source: pisācenāpi sallape;
sc_po: You might even chat with a goblin.

# an5.55:6.3
source: Āsīvisampi āsīde,
sc_po: You might sit close by a viper,

# an5.55:6.4
source: yena daṭṭho na jīvati;
sc_po: whose bite would take your life.

# an5.55:6.5
source: Na tveva eko ekāya,
sc_po: But never should you chat

# an5.55:6.6
source: mātugāmena sallape.
sc_po: one on one with a female.

# an5.55:7.1
source: Muṭṭhassatiṃ tā bandhanti,
sc_po: They captivate the unmindful

# an5.55:7.2
source: pekkhitena sitena ca;
sc_po: with a glance and a smile.

# an5.55:7.3
source: Athopi dunnivatthena,
sc_po: Or scantily clad,

# an5.55:7.4
source: mañjunā bhaṇitena ca;
sc_po: they speak charming words.

# an5.55:7.5
source: Neso jano svāsīsado,
sc_po: It’s not good to sit with such a person,

# an5.55:7.6
source: api ugghātito mato.
sc_po: even if she’s injured or dead.

# an5.55:8.1
source: Pañca kāmaguṇā ete,
sc_po: These five kinds of sensual stimulation

# an5.55:8.2
source: itthirūpasmiṃ dissare;
sc_po: are apparent in a woman’s body:

# an5.55:8.3
source: Rūpā saddā rasā gandhā,
sc_po: sights, sounds, tastes, smells,

# an5.55:8.4
source: phoṭṭhabbā ca manoramā.
sc_po: and touches so delightful.

# an5.55:9.1
source: Tesaṃ kāmoghavūḷhānaṃ,
sc_po: Those swept away by the flood of sensual pleasures,

# an5.55:9.2
source: kāme aparijānataṃ;
sc_po: not comprehending them,

# an5.55:9.3
source: Kālaṃ gati bhavābhavaṃ,
sc_po: prioritize transmigration—

# an5.55:9.4
source: saṃsārasmiṃ purakkhatā.
sc_po: time and destination, and life after life.

# an5.55:10.1
source: Ye ca kāme pariññāya,
sc_po: But those who completely understand sensual pleasures

# an5.55:10.2
source: caranti akutobhayā;
sc_po: live fearing nothing from any quarter.

# an5.55:10.3
source: Te ve pāraṅgatā loke,
sc_po: They are those in the world who’ve crossed over,

# an5.55:10.4
source: ye pattā āsavakkhayan”ti.
sc_po: having reached the ending of defilements.”
