Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.031.po
Languages: sc_po

# an5.31:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.31:0.2
source: 4. Sumanavagga
sc_po: 4. With Sumanā

# an5.31:0.3
source: 31. Sumanasutta
sc_po: 31. With Sumanā

# an5.31:1.1
source: Ekaṃ samayaṃ … pe … anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an5.31:1.2
source: Atha kho sumanā rājakumārī pañcahi rathasatehi pañcahi rājakumārisatehi parivutā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho sumanā rājakumārī bhagavantaṃ etadavoca:
sc_po: Then Princess Sumanā, escorted by five hundred chariots and five hundred royal maidens, went up to the Buddha, bowed, sat down to one side, and said to him:

# an5.31:2.1
source: “Idhassu, bhante, bhagavato dve sāvakā samasaddhā samasīlā samapaññā—
sc_po: “Sir, suppose there were two disciples equal in faith, ethics, and wisdom.

# an5.31:2.2
source: eko dāyako, eko adāyako.
sc_po: One is a giver, one is not.

# an5.31:2.3
source: Te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjeyyuṃ.
sc_po: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# an5.31:2.4
source: Devabhūtānaṃ pana nesaṃ, bhante, siyā viseso, siyā nānākaraṇan”ti?
sc_po: When they have become gods, would there be any distinction or difference between them?”

# an5.31:3.1
source: “Siyā, sumane”ti bhagavā avoca:
sc_po: “There would be, Sumanā,” said the Buddha.

# an5.31:3.2
source: “yo so, sumane, dāyako so amuṃ adāyakaṃ devabhūto samāno pañcahi ṭhānehi adhigaṇhāti—
sc_po: “As a god, the one who was a giver would surpass the other in five respects:

# an5.31:3.3
source: dibbena āyunā, dibbena vaṇṇena, dibbena sukhena, dibbena yasena, dibbena ādhipateyyena.
sc_po: divine lifespan, beauty, happiness, fame, and sovereignty.

# an5.31:3.4
source: Yo so, sumane, dāyako so amuṃ adāyakaṃ devabhūto samāno imehi pañcahi ṭhānehi adhigaṇhāti”.
sc_po: As a god, the one who was a giver would surpass the other in these five respects.”

# an5.31:4.1
source: “Sace pana te, bhante, tato cutā itthattaṃ āgacchanti, manussabhūtānaṃ pana nesaṃ, bhante, siyā viseso, siyā nānākaraṇan”ti?
sc_po: “But sir, if they pass away from there and come back to this state of existence as human beings, would there still be any distinction or difference between them?”

# an5.31:4.2
source: “Siyā, sumane”ti bhagavā avoca:
sc_po: “There would be, Sumanā,” said the Buddha.

# an5.31:4.3
source: “yo so, sumane, dāyako so amuṃ adāyakaṃ manussabhūto samāno pañcahi ṭhānehi adhigaṇhāti—
sc_po: “As a human being, the one who was a giver would surpass the other in five respects:

# an5.31:4.4
source: mānusakena āyunā, mānusakena vaṇṇena, mānusakena sukhena, mānusakena yasena, mānusakena ādhipateyyena.
sc_po: human lifespan, beauty, happiness, fame, and sovereignty.

# an5.31:4.5
source: Yo so, sumane, dāyako so amuṃ adāyakaṃ manussabhūto samāno imehi pañcahi ṭhānehi adhigaṇhāti”.
sc_po: As a human being, the one who was a giver would surpass the other in these five respects.”

# an5.31:5.1
source: “Sace pana te, bhante, ubho agārasmā anagāriyaṃ pabbajanti, pabbajitānaṃ pana nesaṃ, bhante, siyā viseso, siyā nānākaraṇan”ti?
sc_po: “But sir, if they both go forth from the lay life to homelessness, would there still be any distinction or difference between them?”

# an5.31:5.2
source: “Siyā, sumane”ti bhagavā avoca:
sc_po: “There would be, Sumanā,” said the Buddha.

# an5.31:5.3
source: “yo so, sumane, dāyako so amuṃ adāyakaṃ pabbajito samāno pañcahi ṭhānehi adhigaṇhāti—
sc_po: “As a renunciate, the one who was a giver would surpass the other in five respects.

# an5.31:5.4
source: yācitova bahulaṃ cīvaraṃ paribhuñjati appaṃ ayācito, yācitova bahulaṃ piṇḍapātaṃ paribhuñjati appaṃ ayācito, yācitova bahulaṃ senāsanaṃ paribhuñjati appaṃ ayācito, yācitova bahulaṃ gilānapaccayabhesajjaparikkhāraṃ paribhuñjati appaṃ ayācito.
sc_po: They’d usually use only what they’ve been invited to accept—robes, alms-food, lodgings, and medicines and supplies for the sick—rarely using them without invitation.

# an5.31:5.5
source: Yehi kho pana sabrahmacārīhi saddhiṃ viharati tyassa manāpeneva bahulaṃ kāyakammena samudācaranti appaṃ amanāpena, manāpeneva bahulaṃ vacīkammena samudācaranti appaṃ amanāpena, manāpeneva bahulaṃ manokammena samudācaranti appaṃ amanāpena, manāpaṃyeva bahulaṃ upahāraṃ upaharanti appaṃ amanāpaṃ.
sc_po: When living with other spiritual practitioners, they usually treat them agreeably by way of body, speech, and mind, rarely disagreeably.

# an5.31:5.6
source: Yo so, sumane, dāyako so amuṃ adāyakaṃ pabbajito samāno imehi pañcahi ṭhānehi adhigaṇhātī”ti.
sc_po: As a renunciate, the one who was a giver would surpass the other in these five respects.”

# an5.31:6.1
source: “Sace pana te, bhante, ubho arahattaṃ pāpuṇanti, arahattappattānaṃ pana nesaṃ, bhante, siyā viseso, siyā nānākaraṇan”ti?
sc_po: “But sir, if they both attain perfection, as perfected ones would there still be any distinction or difference between them?”

# an5.31:6.2
source: “Ettha kho panesāhaṃ, sumane, na kiñci nānākaraṇaṃ vadāmi, yadidaṃ vimuttiyā vimuttin”ti.
sc_po: “In that case, I say there is no difference between the freedom of one and the freedom of the other.”

# an5.31:7.1
source: “Acchariyaṃ, bhante, abbhutaṃ, bhante.
sc_po: “It’s incredible, sir, it’s amazing!

# an5.31:7.2
source: Yāvañcidaṃ, bhante, alameva dānāni dātuṃ alaṃ puññāni kātuṃ;
sc_po: Just this much is quite enough to justify giving gifts and making merit.

# an5.31:7.3
source: yatra hi nāma devabhūtassāpi upakārāni puññāni, manussabhūtassāpi upakārāni puññāni, pabbajitassāpi upakārāni puññānī”ti.
sc_po: For merit is helpful for those who have become gods, human beings, and renunciates.”

# an5.31:7.4
source: “Evametaṃ, sumane.
sc_po: “That’s so true, Sumanā.

# an5.31:7.5
source: Alañhi, sumane, dānāni dātuṃ alaṃ puññāni kātuṃ.
sc_po: It’s quite enough to justify giving gifts and making merit.

# an5.31:7.6
source: Devabhūtassāpi upakārāni puññāni, manussabhūtassāpi upakārāni puññāni, pabbajitassāpi upakārāni puññānī”ti.
sc_po: For merit is helpful for those who have become gods, human beings, and renunciates.”

# an5.31:8.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# an5.31:8.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# an5.31:9.1
source: “Yathāpi cando vimalo,
sc_po: “The moon so immaculate,

# an5.31:9.2
source: gacchaṃ ākāsadhātuyā;
sc_po: journeying across the dimension of space;

# an5.31:9.3
source: Sabbe tārāgaṇe loke,
sc_po: outshines with its radiance

# an5.31:9.4
source: ābhāya atirocati.
sc_po: all the world’s stars.

# an5.31:10.1
source: Tatheva sīlasampanno,
sc_po: So too, a faithful individual,

# an5.31:10.2
source: saddho purisapuggalo;
sc_po: perfect in ethics,

# an5.31:10.3
source: Sabbe maccharino loke,
sc_po: outshines with their generosity

# an5.31:10.4
source: cāgena atirocati.
sc_po: all the world’s stingy people.

# an5.31:11.1
source: Yathāpi megho thanayaṃ,
sc_po: The thundering rain cloud,

# an5.31:11.2
source: vijjumālī satakkaku;
sc_po: its hundred peaks wreathed in lightning,

# an5.31:11.3
source: Thalaṃ ninnañca pūreti,
sc_po: pours down over the rich earth,

# an5.31:11.4
source: abhivassaṃ vasundharaṃ.
sc_po: soaking the plains and lowlands.

# an5.31:12.1
source: Evaṃ dassanasampanno,
sc_po: Even so, an astute person accomplished in vision,

# an5.31:12.2
source: sammāsambuddhasāvako;
sc_po: a disciple of the fully awakened Buddha,

# an5.31:12.3
source: Macchariṃ adhigaṇhāti,
sc_po: surpasses a stingy person

# an5.31:12.4
source: pañcaṭhānehi paṇḍito.
sc_po: in five respects:

# an5.31:13.1
source: Āyunā yasasā ceva,
sc_po: long life and fame,

# an5.31:13.2
source: vaṇṇena ca sukhena ca;
sc_po: beauty and happiness.

# an5.31:13.3
source: Sa ve bhogaparibyūḷho,
sc_po: Blessed with riches,

# an5.31:13.4
source: pecca sagge pamodatī”ti.
sc_po: they depart to rejoice in heaven.”
