Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.032.po
Languages: sc_po

# an5.32:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.32:0.2
source: 4. Sumanavagga
sc_po: 4. With Sumanā

# an5.32:0.3
source: 32. Cundīsutta
sc_po: 32. With Cundī

# an5.32:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# an5.32:1.2
source: Atha kho cundī rājakumārī pañcahi rathasatehi pañcahi ca kumārisatehi parivutā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnā kho cundī rājakumārī bhagavantaṃ etadavoca:
sc_po: Then Princess Cundī, escorted by five hundred chariots and five hundred royal maidens, went up to the Buddha, bowed, sat down to one side, and said to him:

# an5.32:2.1
source: “Amhākaṃ, bhante, bhātā cundo nāma rājakumāro, so evamāha:
sc_po: “Sir, my brother, Prince Cunda, says this:

# an5.32:2.2
source: ‘yadeva so hoti itthī vā puriso vā buddhaṃ saraṇaṃ gato, dhammaṃ saraṇaṃ gato, saṅghaṃ saraṇaṃ gato, pāṇātipātā paṭivirato, adinnādānā paṭivirato, kāmesumicchācārā paṭivirato, musāvādā paṭivirato, surāmerayamajjapamādaṭṭhānā paṭivirato, so kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatin’ti.
sc_po: ‘Take a woman or man who goes for refuge to the Buddha, the teaching, and the Saṅgha, and doesn’t kill living creatures, steal, commit sexual misconduct, lie, or take alcoholic drinks that cause negligence. Only then do they get reborn in a good place, not a bad place, when their body breaks up, after death.’

# an5.32:2.3
source: Sāhaṃ, bhante, bhagavantaṃ pucchāmi:
sc_po: And so I ask the Buddha:

# an5.32:2.4
source: ‘kathaṃrūpe kho, bhante, satthari pasanno kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatiṃ?
sc_po: Sir, what kind of teacher should you have confidence in so as to be reborn in a good place, not a bad place, when the body breaks up, after death?

# an5.32:2.5
source: Kathaṃrūpe dhamme pasanno kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatiṃ?
sc_po: Sir, what kind of teaching should you have confidence in so as to be reborn in a good place, not a bad place, when the body breaks up, after death?

# an5.32:2.6
source: Kathaṃrūpe saṅghe pasanno kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatiṃ?
sc_po: Sir, what kind of Saṅgha should you have confidence in so as to be reborn in a good place, not a bad place, when the body breaks up, after death?

# an5.32:2.7
source: Kathaṃrūpesu sīlesu paripūrakārī kāyassa bhedā paraṃ maraṇā sugatiṃyeva upapajjati, no duggatin’”ti?
sc_po: Sir, what kind of ethics should you fulfill so as to be reborn in a good place, not a bad place, when the body breaks up, after death?”

# an5.32:3.1
source: “Yāvatā, cundi, sattā apadā vā dvipadā vā catuppadā vā bahuppadā vā rūpino vā arūpino vā saññino vā asaññino vā nevasaññināsaññino vā, tathāgato tesaṃ aggamakkhāyati arahaṃ sammāsambuddho.
sc_po: “Cundī, the Realized One, the perfected one, the fully awakened Buddha, is said to be the best of all sentient beings—be they footless, with two feet, four feet, or many feet; with form or formless; with perception or without perception or with neither perception nor non-perception.

# an5.32:3.2
source: Ye kho, cundi, buddhe pasannā, agge te pasannā.
sc_po: Those who have confidence in the Buddha have confidence in the best.

# an5.32:3.3
source: Agge kho pana pasannānaṃ aggo vipāko hoti.
sc_po: Having confidence in the best, the result is the best.

# an5.32:4.1
source: Yāvatā, cundi, dhammā saṅkhatā, ariyo aṭṭhaṅgiko maggo tesaṃ aggamakkhāyati.
sc_po: The noble eightfold path is said to be the best of all conditioned things.

# an5.32:4.2
source: Ye, cundi, ariye aṭṭhaṅgike magge pasannā, agge te pasannā, agge kho pana pasannānaṃ aggo vipāko hoti.
sc_po: Those who have confidence in the noble eightfold path have confidence in the best. Having confidence in the best, the result is the best.

# an5.32:5.1
source: Yāvatā, cundi, dhammā saṅkhatā vā asaṅkhatā vā, virāgo tesaṃ aggamakkhāyati, yadidaṃ—
sc_po: Fading away is said to be the best of all things whether conditioned or unconditioned.

# an5.32:5.2
source: madanimmadano pipāsavinayo ālayasamugghāto vaṭṭupacchedo taṇhākkhayo virāgo nirodho nibbānaṃ.
sc_po: That is, the quelling of vanity, the removing of thirst, the uprooting of clinging, the breaking of the round, the ending of craving, fading away, cessation, extinguishment.

# an5.32:5.3
source: Ye kho, cundi, virāge dhamme pasannā, agge te pasannā.
sc_po: Those who have confidence in the teaching of fading away have confidence in the best.

# an5.32:5.4
source: Agge kho pana pasannānaṃ aggo vipāko hoti.
sc_po: Having confidence in the best, the result is the best.

# an5.32:6.1
source: Yāvatā, cundi, saṅghā vā gaṇā vā, tathāgatasāvakasaṅgho tesaṃ aggamakkhāyati, yadidaṃ—
sc_po: The Saṅgha of the Realized One’s disciples is said to be the best of all communities and groups.

# an5.32:6.2
source: cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.
sc_po: It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.

# an5.32:6.3
source: Ye kho, cundi, saṅghe pasannā, agge te pasannā.
sc_po: Those who have confidence in the Saṅgha have confidence in the best.

# an5.32:6.4
source: Agge kho pana pasannānaṃ aggo vipāko hoti.
sc_po: Having confidence in the best, the result is the best.

# an5.32:7.1
source: Yāvatā, cundi, sīlāni, ariyakantāni sīlāni tesaṃ aggamakkhāyati, yadidaṃ—
sc_po: The ethical conduct loved by the noble ones is said to be the best of all ethics.

# an5.32:7.2
source: akhaṇḍāni acchiddāni asabalāni akammāsāni bhujissāni viññuppasatthāni aparāmaṭṭhāni samādhisaṃvattanikāni.
sc_po: It is unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# an5.32:7.3
source: Ye kho, cundi, ariyakantesu sīlesu paripūrakārino, agge te paripūrakārino.
sc_po: Those who fulfill the ethics loved by the noble ones fulfill the best.

# an5.32:7.4
source: Agge kho pana paripūrakārīnaṃ aggo vipāko hotīti.
sc_po: Fulfilling the best, the result is the best.

# an5.32:8.1
source: Aggato ve pasannānaṃ,
sc_po: For those who, knowing the best teaching,

# an5.32:8.2
source: aggaṃ dhammaṃ vijānataṃ;
sc_po: base their confidence on the best—

# an5.32:8.3
source: Agge buddhe pasannānaṃ,
sc_po: confident in the best Awakened One,

# an5.32:8.4
source: dakkhiṇeyye anuttare.
sc_po: supremely worthy of a religious donation;

# an5.32:9.1
source: Agge dhamme pasannānaṃ,
sc_po: confident in the best teaching,

# an5.32:9.2
source: virāgūpasame sukhe;
sc_po: the bliss of fading and stilling;

# an5.32:9.3
source: Agge saṅghe pasannānaṃ,
sc_po: confident in the best Saṅgha,

# an5.32:9.4
source: puññakkhette anuttare.
sc_po: the supreme field of merit—

# an5.32:10.1
source: Aggasmiṃ dānaṃ dadataṃ,
sc_po: giving gifts to the best,

# an5.32:10.2
source: aggaṃ puññaṃ pavaḍḍhati;
sc_po: the best of merit grows:

# an5.32:10.3
source: Aggaṃ āyu ca vaṇṇo ca,
sc_po: the best lifespan, beauty,

# an5.32:10.4
source: yaso kitti sukhaṃ balaṃ.
sc_po: fame, reputation, happiness, and strength.

# an5.32:11.1
source: Aggassa dātā medhāvī,
sc_po: An intelligent person gives to the best,

# an5.32:11.2
source: aggadhammasamāhito;
sc_po: settled on the best teaching.

# an5.32:11.3
source: Devabhūto manusso vā,
sc_po: When they become a god or human,

# an5.32:11.4
source: aggappatto pamodatī”ti.
sc_po: they rejoice at reaching the best.”
