Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.200.po
Languages: sc_po

# an5.200:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.200:0.2
source: 20. Brāhmaṇavagga
sc_po: 20. Brahmins

# an5.200:0.3
source: 200. Nissāraṇīyasutta
sc_po: 200. Elements of Escape

# an5.200:1.1
source: “Pañcimā, bhikkhave, nissāraṇīyā dhātuyo.
sc_po: “Mendicants, there are these five elements of escape.

# an5.200:1.2
source: Katamā pañca?
sc_po: What five?

# an5.200:1.3
source: Idha, bhikkhave, bhikkhuno kāmaṃ manasikaroto kāmesu cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.
sc_po: Take a case where a mendicant focuses on sensual pleasures, but their mind isn’t eager, confident, settled, and decided about them.

# an5.200:1.4
source: Nekkhammaṃ kho panassa manasikaroto nekkhamme cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on renunciation, their mind is eager, confident, settled, and decided about it.

# an5.200:1.5
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ kāmehi;
sc_po: Their mind is in a good state, well developed, well risen, well freed, and well detached from sensual pleasures.

# an5.200:1.6
source: ye ca kāmapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.
sc_po: They’re freed from the distressing and feverish defilements that arise because of sensual pleasures, so they don’t experience that kind of feeling.

# an5.200:1.7
source: Idamakkhātaṃ kāmānaṃ nissaraṇaṃ. (1)
sc_po: This is how the escape from sensual pleasures is explained.

# an5.200:2.1
source: Puna caparaṃ, bhikkhave, bhikkhuno byāpādaṃ manasikaroto byāpāde cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.
sc_po: Take another case where a mendicant focuses on ill will, but their mind isn’t eager …

# an5.200:2.2
source: Abyāpādaṃ kho panassa manasikaroto abyāpāde cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on good will, their mind is eager …

# an5.200:2.3
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ byāpādena;
sc_po: Their mind is in a good state … well detached from ill will.

# an5.200:2.4
source: ye ca byāpādapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.
sc_po: They’re freed from the distressing and feverish defilements that arise because of ill will, so they don’t experience that kind of feeling.

# an5.200:2.5
source: Idamakkhātaṃ byāpādassa nissaraṇaṃ. (2)
sc_po: This is how the escape from ill will is explained.

# an5.200:3.1
source: Puna caparaṃ, bhikkhave, bhikkhuno vihesaṃ manasikaroto vihesāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.
sc_po: Take another case where a mendicant focuses on harming, but their mind isn’t eager …

# an5.200:3.2
source: Avihesaṃ kho panassa manasikaroto avihesāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on compassion, their mind is eager …

# an5.200:3.3
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ vihesāya;
sc_po: Their mind is in a good state … well detached from harming.

# an5.200:3.4
source: ye ca vihesāpaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.
sc_po: They’re freed from the distressing and feverish defilements that arise because of harming, so they don’t experience that kind of feeling.

# an5.200:3.5
source: Idamakkhātaṃ vihesāya nissaraṇaṃ. (3)
sc_po: This is how the escape from harming is explained.

# an5.200:4.1
source: Puna caparaṃ, bhikkhave, bhikkhuno rūpaṃ manasikaroto rūpe cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.
sc_po: Take another case where a mendicant focuses on form, but their mind isn’t eager …

# an5.200:4.2
source: Arūpaṃ kho panassa manasikaroto arūpe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on the formless, their mind is eager …

# an5.200:4.3
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ rūpehi;
sc_po: Their mind is in a good state … well detached from forms.

# an5.200:4.4
source: ye ca rūpapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.
sc_po: They’re freed from the distressing and feverish defilements that arise because of form, so they don’t experience that kind of feeling.

# an5.200:4.5
source: Idamakkhātaṃ rūpānaṃ nissaraṇaṃ. (4)
sc_po: This is how the escape from forms is explained.

# an5.200:5.1
source: Puna caparaṃ, bhikkhave, bhikkhuno sakkāyaṃ manasikaroto sakkāye cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.
sc_po: Take a case where a mendicant focuses on identity, but their mind isn’t eager, confident, settled, and decided about it.

# an5.200:5.2
source: Sakkāyanirodhaṃ kho panassa manasikaroto sakkāyanirodhe cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: But when they focus on the ending of identity, their mind is eager, confident, settled, and decided about it.

# an5.200:5.3
source: Tassa taṃ cittaṃ sugataṃ subhāvitaṃ suvuṭṭhitaṃ suvimuttaṃ suvisaṃyuttaṃ sakkāyena;
sc_po: Their mind is in a good state, well developed, well risen, well freed, and well detached from identity.

# an5.200:5.4
source: ye ca sakkāyapaccayā uppajjanti āsavā vighātapariḷāhā, mutto so tehi, na so taṃ vedanaṃ vediyati.
sc_po: They’re freed from the distressing and feverish defilements that arise because of identity, so they don’t experience that kind of feeling.

# an5.200:5.5
source: Idamakkhātaṃ sakkāyassa nissaraṇaṃ. (5)
sc_po: This is how the escape from identity is explained.

# an5.200:6.1
source: Tassa kāmanandīpi nānuseti, byāpādanandīpi nānuseti, vihesānandīpi nānuseti, rūpanandīpi nānuseti, sakkāyanandīpi nānuseti so kāmanandiyāpi ananusayā, byāpādanandiyāpi ananusayā, vihesānandiyāpi ananusayā, rūpanandiyāpi ananusayā, sakkāyanandiyāpi ananusayā.
sc_po: Delight in sensual pleasures, ill will, harming, form, and identity don’t linger within them.

# an5.200:6.2
source: Ayaṃ vuccati, bhikkhave, bhikkhu niranusayo, acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassa.
sc_po: That’s why they’re called a mendicant who is without underlying tendencies, who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.

# an5.200:6.3
source: Imā kho, bhikkhave, pañca nissāraṇīyā dhātuyo”ti.
sc_po: These are the five elements of escape.”
