Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.165.po
Languages: sc_po

# an5.165:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.165:0.2
source: 17. Āghātavagga
sc_po: 17. Resentment

# an5.165:0.3
source: 165. Pañhapucchāsutta
sc_po: 165. Asking Questions

# an5.165:1.1
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi … pe … “yo hi koci, āvuso, paraṃ pañhaṃ pucchati, sabbo so pañcahi ṭhānehi, etesaṃ vā aññatarena.
sc_po: There Venerable Sāriputta addressed the mendicants: … “Whoever asks a question of another, does so for one or other of these five reasons.

# an5.165:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.165:1.3
source: Mandattā momūhattā paraṃ pañhaṃ pucchati, pāpiccho icchāpakato paraṃ pañhaṃ pucchati, paribhavaṃ paraṃ pañhaṃ pucchati, aññātukāmo paraṃ pañhaṃ pucchati, atha vā panevaṃcitto paraṃ pañhaṃ pucchati:
sc_po: Someone asks a question of another from stupidity and folly. Or they ask from wicked desires, being naturally full of desires. Or they ask in order to disparage. Or they ask wanting to understand. Or they ask with the thought,

# an5.165:1.4
source: ‘sace me pañhaṃ puṭṭho sammadeva byākarissati iccetaṃ kusalaṃ, no ce me pañhaṃ puṭṭho sammadeva byākarissati ahamassa sammadeva byākarissāmī’ti.
sc_po: ‘If they correctly answer the question I ask it’s good. If not, I’ll correctly answer it for them.’

# an5.165:1.5
source: Yo hi koci, āvuso, paraṃ pañhaṃ pucchati, sabbo so imehi pañcahi ṭhānehi, etesaṃ vā aññatarena.
sc_po: Whoever asks a question of another, does so for one or other of these five reasons.

# an5.165:1.6
source: Ahaṃ kho panāvuso, evaṃcitto paraṃ pañhaṃ pucchāmi:
sc_po: As for myself, I ask with the thought,

# an5.165:1.7
source: ‘sace me pañhaṃ puṭṭho sammadeva byākarissati iccetaṃ kusalaṃ, no ce me pañhaṃ puṭṭho sammadeva byākarissati, ahamassa sammadeva byākarissāmī’”ti.
sc_po: ‘If they correctly answer the question I ask it’s good. If not, I’ll correctly answer it for them.’”
