Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.066.po
Languages: sc_po

# an5.66:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.66:0.2
source: 7. Saññāvagga
sc_po: 7. Perceptions

# an5.66:0.3
source: 66. Sājīvasutta
sc_po: 66. Sharing Life

# an5.66:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu alaṃsājīvo sabrahmacārīnaṃ.
sc_po: “Mendicants, a mendicant with five qualities is fit to share their life with their spiritual companions.

# an5.66:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.66:1.3
source: Idha, bhikkhave, bhikkhu attanā ca sīlasampanno hoti, sīlasampadāya kathāya ca kataṃ pañhaṃ byākattā hoti;
sc_po: A mendicant is personally accomplished in ethics, and answers questions posed when discussing accomplishment in ethics.

# an5.66:1.4
source: attanā ca samādhisampanno hoti, samādhisampadāya kathāya ca kataṃ pañhaṃ byākattā hoti;
sc_po: They’re personally accomplished in immersion, and they answer questions posed when discussing accomplishment in immersion.

# an5.66:1.5
source: attanā ca paññāsampanno hoti, paññāsampadāya kathāya ca kataṃ pañhaṃ byākattā hoti;
sc_po: They’re personally accomplished in wisdom, and they answer questions posed when discussing accomplishment in wisdom.

# an5.66:1.6
source: attanā ca vimuttisampanno hoti, vimuttisampadāya kathāya ca kataṃ pañhaṃ byākattā hoti;
sc_po: They’re personally accomplished in freedom, and they answer questions posed when discussing accomplishment in freedom.

# an5.66:1.7
source: attanā ca vimuttiñāṇadassanasampanno hoti, vimuttiñāṇadassanasampadāya kathāya ca kataṃ pañhaṃ byākattā hoti.
sc_po: They’re personally accomplished in the knowledge and vision of freedom, and they answer questions posed when discussing accomplishment in the knowledge and vision of freedom.

# an5.66:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu alaṃsājīvo sabrahmacārīnan”ti.
sc_po: A mendicant with these five qualities is fit to share their life with their spiritual companions.”
