Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.077.po
Languages: sc_po

# an5.77:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.77:0.2
source: 8. Yodhājīvavagga
sc_po: 8. Warriors

# an5.77:0.3
source: 77. Paṭhamaanāgatabhayasutta
sc_po: 77. Future Perils (1st)

# an5.77:1.1
source: “Pañcimāni, bhikkhave, anāgatabhayāni sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: “Mendicants, seeing these five future perils is quite enough for a wilderness mendicant to meditate diligently, keenly, and resolutely for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# an5.77:2.1
source: Katamāni pañca?
sc_po: What five?

# an5.77:2.2
source: Idha, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:
sc_po: Firstly, a wilderness mendicant reflects:

# an5.77:2.3
source: ‘ahaṃ kho etarahi ekako araññe viharāmi.
sc_po: ‘Currently I’m living alone in a wilderness.

# an5.77:2.4
source: Ekakaṃ kho pana maṃ araññe viharantaṃ ahi vā maṃ ḍaṃseyya, vicchiko vā maṃ ḍaṃseyya, satapadī vā maṃ ḍaṃseyya, tena me assa kālaṃkiriyā, so mamassa antarāyo;
sc_po: While living here alone I might get bitten by a snake, a scorpion, or a centipede. That’d kill me, which would stop my practice.

# an5.77:2.5
source: handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.
sc_po: I’d better rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# an5.77:2.6
source: Idaṃ, bhikkhave, paṭhamaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: This is the first future peril …

# an5.77:3.1
source: Puna caparaṃ, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:
sc_po: Furthermore, a wilderness mendicant reflects:

# an5.77:3.2
source: ‘ahaṃ kho etarahi ekako araññe viharāmi.
sc_po: ‘Currently I’m living alone in a wilderness.

# an5.77:3.3
source: Ekako kho panāhaṃ araññe viharanto upakkhalitvā vā papateyyaṃ, bhattaṃ vā bhuttaṃ me byāpajjeyya, pittaṃ vā me kuppeyya, semhaṃ vā me kuppeyya, satthakā vā me vātā kuppeyyuṃ, tena me assa kālaṅkiriyā, so mamassa antarāyo;
sc_po: While living here alone I might stumble and fall, or get food poisoning, or my bile or phlegm or stabbing wind might get upset. That’d kill me, which would stop my practice.

# an5.77:3.4
source: handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.
sc_po: I’d better rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# an5.77:3.5
source: Idaṃ, bhikkhave, dutiyaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: This is the second future peril …

# an5.77:4.1
source: Puna caparaṃ, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:
sc_po: Furthermore, a wilderness mendicant reflects:

# an5.77:4.2
source: ‘ahaṃ kho etarahi ekako araññe viharāmi.
sc_po: ‘Currently I’m living alone in a wilderness.

# an5.77:4.3
source: Ekako kho panāhaṃ araññe viharanto vāḷehi samāgaccheyyaṃ, sīhena vā byagghena vā dīpinā vā acchena vā taracchena vā, te maṃ jīvitā voropeyyuṃ, tena me assa kālaṅkiriyā, so mamassa antarāyo;
sc_po: While living here alone I might encounter wild beasts—a lion, a tiger, a leopard, a bear, or a hyena—which might take my life. That’d kill me, which would stop my practice.

# an5.77:4.4
source: handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.
sc_po: I’d better rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# an5.77:4.5
source: Idaṃ, bhikkhave, tatiyaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: This is the third future peril …

# an5.77:5.1
source: Puna caparaṃ, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:
sc_po: Furthermore, a wilderness mendicant reflects:

# an5.77:5.2
source: ‘ahaṃ kho etarahi ekako araññe viharāmi.
sc_po: ‘Currently I’m living alone in a wilderness.

# an5.77:5.3
source: Ekako kho panāhaṃ araññe viharanto māṇavehi samāgaccheyyaṃ katakammehi vā akatakammehi vā, te maṃ jīvitā voropeyyuṃ, tena me assa kālaṅkiriyā, so mamassa antarāyo;
sc_po: While living here alone I might encounter youths escaping a crime or on their way to commit one, and they might take my life. That’d kill me, which would stop my practice.

# an5.77:5.4
source: handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.
sc_po: I’d better rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# an5.77:5.5
source: Idaṃ, bhikkhave, catutthaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: This is the fourth future peril …

# an5.77:6.1
source: Puna caparaṃ, bhikkhave, āraññiko bhikkhu iti paṭisañcikkhati:
sc_po: Furthermore, a wilderness mendicant reflects:

# an5.77:6.2
source: ‘ahaṃ kho etarahi ekako araññe viharāmi.
sc_po: ‘Currently I’m living alone in a wilderness.

# an5.77:6.3
source: Santi kho panāraññe vāḷā amanussā, te maṃ jīvitā voropeyyuṃ, tena me assa kālaṃkiriyā, so mamassa antarāyo;
sc_po: But in a wilderness there are savage monsters who might take my life. That’d kill me, which would stop my practice.

# an5.77:6.4
source: handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.
sc_po: I’d better rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# an5.77:6.5
source: Idaṃ, bhikkhave, pañcamaṃ anāgatabhayaṃ sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: This is the fifth future peril …

# an5.77:7.1
source: Imāni kho, bhikkhave, pañca anāgatabhayāni sampassamānena alameva āraññikena bhikkhunā appamattena ātāpinā pahitattena viharituṃ appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā”ti.
sc_po: These are the five future perils, seeing which is quite enough for a wilderness mendicant to meditate diligently, keenly, and resolutely for attaining the unattained, achieving the unachieved, and realizing the unrealized.”
