Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.043.po
Languages: sc_po

# an5.43:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.43:0.2
source: 5. Muṇḍarājavagga
sc_po: 5. With King Muṇḍa

# an5.43:0.3
source: 43. Iṭṭhasutta
sc_po: 43. Likable

# an5.43:1.1
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an5.43:2.1
source: “Pañcime, gahapati, dhammā iṭṭhā kantā manāpā dullabhā lokasmiṃ.
sc_po: “Householder, these five things that are likable, desirable, and agreeable are hard to get in the world.

# an5.43:2.2
source: Katame pañca?
sc_po: What five?

# an5.43:2.3
source: Āyu, gahapati, iṭṭho kanto manāpo dullabho lokasmiṃ;
sc_po: Long life,

# an5.43:2.4
source: vaṇṇo iṭṭho kanto manāpo dullabho lokasmiṃ;
sc_po: beauty,

# an5.43:2.5
source: sukhaṃ iṭṭhaṃ kantaṃ manāpaṃ dullabhaṃ lokasmiṃ;
sc_po: happiness,

# an5.43:2.6
source: yaso iṭṭho kanto manāpo dullabho lokasmiṃ;
sc_po: fame,

# an5.43:2.7
source: saggā iṭṭhā kantā manāpā dullabhā lokasmiṃ.
sc_po: and heaven.

# an5.43:2.8
source: Ime kho, gahapati, pañca dhammā iṭṭhā kantā manāpā dullabhā lokasmiṃ.
sc_po: These are the five things that are likable, desirable, and agreeable, but hard to get in the world.

# an5.43:3.1
source: Imesaṃ kho, gahapati, pañcannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ na āyācanahetu vā patthanāhetu vā paṭilābhaṃ vadāmi.
sc_po: And I say that these five things are not got by praying or wishing for them.

# an5.43:3.2
source: Imesaṃ kho, gahapati, pañcannaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ dullabhānaṃ lokasmiṃ āyācanahetu vā patthanāhetu vā paṭilābho abhavissa, ko idha kena hāyetha?
sc_po: If they were, who would lack them?

# an5.43:4.1
source: Na kho, gahapati, arahati ariyasāvako āyukāmo āyuṃ āyācituṃ vā abhinandituṃ vā āyussa vāpi hetu.
sc_po: A noble disciple who wants to live long ought not pray for it, or hope for it, or pine for it.

# an5.43:4.2
source: Āyukāmena, gahapati, ariyasāvakena āyusaṃvattanikā paṭipadā paṭipajjitabbā.
sc_po: Instead, they should practice the way that leads to long life.

# an5.43:4.3
source: Āyusaṃvattanikā hissa paṭipadā paṭipannā āyupaṭilābhāya saṃvattati.
sc_po: For by practicing that way they gain long life

# an5.43:4.4
source: So lābhī hoti āyussa dibbassa vā mānusassa vā.
sc_po: as a god or a human being.

# an5.43:5.1
source: Na kho, gahapati, arahati ariyasāvako vaṇṇakāmo vaṇṇaṃ āyācituṃ vā abhinandituṃ vā vaṇṇassa vāpi hetu.
sc_po: A noble disciple who wants to be beautiful ought not pray for it, or hope for it, or pine for it.

# an5.43:5.2
source: Vaṇṇakāmena, gahapati, ariyasāvakena vaṇṇasaṃvattanikā paṭipadā paṭipajjitabbā.
sc_po: Instead, they should practice the way that leads to beauty.

# an5.43:5.3
source: Vaṇṇasaṃvattanikā hissa paṭipadā paṭipannā vaṇṇapaṭilābhāya saṃvattati.
sc_po: For by practicing that way they gain beauty

# an5.43:5.4
source: So lābhī hoti vaṇṇassa dibbassa vā mānusassa vā.
sc_po: as a god or a human being.

# an5.43:6.1
source: Na kho, gahapati, arahati ariyasāvako sukhakāmo sukhaṃ āyācituṃ vā abhinandituṃ vā sukhassa vāpi hetu.
sc_po: A noble disciple who wants to be happy ought not pray for it, or hope for it, or pine for it.

# an5.43:6.2
source: Sukhakāmena, gahapati, ariyasāvakena sukhasaṃvattanikā paṭipadā paṭipajjitabbā.
sc_po: Instead, they should practice the way that leads to happiness.

# an5.43:6.3
source: Sukhasaṃvattanikā hissa paṭipadā paṭipannā sukhapaṭilābhāya saṃvattati.
sc_po: For by practicing that way they gain happiness

# an5.43:6.4
source: So lābhī hoti sukhassa dibbassa vā mānusassa vā.
sc_po: as a god or a human being.

# an5.43:7.1
source: Na kho, gahapati, arahati ariyasāvako yasakāmo yasaṃ āyācituṃ vā abhinandituṃ vā yasassa vāpi hetu.
sc_po: A noble disciple who wants to be famous ought not pray for it, or hope for it, or pine for it.

# an5.43:7.2
source: Yasakāmena, gahapati, ariyasāvakena yasasaṃvattanikā paṭipadā paṭipajjitabbā.
sc_po: Instead, they should practice the way that leads to fame.

# an5.43:7.3
source: Yasasaṃvattanikā hissa paṭipadā paṭipannā yasapaṭilābhāya saṃvattati.
sc_po: For by practicing that way they gain fame

# an5.43:7.4
source: So lābhī hoti yasassa dibbassa vā mānusassa vā.
sc_po: as a god or a human being.

# an5.43:8.1
source: Na kho, gahapati, arahati ariyasāvako saggakāmo saggaṃ āyācituṃ vā abhinandituṃ vā saggānaṃ vāpi hetu.
sc_po: A noble disciple who wants to go to heaven ought not pray for it, or hope for it, or pine for it.

# an5.43:8.2
source: Saggakāmena, gahapati, ariyasāvakena saggasaṃvattanikā paṭipadā paṭipajjitabbā.
sc_po: Instead, they should practice the way that leads to heaven.

# an5.43:8.3
source: Saggasaṃvattanikā hissa paṭipadā paṭipannā saggapaṭilābhāya saṃvattati.
sc_po: For by practicing that way they gain heaven,

# an5.43:8.4
source: So lābhī hoti saggānanti.
sc_po: they are one who gains the heavens.

# an5.43:9.1
source: Āyuṃ vaṇṇaṃ yasaṃ kittiṃ,
sc_po: For one who desires a continuous flow

# an5.43:9.2
source: Saggaṃ uccākulīnataṃ;
sc_po: of exceptional delights—

# an5.43:9.3
source: Ratiyo patthayānena,
sc_po: long life, beauty, fame and reputation,

# an5.43:9.4
source: Uḷārā aparāparā.
sc_po: heaven, and birth in an eminent family—

# an5.43:10.1
source: Appamādaṃ pasaṃsanti,
sc_po: the astute praise diligence

# an5.43:10.2
source: puññakiriyāsu paṇḍitā;
sc_po: in making merit.

# an5.43:10.3
source: Appamatto ubho atthe,
sc_po: Being diligent, an astute person

# an5.43:10.4
source: adhigaṇhāti paṇḍito.
sc_po: secures both benefits:

# an5.43:11.1
source: Diṭṭhe dhamme ca yo attho,
sc_po: the benefit in this life,

# an5.43:11.2
source: yo cattho samparāyiko;
sc_po: and in lives to come.

# an5.43:11.3
source: Atthābhisamayā dhīro,
sc_po: A wise one, comprehending the meaning,

# an5.43:11.4
source: paṇḍitoti pavuccatī”ti.
sc_po: is called ‘astute’.”
