Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.273-285.po
Languages: sc_po

# an5.273-285:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.273-285:0.2
source: 27. Sammutipeyyāla
sc_po: 27. Abbreviated Texts on Appointments

# an5.273-285:0.3
source: 273–285. Senāsanapaññāpakasuttādi
sc_po: 273–285. A Lodgings Assigner

# an5.273-285:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato senāsanapaññāpako na sammannitabbo … pe … paññattāpaññattaṃ na jānāti … pe … senāsanapaññāpako sammannitabbo … pe … paññattāpaññattaṃ jānāti … pe ….
sc_po: “Mendicants, a person with five qualities should not be appointed as lodgings assigner … they don’t know if a lodging has been assigned or not … A person with five qualities should be appointed as lodgings assigner … they know if a lodging has been assigned or not …

# an5.273-285:2.1
source: Senāsanagāhāpako na sammannitabbo … pe … gahitāgahitaṃ na jānāti … pe … senāsanagāhāpako sammannitabbo … pe … gahitāgahitaṃ jānāti … pe ….
sc_po: A person should not be appointed as lodgings allocator … they don’t know if a lodging has been allocated or not … A person should be appointed as lodgings allocator … they know if a lodging has been allocated or not …

# an5.273-285:3.1
source: Bhaṇḍāgāriko na sammannitabbo … pe … guttāguttaṃ na jānāti … bhaṇḍāgāriko sammannitabbo … pe … guttāguttaṃ jānāti ….
sc_po: A person should not be appointed as storeperson … they don’t know if stores are protected or not … A person should be appointed as storeperson … they know if stores are protected or not …

# an5.273-285:4.1
source: Cīvarapaṭiggāhako na sammannitabbo … pe … gahitāgahitaṃ na jānāti … cīvarapaṭiggāhako sammannitabbo … pe … gahitāgahitaṃ jānāti ….
sc_po: … robe receiver …

# an5.273-285:5.1
source: Cīvarabhājako na sammannitabbo … pe … bhājitābhājitaṃ na jānāti … cīvarabhājako sammannitabbo … pe … bhājitābhājitaṃ jānāti ….
sc_po: … robe distributor …

# an5.273-285:6.1
source: Yāgubhājako na sammannitabbo … pe … yāgubhājako sammannitabbo … pe ….
sc_po: … porridge distributor …

# an5.273-285:7.1
source: Phalabhājako na sammannitabbo … pe … phalabhājako sammannitabbo … pe ….
sc_po: … fruit distributor …

# an5.273-285:8.1
source: Khajjakabhājako na sammannitabbo … pe … bhājitābhājitaṃ na jānāti … khajjakabhājako sammannitabbo … pe … bhājitābhājitaṃ jānāti ….
sc_po: … cake distributor …

# an5.273-285:9.1
source: Appamattakavissajjako na sammannitabbo … pe … vissajjitāvissajjitaṃ na jānāti … appamattakavissajjako sammannitabbo … pe … vissajjitāvissajjitaṃ jānāti ….
sc_po: … dispenser of minor accessories …

# an5.273-285:10.1
source: Sāṭiyaggāhāpako na sammannitabbo … pe … gahitāgahitaṃ na jānāti … sāṭiyaggāhāpako sammannitabbo … pe … gahitāgahitaṃ jānāti ….
sc_po: … allocator of bathing cloths …

# an5.273-285:11.1
source: Pattaggāhāpako na sammannitabbo … pe … gahitāgahitaṃ na jānāti … pattaggāhāpako sammannitabbo … pe … gahitāgahitaṃ jānāti ….
sc_po: … bowl allocator …

# an5.273-285:12.1
source: Ārāmikapesako na sammannitabbo … pe … ārāmikapesako sammannitabbo … pe ….
sc_po: … supervisor of monastery staff …

# an5.273-285:13.1
source: Sāmaṇerapesako na sammannitabbo … pe … sāmaṇerapesako sammannitabbo … pe …. Sammato na pesetabbo … pe … sammato pesetabbo … pe ….
sc_po: … supervisor of novices …

# an5.273-285:15.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.273-285:15.3
source: Na chandāgatiṃ gacchati, na dosāgatiṃ gacchati, na mohāgatiṃ gacchati, na bhayāgatiṃ gacchati, pesitāpesitaṃ jānāti.
sc_po: They don’t make decisions prejudiced by favoritism, hostility, stupidity, and cowardice. And they know if a novice has been supervised or not.

# an5.273-285:15.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato sāmaṇerapesako yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: A supervisor of novices with these five qualities is raised up to heaven.”
