Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.131.po
Languages: sc_po

# an5.131:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.131:0.2
source: 14. Rājavagga
sc_po: 14. Kings

# an5.131:0.3
source: 131. Paṭhamacakkānuvattanasutta
sc_po: 131. Wielding Power (1st)

# an5.131:1.1
source: “Pañcahi, bhikkhave, aṅgehi samannāgato rājā cakkavattī dhammeneva cakkaṃ vatteti;
sc_po: “Mendicants, possessing five factors a wheel-turning monarch wields power only in a principled manner.

# an5.131:1.2
source: taṃ hoti cakkaṃ appaṭivattiyaṃ kenaci manussabhūtena paccatthikena pāṇinā.
sc_po: And this power cannot be undermined by any human enemy.

# an5.131:2.1
source: Katamehi pañcahi?
sc_po: What five?

# an5.131:2.2
source: Idha, bhikkhave, rājā cakkavattī atthaññū ca hoti, dhammaññū ca, mattaññū ca, kālaññū ca, parisaññū ca.
sc_po: A wheel-turning monarch knows what is right, knows principle, knows moderation, knows the right time, and knows the assembly.

# an5.131:2.3
source: Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rājā cakkavattī dhammeneva cakkaṃ pavatteti;
sc_po: A wheel-turning monarch who possesses these five factors wields power only in a principled manner.

# an5.131:2.4
source: taṃ hoti cakkaṃ appaṭivattiyaṃ kenaci manussabhūtena paccatthikena pāṇinā.
sc_po: And this power cannot be undermined by any human enemy.

# an5.131:3.1
source: Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato tathāgato arahaṃ sammāsambuddho dhammeneva anuttaraṃ dhammacakkaṃ pavatteti;
sc_po: In the same way, possessing five factors a Realized One, a perfected one, a fully awakened Buddha rolls forth the supreme Wheel of Dhamma only in a principled manner.

# an5.131:3.2
source: taṃ hoti cakkaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
sc_po: And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# an5.131:4.1
source: Katamehi pañcahi?
sc_po: What five?

# an5.131:4.2
source: Idha, bhikkhave, tathāgato arahaṃ sammāsambuddho atthaññū, dhammaññū, mattaññū, kālaññū, parisaññū.
sc_po: A Realized One knows what is right, knows principle, knows moderation, knows the right time, and knows the assembly.

# an5.131:4.3
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato tathāgato arahaṃ sammāsambuddho dhammeneva anuttaraṃ dhammacakkaṃ pavatteti;
sc_po: Possessing these five factors a Realized One, a perfected one, a fully awakened Buddha rolls forth the supreme Wheel of Dhamma only in a principled manner.

# an5.131:4.4
source: taṃ hoti dhammacakkaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti.
sc_po: And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.”
