Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.215.po
Languages: sc_po

# an5.215:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.215:0.2
source: 22. Akkosakavagga
sc_po: 22. Abuse

# an5.215:0.3
source: 215. Paṭhamaakkhantisutta
sc_po: 215. Intolerance (1st)

# an5.215:1.1
source: “Pañcime, bhikkhave, ādīnavā akkhantiyā.
sc_po: “Mendicants, there are these five drawbacks of intolerance.

# an5.215:1.2
source: Katame pañca?
sc_po: What five?

# an5.215:1.3
source: Bahuno janassa appiyo hoti amanāpo, verabahulo ca hoti, vajjabahulo ca, sammūḷho kālaṃ karoti, kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: Most people find you unlikable and unloveable. You have lots of enmity and many faults. You feel lost when you die. And when your body breaks up, after death, you’re reborn in a place of loss, a bad place, the underworld, hell.

# an5.215:1.4
source: Ime kho, bhikkhave, pañca ādīnavā akkhantiyā.
sc_po: These are the five drawbacks to intolerance.

# an5.215:2.1
source: Pañcime, bhikkhave, ānisaṃsā khantiyā.
sc_po: There are these five benefits of tolerance.

# an5.215:2.2
source: Katame pañca?
sc_po: What five?

# an5.215:2.3
source: Bahuno janassa piyo hoti manāpo, na verabahulo hoti, na vajjabahulo, asammūḷho kālaṃ karoti, kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: Most people find you dear and lovable. You have little enmity and few faults. You don’t feel lost when you die. And when your body breaks up, after death, you’re reborn in a good place, a heavenly realm.

# an5.215:2.4
source: Ime kho, bhikkhave, pañca ānisaṃsā khantiyā”ti.
sc_po: These are the five benefits of tolerance.”
