Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.138.po
Languages: sc_po

# an5.138:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.138:0.2
source: 14. Rājavagga
sc_po: 14. Kings

# an5.138:0.3
source: 138. Bhattādakasutta
sc_po: 138. Eating Food

# an5.138:1.1
source: “Pañcahi, bhikkhave, aṅgehi samannāgato rañño nāgo bhattādako ca hoti okāsapharaṇo ca laṇḍasāraṇo ca salākaggāhī ca rañño nāgotveva saṅkhaṃ gacchati.
sc_po: “Mendicants, a royal bull elephant with five factors eats food, takes up space, drops dung, and takes a ticket, yet is still considered to be a royal bull elephant.

# an5.138:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.138:1.3
source: Idha, bhikkhave, rañño nāgo akkhamo hoti rūpānaṃ, akkhamo saddānaṃ, akkhamo gandhānaṃ, akkhamo rasānaṃ, akkhamo phoṭṭhabbānaṃ.
sc_po: It’s when a royal bull elephant can’t endure sights, sounds, smells, tastes, and touches.

# an5.138:1.4
source: Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño nāgo bhattādako ca okāsapharaṇo ca laṇḍasāraṇo ca salākaggāhī ca, rañño nāgotveva saṅkhaṃ gacchati.
sc_po: A royal bull elephant with these five factors eats food, takes up space, drops dung, and takes a ticket, yet is still considered to be a royal bull elephant.

# an5.138:2.1
source: Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu bhattādako ca hoti, okāsapharaṇo ca mañcapīṭhamaddano ca salākaggāhī ca, bhikkhutveva saṅkhaṃ gacchati.
sc_po: In the same way, a mendicant with five qualities eats food, takes up space, tramples beds and chairs, and takes a ticket, yet is still considered to be a mendicant.

# an5.138:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.138:2.3
source: Idha, bhikkhave, bhikkhu akkhamo hoti rūpānaṃ, akkhamo saddānaṃ, akkhamo gandhānaṃ, akkhamo rasānaṃ, akkhamo phoṭṭhabbānaṃ.
sc_po: It’s when a mendicant can’t endure sights, sounds, smells, tastes, and touches.

# an5.138:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu bhattādako ca hoti okāsapharaṇo ca mañcapīṭhamaddano ca salākaggāhī ca, bhikkhutveva saṅkhaṃ gacchatī”ti.
sc_po: A mendicant with these five qualities eats food, takes up space, tramples beds and chairs, and takes a ticket, yet is still considered to be a mendicant.”
