Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.004.po
Languages: sc_po

# an5.4:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.4:0.2
source: 1. Sekhabalavagga
sc_po: 1. Powers of a Trainee

# an5.4:0.3
source: 4. Yathābhatasutta
sc_po: 4. Cast Down

# an5.4:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Mendicants, a mendicant with five qualities is cast down to hell.

# an5.4:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.4:1.3
source: Idha, bhikkhave, bhikkhu assaddho hoti, ahiriko hoti, anottappī hoti, kusīto hoti, duppañño hoti.
sc_po: It’s when a mendicant is faithless, shameless, imprudent, lazy, and witless.

# an5.4:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu yathābhataṃ nikkhitto evaṃ niraye.
sc_po: A mendicant with these five qualities is cast down to hell.

# an5.4:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu yathābhataṃ nikkhitto evaṃ sagge.
sc_po: A mendicant with five qualities is raised up to heaven.

# an5.4:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.4:2.3
source: Idha, bhikkhave, bhikkhu saddho hoti, hirīmā hoti, ottappī hoti, āraddhavīriyo hoti, paññavā hoti.
sc_po: It’s when a mendicant is faithful, conscientious, prudent, energetic, and wise.

# an5.4:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: A mendicant with these five qualities is raised up to heaven.”
