Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.036.po
Languages: sc_po

# an5.36:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.36:0.2
source: 4. Sumanavagga
sc_po: 4. With Sumanā

# an5.36:0.3
source: 36. Kāladānasutta
sc_po: 36. Timely Gifts

# an5.36:1.1
source: “Pañcimāni, bhikkhave, kāladānāni.
sc_po: “Mendicants, there are these five timely gifts.

# an5.36:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.36:1.3
source: Āgantukassa dānaṃ deti;
sc_po: A gift to a visitor.

# an5.36:1.4
source: gamikassa dānaṃ deti;
sc_po: A gift to someone setting out on a journey.

# an5.36:1.5
source: gilānassa dānaṃ deti;
sc_po: A gift to someone who is sick.

# an5.36:1.6
source: dubbhikkhe dānaṃ deti;
sc_po: A gift at a time of famine.

# an5.36:1.7
source: yāni tāni navasassāni navaphalāni tāni paṭhamaṃ sīlavantesu patiṭṭhāpeti.
sc_po: Presenting the freshly harvested grains and fruits first to those who are ethical.

# an5.36:1.8
source: Imāni kho, bhikkhave, pañca kāladānānīti.
sc_po: These are the five timely gifts.

# an5.36:2.1
source: Kāle dadanti sappaññā,
sc_po: The wise give at the right time,

# an5.36:2.2
source: vadaññū vītamaccharā;
sc_po: being kind and rid of stinginess.

# an5.36:2.3
source: Kālena dinnaṃ ariyesu,
sc_po: A religious donation at the right time

# an5.36:2.4
source: ujubhūtesu tādisu.
sc_po: to the noble ones, upright and poised,

# an5.36:3.1
source: Vippasannamanā tassa,
sc_po: given with a clear and confident mind,

# an5.36:3.2
source: vipulā hoti dakkhiṇā;
sc_po: is indeed abundant.

# an5.36:3.3
source: Ye tattha anumodanti,
sc_po: Those who rejoice at that,

# an5.36:3.4
source: veyyāvaccaṃ karonti vā;
sc_po: or do other services,

# an5.36:3.5
source: Na tena dakkhiṇā ūnā,
sc_po: don’t miss out on the offering;

# an5.36:3.6
source: tepi puññassa bhāgino.
sc_po: they too have a share in the merit.

# an5.36:4.1
source: Tasmā dade appaṭivānacitto,
sc_po: So you should give without holding back,

# an5.36:4.2
source: Yattha dinnaṃ mahapphalaṃ;
sc_po: where a gift is very fruitful.

# an5.36:4.3
source: Puññāni paralokasmiṃ,
sc_po: The good deeds of sentient beings

# an5.36:4.4
source: Patiṭṭhā honti pāṇinan”ti.
sc_po: support them in the next world.”
