Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.163.po
Languages: sc_po

# an5.163:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.163:0.2
source: 17. Āghātavagga
sc_po: 17. Resentment

# an5.163:0.3
source: 163. Sākacchasutta
sc_po: 163. Discussions

# an5.163:1.1
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
sc_po: There Venerable Sāriputta addressed the mendicants:

# an5.163:1.2
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an5.163:1.3
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an5.163:1.4
source: Āyasmā sāriputto etadavoca:
sc_po: Sāriputta said this:

# an5.163:2.1
source: “Pañcahāvuso, dhammehi samannāgato bhikkhu alaṃ sākaccho sabrahmacārīnaṃ.
sc_po: “A mendicant with five qualities is fit to hold a discussion with their spiritual companions.

# an5.163:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.163:2.3
source: Idhāvuso, bhikkhu attanā ca sīlasampanno hoti, sīlasampadākathāya ca āgataṃ pañhaṃ byākattā hoti;
sc_po: A mendicant is personally accomplished in ethics, and answers questions that come up when discussing accomplishment in ethics.

# an5.163:2.4
source: attanā ca samādhisampanno hoti, samādhisampadākathāya ca āgataṃ pañhaṃ byākattā hoti;
sc_po: They’re personally accomplished in immersion, …

# an5.163:2.5
source: attanā ca paññāsampanno hoti, paññāsampadākathāya ca āgataṃ pañhaṃ byākattā hoti;
sc_po: They’re personally accomplished in wisdom, …

# an5.163:2.6
source: attanā ca vimuttisampanno hoti, vimuttisampadākathāya ca āgataṃ pañhaṃ byākattā hoti;
sc_po: They’re personally accomplished in freedom, …

# an5.163:2.7
source: attanā ca vimuttiñāṇadassanasampanno hoti, vimuttiñāṇadassanasampadākathāya ca āgataṃ pañhaṃ byākattā hoti.
sc_po: They’re personally accomplished in the knowledge and vision of freedom, and they answer questions that come up when discussing accomplishment in the knowledge and vision of freedom.

# an5.163:2.8
source: Imehi kho, āvuso, pañcahi dhammehi samannāgato bhikkhu alaṃ sākaccho sabrahmacārīnan”ti.
sc_po: A mendicant with these five qualities is fit to hold a discussion with their spiritual companions.”
