Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.150.po
Languages: sc_po

# an5.150:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.150:0.2
source: 15. Tikaṇḍakīvagga
sc_po: 15. At Tikaṇḍakī

# an5.150:0.3
source: 150. Dutiyasamayavimuttasutta
sc_po: 150. Temporarily Free (2nd)

# an5.150:1.1
source: “Pañcime, bhikkhave, dhammā samayavimuttassa bhikkhuno parihānāya saṃvattanti.
sc_po: “Mendicants, these five things lead to the decline of a mendicant who is temporarily free.

# an5.150:1.2
source: Katame pañca?
sc_po: What five?

# an5.150:1.3
source: Kammārāmatā, bhassārāmatā, niddārāmatā, indriyesu aguttadvāratā, bhojane amattaññutā.
sc_po: They relish work, talk, and sleep. They don’t guard the sense doors and they eat too much.

# an5.150:1.4
source: Ime kho, bhikkhave, pañca dhammā samayavimuttassa bhikkhuno parihānāya saṃvattanti.
sc_po: These five things lead to the decline of a mendicant who is temporarily free.

# an5.150:2.1
source: Pañcime, bhikkhave, dhammā samayavimuttassa bhikkhuno aparihānāya saṃvattanti.
sc_po: These five things don’t lead to the decline of a mendicant who is temporarily free.

# an5.150:2.2
source: Katame pañca?
sc_po: What five?

# an5.150:2.3
source: Na kammārāmatā, na bhassārāmatā, na niddārāmatā, indriyesu guttadvāratā, bhojane mattaññutā.
sc_po: They don’t relish work, talk, sleep, and company. They guard the sense doors and they have moderation in eating.

# an5.150:2.4
source: Ime kho, bhikkhave, pañca dhammā samayavimuttassa bhikkhuno aparihānāya saṃvattantī”ti.
sc_po: These five things don’t lead to the decline of a mendicant who is temporarily free.”
