Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.235.po
Languages: sc_po

# an5.235:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.235:0.2
source: 24. Āvāsikavagga
sc_po: 24. A Resident Mendicant

# an5.235:0.3
source: 235. Anukampasutta
sc_po: 235. A Compassionate Mendicant

# an5.235:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato āvāsiko bhikkhu gihīnaṃ anukampati.
sc_po: “Mendicants, a resident mendicant with five qualities shows compassion to the lay people.

# an5.235:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.235:1.3
source: Adhisīle samādapeti;
sc_po: They encourage them in higher ethics.

# an5.235:1.4
source: dhammadassane niveseti;
sc_po: They equip them to see the truth of the teachings.

# an5.235:1.5
source: gilānake upasaṅkamitvā satiṃ uppādeti:
sc_po: When they are sick, they go to them and prompt their mindfulness, saying:

# an5.235:1.6
source: ‘arahaggataṃ āyasmanto satiṃ upaṭṭhāpethā’ti;
sc_po: ‘Establish your mindfulness, good sirs, in what is worthy.’

# an5.235:1.7
source: mahā kho pana bhikkhusaṃgho abhikkanto nānāverajjakā bhikkhū gihīnaṃ upasaṅkamitvā āroceti:
sc_po: When a large mendicant Saṅgha is arriving with mendicants from abroad, they go to the lay people and announce:

# an5.235:1.8
source: ‘mahā kho, āvuso, bhikkhusaṃgho abhikkanto nānāverajjakā bhikkhū, karotha puññāni, samayo puññāni kātun’ti;
sc_po: ‘A large mendicant Saṅgha is arriving with mendicants from abroad. Make merit! Now is the time to make merit!’

# an5.235:1.9
source: yaṃ kho panassa bhojanaṃ denti lūkhaṃ vā paṇītaṃ vā taṃ attanā paribhuñjati, saddhādeyyaṃ na vinipāteti.
sc_po: And they eat whatever food they give them, coarse or fine, not wasting a gift given in faith.

# an5.235:1.10
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato āvāsiko bhikkhu gihīnaṃ anukampatī”ti.
sc_po: A resident mendicant with these five qualities shows compassion to the lay people.”
