Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.208.po
Languages: sc_po

# an5.208:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.208:0.2
source: 21. Kimilavagga
sc_po: 21. With Kimbila

# an5.208:0.3
source: 208. Dantakaṭṭhasutta
sc_po: 208. Chew Sticks

# an5.208:1.1
source: “Pañcime, bhikkhave, ādīnavā dantakaṭṭhassa akhādane.
sc_po: “Mendicants, there are these five drawbacks of not using chew sticks.

# an5.208:1.2
source: Katame pañca?
sc_po: What five?

# an5.208:1.3
source: Acakkhussaṃ, mukhaṃ duggandhaṃ hoti, rasaharaṇiyo na visujjhanti, pittaṃ semhaṃ bhattaṃ pariyonandhati, bhattamassa nacchādeti.
sc_po: It’s not good for your eyes, you get bad breath, your taste-buds aren’t cleaned, bile and phlegm cover your food, and you lose your appetite.

# an5.208:1.4
source: Ime kho, bhikkhave, pañca ādīnavā dantakaṭṭhassa akhādane.
sc_po: These are the five drawbacks of not using chew sticks.

# an5.208:2.1
source: Pañcime, bhikkhave, ānisaṃsā dantakaṭṭhassa khādane.
sc_po: There are these five benefits of using chew sticks.

# an5.208:2.2
source: Katame pañca?
sc_po: What five?

# an5.208:2.3
source: Cakkhussaṃ, mukhaṃ na duggandhaṃ hoti, rasaharaṇiyo visujjhanti, pittaṃ semhaṃ bhattaṃ na pariyonandhati, bhattamassa chādeti.
sc_po: It’s good for your eyes, you don’t get bad breath, your taste-buds are cleaned, bile and phlegm don’t cover your food, and food agrees with you.

# an5.208:2.4
source: Ime kho, bhikkhave, pañca ānisaṃsā dantakaṭṭhassa khādane”ti.
sc_po: These are the five benefits of using chew sticks.”
