Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.174.po
Languages: sc_po

# an5.174:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.174:0.2
source: 18. Upāsakavagga
sc_po: 18. A Lay Follower

# an5.174:0.3
source: 174. Verasutta
sc_po: 174. Threats

# an5.174:1.1
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an5.174:2.1
source: “Pañca, gahapati, bhayāni verāni appahāya ‘dussīlo’ iti vuccati, nirayañca upapajjati.
sc_po: “Householder, unless these five dangers and threats are given up, one is said to be unethical, and is reborn in hell.

# an5.174:2.2
source: Katamāni pañca?
sc_po: What five?

# an5.174:2.3
source: Pāṇātipātaṃ, adinnādānaṃ, kāmesumicchācāraṃ, musāvādaṃ, surāmerayamajjapamādaṭṭhānaṃ—
sc_po: Killing living creatures, stealing, committing sexual misconduct, lying, and using alcoholic drinks that cause negligence.

# an5.174:2.4
source: imāni kho, gahapati, pañca bhayāni verāni appahāya ‘dussīlo’ iti vuccati, nirayañca upapajjati.
sc_po: Unless these five dangers and threats are given up, one is said to be unethical, and is reborn in hell.

# an5.174:3.1
source: Pañca, gahapati, bhayāni verāni pahāya ‘sīlavā’ iti vuccati, sugatiñca upapajjati.
sc_po: Once these five dangers and threats are given up, one is said to be ethical, and is reborn in heaven.

# an5.174:3.2
source: Katamāni pañca?
sc_po: What five?

# an5.174:3.3
source: Pāṇātipātaṃ, adinnādānaṃ, kāmesumicchācāraṃ, musāvādaṃ, surāmerayamajjapamādaṭṭhānaṃ—
sc_po: Killing living creatures, stealing, committing sexual misconduct, lying, and using alcoholic drinks that cause negligence.

# an5.174:3.4
source: imāni kho, gahapati, pañca bhayāni verāni pahāya ‘sīlavā’ iti vuccati, sugatiñca upapajjati.
sc_po: Once these five dangers and threats are given up, one is said to be ethical, and is reborn in heaven.

# an5.174:4.1
source: Yaṃ, gahapati, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, pāṇātipātā paṭivirato neva diṭṭhadhammikaṃ bhayaṃ veraṃ pasavati, na samparāyikaṃ bhayaṃ veraṃ pasavati, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: Anyone who kills living creatures creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from killing living creatures creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness.

# an5.174:4.2
source: Pāṇātipātā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti.
sc_po: So that danger and threat is quelled for anyone who refrains from killing living creatures.

# an5.174:5.1
source: Yaṃ, gahapati, adinnādāyī … pe ….
sc_po: Anyone who steals …

# an5.174:6.1
source: Yaṃ, gahapati, kāmesumicchācārī … pe ….
sc_po: Anyone who commits sexual misconduct …

# an5.174:7.1
source: Yaṃ, gahapati, musāvādī … pe ….
sc_po: Anyone who lies …

# an5.174:8.1
source: Yaṃ, gahapati, surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti, surāmerayamajjapamādaṭṭhānā paṭivirato neva diṭṭhadhammikaṃ bhayaṃ veraṃ pasavati, na samparāyikaṃ bhayaṃ veraṃ pasavati, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: Anyone who uses alcoholic drinks that cause negligence creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. Anyone who refrains from using alcoholic drinks that cause negligence creates no dangers and threats either in the present life or in lives to come, and doesn’t experience mental pain and sadness.

# an5.174:8.2
source: Surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hotīti.
sc_po: So that danger and threat is quelled for anyone who refrains from using alcoholic drinks that cause negligence.

# an5.174:9.1
source: Yo pāṇamatipāteti,
sc_po: A person in the world kills living creatures,

# an5.174:9.2
source: musāvādañca bhāsati;
sc_po: speaks falsely,

# an5.174:9.3
source: Loke adinnaṃ ādiyati,
sc_po: steals,

# an5.174:9.4
source: paradārañca gacchati;
sc_po: commits adultery,

# an5.174:9.5
source: Surāmerayapānañca,
sc_po: and indulges in drinking

# an5.174:9.6
source: yo naro anuyuñjati.
sc_po: alcohol and liquor.

# an5.174:10.1
source: Appahāya pañca verāni,
sc_po: Unless they give up these five threats,

# an5.174:10.2
source: dussīlo iti vuccati;
sc_po: they’re said to be unethical.

# an5.174:10.3
source: Kāyassa bhedā duppañño,
sc_po: When their body breaks up, that witless person

# an5.174:10.4
source: nirayaṃ sopapajjati.
sc_po: is reborn in hell.

# an5.174:11.1
source: Yo pāṇaṃ nātipāteti,
sc_po: A person in the world doesn’t kill living creatures,

# an5.174:11.2
source: musāvādaṃ na bhāsati;
sc_po: speak falsely,

# an5.174:11.3
source: Loke adinnaṃ nādiyati,
sc_po: steal,

# an5.174:11.4
source: paradāraṃ na gacchati;
sc_po: commit adultery,

# an5.174:11.5
source: Surāmerayapānañca,
sc_po: or indulge in drinking

# an5.174:11.6
source: yo naro nānuyuñjati.
sc_po: alcohol and liquor.

# an5.174:12.1
source: Pahāya pañca verāni,
sc_po: Giving up these five threats,

# an5.174:12.2
source: sīlavā iti vuccati;
sc_po: they’re said to be ethical.

# an5.174:12.3
source: Kāyassa bhedā sappañño,
sc_po: When their body breaks up, that wise person

# an5.174:12.4
source: sugatiṃ sopapajjatī”ti.
sc_po: is reborn in a good place.”
