Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.130.po
Languages: sc_po

# an5.130:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.130:0.2
source: 13. Gilānavagga
sc_po: 13. Sick

# an5.130:0.3
source: 130. Byasanasutta
sc_po: 130. Loss

# an5.130:1.1
source: “Pañcimāni, bhikkhave, byasanāni.
sc_po: “Mendicants, there are these five losses.

# an5.130:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.130:1.3
source: Ñātibyasanaṃ, bhogabyasanaṃ, rogabyasanaṃ, sīlabyasanaṃ, diṭṭhibyasanaṃ.
sc_po: Loss of relatives, wealth, health, ethics, and view.

# an5.130:1.4
source: Na, bhikkhave, sattā ñātibyasanahetu vā bhogabyasanahetu vā rogabyasanahetu vā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
sc_po: It is not because of loss of relatives, wealth, or health that sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.

# an5.130:1.5
source: Sīlabyasanahetu vā, bhikkhave, sattā diṭṭhibyasanahetu vā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
sc_po: It is because of loss of ethics or view that sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell.

# an5.130:1.6
source: Imāni kho, bhikkhave, pañca byasanāni.
sc_po: These are the five losses.

# an5.130:2.1
source: Pañcimā, bhikkhave, sampadā.
sc_po: There are these five endowments.

# an5.130:2.2
source: Katamā pañca?
sc_po: What five?

# an5.130:2.3
source: Ñātisampadā, bhogasampadā, ārogyasampadā, sīlasampadā, diṭṭhisampadā.
sc_po: Endowment with relatives, wealth, health, ethics, and view.

# an5.130:2.4
source: Na, bhikkhave, sattā ñātisampadāhetu vā bhogasampadāhetu vā ārogyasampadāhetu vā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: It is not because of endowment with relatives, wealth, or health that sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.

# an5.130:2.5
source: Sīlasampadāhetu vā, bhikkhave, sattā diṭṭhisampadāhetu vā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: It is because of endowment with ethics or view that sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm.

# an5.130:2.6
source: Imā kho, bhikkhave, pañca sampadā”ti.
sc_po: These are the five endowments.”
