Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.132.po
Languages: sc_po

# an5.132:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.132:0.2
source: 14. Rājavagga
sc_po: 14. Kings

# an5.132:0.3
source: 132. Dutiyacakkānuvattanasutta
sc_po: 132. Wielding Power (2nd)

# an5.132:1.1
source: “Pañcahi, bhikkhave, aṅgehi samannāgato rañño cakkavattissa jeṭṭho putto pitarā pavattitaṃ cakkaṃ dhammeneva anuppavatteti;
sc_po: “Mendicants, possessing five factors a wheel-turning monarch’s eldest son continues to wield the power set in motion by his father only in a principled manner.

# an5.132:1.2
source: taṃ hoti cakkaṃ appaṭivattiyaṃ kenaci manussabhūtena paccatthikena pāṇinā.
sc_po: And this power cannot be undermined by any human enemy.

# an5.132:2.1
source: Katamehi pañcahi?
sc_po: What five?

# an5.132:2.2
source: Idha, bhikkhave, rañño cakkavattissa jeṭṭho putto atthaññū ca hoti, dhammaññū ca, mattaññū ca, kālaññū ca, parisaññū ca.
sc_po: A wheel-turning monarch’s oldest son knows what is right, knows principle, knows moderation, knows the right time, and knows the assembly.

# an5.132:2.3
source: Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño cakkavattissa jeṭṭho putto pitarā pavattitaṃ cakkaṃ dhammeneva anuppavatteti;
sc_po: A wheel-turning monarch’s oldest son who possesses these five factors continues to wield the power set in motion by his father only in a principled manner.

# an5.132:2.4
source: taṃ hoti cakkaṃ appaṭivattiyaṃ kenaci manussabhūtena paccatthikena pāṇinā.
sc_po: And this power cannot be undermined by any human enemy.

# an5.132:3.1
source: Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato sāriputto tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavatteti;
sc_po: In the same way, possessing five factors Sāriputta rightly keeps rolling the supreme Wheel of Dhamma that was rolled forth by the Realized One.

# an5.132:3.2
source: taṃ hoti cakkaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmiṃ.
sc_po: And that wheel cannot be turned back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.

# an5.132:4.1
source: Katamehi pañcahi?
sc_po: What five?

# an5.132:4.2
source: Idha, bhikkhave, sāriputto atthaññū, dhammaññū, mattaññū, kālaññū, parisaññū.
sc_po: Sāriputta knows what is right, knows principle, knows moderation, knows the right time, and knows the assembly.

# an5.132:4.3
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato sāriputto tathāgatena anuttaraṃ dhammacakkaṃ pavattitaṃ sammadeva anuppavatteti;
sc_po: Possessing these five factors Sāriputta rightly keeps rolling the supreme Wheel of Dhamma that was rolled forth by the Realized One.

# an5.132:4.4
source: taṃ hoti cakkaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti.
sc_po: And that wheel cannot be turned back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.”
