Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.139.po
Languages: sc_po

# an5.139:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.139:0.2
source: 14. Rājavagga
sc_po: 14. Kings

# an5.139:0.3
source: 139. Akkhamasutta
sc_po: 139. Cannot Endure

# an5.139:1.1
source: “Pañcahi, bhikkhave, aṅgehi samannāgato rañño nāgo na rājāraho hoti na rājabhoggo, na rañño aṅgaṃtveva saṅkhaṃ gacchati.
sc_po: “Mendicants, a royal bull elephant with five factors is not worthy of a king, not fit to serve a king, and is not considered a factor of kingship.

# an5.139:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.139:1.3
source: Idha, bhikkhave, rañño nāgo akkhamo hoti rūpānaṃ, akkhamo saddānaṃ, akkhamo gandhānaṃ, akkhamo rasānaṃ, akkhamo phoṭṭhabbānaṃ.
sc_po: It’s when a royal bull elephant can’t endure sights, sounds, smells, tastes, and touches.

# an5.139:2.1
source: Kathañca, bhikkhave, rañño nāgo akkhamo hoti rūpānaṃ?
sc_po: And how is it that a royal bull elephant can’t endure sights?

# an5.139:2.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato hatthikāyaṃ vā disvā assakāyaṃ vā disvā rathakāyaṃ vā disvā pattikāyaṃ vā disvā saṃsīdati visīdati, na santhambhati na sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant gone to battle falters and founders at the sight of a division of elephants, of cavalry, of chariots, or of infantry. It doesn’t stay firm, and fails to plunge into battle.

# an5.139:2.3
source: Evaṃ kho, bhikkhave, rañño nāgo akkhamo hoti rūpānaṃ. (1)
sc_po: That’s how a royal bull elephant can’t endure sights.

# an5.139:3.1
source: Kathañca, bhikkhave, rañño nāgo akkhamo hoti saddānaṃ?
sc_po: And how is it that a royal bull elephant can’t endure sounds?

# an5.139:3.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato hatthisaddaṃ vā sutvā assasaddaṃ vā sutvā rathasaddaṃ vā sutvā pattisaddaṃ vā sutvā bheripaṇavasaṅkhatiṇavaninnādasaddaṃ vā sutvā saṃsīdati visīdati, na santhambhati na sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant gone to battle falters and founders at the sound of a division of elephants, of cavalry, of chariots, or of infantry, or the thunder of the drums, kettledrums, horns, and cymbals. It doesn’t stay firm, and fails to plunge into battle.

# an5.139:3.3
source: Evaṃ kho, bhikkhave, rañño nāgo akkhamo hoti saddānaṃ. (2)
sc_po: That’s how a royal bull elephant can’t endure sounds.

# an5.139:4.1
source: Kathañca, bhikkhave, rañño nāgo akkhamo hoti gandhānaṃ?
sc_po: And how is it that a royal bull elephant can’t endure smells?

# an5.139:4.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato ye te rañño nāgā abhijātā saṅgāmāvacarā tesaṃ muttakarīsassa gandhaṃ ghāyitvā saṃsīdati visīdati, na santhambhati na sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant gone to battle falters and founders when it smells the odor of the feces and urine of battle-hardened, pedigree royal bull elephants. It doesn’t stay firm, and fails to plunge into battle.

# an5.139:4.3
source: Evaṃ kho, bhikkhave, rañño nāgo akkhamo hoti gandhānaṃ. (3)
sc_po: That’s how a royal bull elephant can’t endure smells.

# an5.139:5.1
source: Kathañca, bhikkhave, rañño nāgo akkhamo hoti rasānaṃ?
sc_po: And how is it that a royal bull elephant can’t endure tastes?

# an5.139:5.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato ekissā vā tiṇodakadattiyā vimānito dvīhi vā tīhi vā catūhi vā pañcahi vā tiṇodakadattīhi vimānito saṃsīdati visīdati, na santhambhati na sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant gone to battle falters and founders when it misses a meal of grass and water, or it misses two, three, four, or five meals. It doesn’t stay firm, and fails to plunge into battle.

# an5.139:5.3
source: Evaṃ kho, bhikkhave, rañño nāgo akkhamo hoti rasānaṃ. (4)
sc_po: That’s how a royal bull elephant can’t endure tastes.

# an5.139:6.1
source: Kathañca, bhikkhave, rañño nāgo akkhamo hoti phoṭṭhabbānaṃ?
sc_po: And how is it that a royal bull elephant can’t endure touches?

# an5.139:6.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato ekena vā saravegena viddho, dvīhi vā tīhi vā catūhi vā pañcahi vā saravegehi viddho saṃsīdati visīdati, na santhambhati na sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant gone to battle falters and founders when struck by a swift arrow, or by two, three, four, or five swift arrows. It doesn’t stay firm, and fails to plunge into battle.

# an5.139:6.3
source: Evaṃ kho, bhikkhave, rañño nāgo akkhamo hoti phoṭṭhabbānaṃ. (5)
sc_po: That’s how a royal bull elephant can’t endure touches.

# an5.139:7.1
source: Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño nāgo na rājāraho hoti na rājabhoggo na rañño aṅgaṃtveva saṅkhaṃ gacchati.
sc_po: A royal bull elephant with these five factors is not worthy of a king, not fit to serve a king, and is not considered a factor of kingship.

# an5.139:8.1
source: Evamevaṃ kho, bhikkhave, pañcahi aṅgehi samannāgato bhikkhu na āhuneyyo hoti na pāhuneyyo na dakkhiṇeyyo na añjalikaraṇīyo na anuttaraṃ puññakkhettaṃ lokassa.
sc_po: In the same way, a mendicant with five qualities is not worthy of offerings dedicated to the gods, not worthy of hospitality, not worthy of a religious donation, not worthy of veneration with joined palms, and is not the supreme field of merit for the world.

# an5.139:8.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.139:8.3
source: Idha, bhikkhave, bhikkhu akkhamo hoti rūpānaṃ, akkhamo saddānaṃ, akkhamo gandhānaṃ, akkhamo rasānaṃ, akkhamo phoṭṭhabbānaṃ.
sc_po: It’s when a mendicant can’t endure sights, sounds, smells, tastes, and touches.

# an5.139:9.1
source: Kathañca, bhikkhave, bhikkhu akkhamo hoti rūpānaṃ?
sc_po: And how is it that a mendicant can’t endure sights?

# an5.139:9.2
source: Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā rajanīye rūpe sārajjati, na sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, seeing a sight with their eyes, is aroused by a desirable sight, so is not able to still the mind.

# an5.139:9.3
source: Evaṃ kho, bhikkhave, bhikkhu akkhamo hoti rūpānaṃ. (1)
sc_po: That’s how a mendicant can’t endure sights.

# an5.139:10.1
source: Kathañca, bhikkhave, bhikkhu akkhamo hoti saddānaṃ?
sc_po: And how is it that a mendicant can’t endure sounds?

# an5.139:10.2
source: Idha, bhikkhave, bhikkhu sotena saddaṃ sutvā rajanīye sadde sārajjati, na sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, hearing a sound with their ears, is aroused by a desirable sound, so is not able to still the mind.

# an5.139:10.3
source: Evaṃ kho, bhikkhave, bhikkhu akkhamo hoti saddānaṃ. (2)
sc_po: That’s how a mendicant can’t endure sounds.

# an5.139:11.1
source: Kathañca, bhikkhave, bhikkhu akkhamo hoti gandhānaṃ?
sc_po: And how is it that a mendicant can’t endure smells?

# an5.139:11.2
source: Idha, bhikkhave, bhikkhu ghānena gandhaṃ ghāyitvā rajanīye gandhe sārajjati, na sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, smelling an odor with their nose, is aroused by a desirable smell, so is not able to still the mind.

# an5.139:11.3
source: Evaṃ kho, bhikkhave, bhikkhu akkhamo hoti gandhānaṃ. (3)
sc_po: That’s how a mendicant can’t endure smells.

# an5.139:12.1
source: Kathañca, bhikkhave, bhikkhu akkhamo hoti rasānaṃ?
sc_po: And how is it that a mendicant can’t endure tastes?

# an5.139:12.2
source: Idha, bhikkhave, bhikkhu jivhāya rasaṃ sāyitvā rajanīye rase sārajjati, na sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, tasting a flavor with their tongue, is aroused by desirable tastes, so is not able to still the mind.

# an5.139:12.3
source: Evaṃ kho, bhikkhave, bhikkhu akkhamo hoti rasānaṃ. (4)
sc_po: That’s how a mendicant can’t endure tastes.

# an5.139:13.1
source: Kathañca, bhikkhave, bhikkhu akkhamo hoti phoṭṭhabbānaṃ?
sc_po: And how is it that a mendicant can’t endure touches?

# an5.139:13.2
source: Idha, bhikkhave, bhikkhu kāyena phoṭṭhabbaṃ phusitvā rajanīye phoṭṭhabbe sārajjati, na sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, feeling a touch with their body, is aroused by a desirable touch, so is not able to still the mind.

# an5.139:13.3
source: Evaṃ kho, bhikkhave, bhikkhu akkhamo hoti phoṭṭhabbānaṃ. (5)
sc_po: That’s how a mendicant can’t endure touches.

# an5.139:14.1
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu na āhuneyyo hoti na pāhuneyyo na dakkhiṇeyyo na añjalikaraṇīyo na anuttaraṃ puññakkhettaṃ lokassa.
sc_po: A mendicant with these five qualities is not worthy of offerings dedicated to the gods, not worthy of hospitality, not worthy of a religious donation, not worthy of veneration with joined palms, and is not the supreme field of merit for the world.

# an5.139:15.1
source: Pañcahi, bhikkhave, aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgaṃtveva saṅkhaṃ gacchati.
sc_po: A royal bull elephant with five factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.

# an5.139:15.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.139:15.3
source: Idha, bhikkhave, rañño nāgo khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ.
sc_po: It’s when a royal bull elephant can endure sights, sounds, smells, tastes, and touches.

# an5.139:16.1
source: Kathañca, bhikkhave, rañño nāgo khamo hoti rūpānaṃ?
sc_po: And how is it that a royal bull elephant can endure sights?

# an5.139:16.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato hatthikāyaṃ vā disvā assakāyaṃ vā disvā rathakāyaṃ vā disvā pattikāyaṃ vā disvā na saṃsīdati na visīdati, santhambhati sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant gone to battle does not falter or founder at the sight of a division of elephants, of cavalry, of chariots, or of infantry. It stays firm, and plunges into battle.

# an5.139:16.3
source: Evaṃ kho, bhikkhave, rañño nāgo khamo hoti rūpānaṃ. (1)
sc_po: That’s how a royal bull elephant can endure sights.

# an5.139:17.1
source: Kathañca, bhikkhave, rañño nāgo khamo hoti saddānaṃ?
sc_po: And how is it that a royal bull elephant can endure sounds?

# an5.139:17.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato hatthisaddaṃ vā sutvā assasaddaṃ vā sutvā rathasaddaṃ vā sutvā pattisaddaṃ vā sutvā bheripaṇavasaṅkhatiṇavaninnādasaddaṃ vā sutvā na saṃsīdati na visīdati, santhambhati sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant does not falter or founder at the sound of a division of elephants, of cavalry, of chariots, or of infantry, or the thunder of the drums, kettledrums, horns, and cymbals. It stays firm, and plunges into battle.

# an5.139:17.3
source: Evaṃ kho, bhikkhave, rañño nāgo khamo hoti saddānaṃ. (2)
sc_po: That’s how a royal bull elephant can endure sounds.

# an5.139:18.1
source: Kathañca, bhikkhave, rañño nāgo khamo hoti gandhānaṃ?
sc_po: And how is it that a royal bull elephant can endure smells?

# an5.139:18.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato ye te rañño nāgā abhijātā saṅgāmāvacarā tesaṃ muttakarīsassa gandhaṃ ghāyitvā na saṃsīdati na visīdati, santhambhati sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant gone to battle does not falter or founder when it smells the odor of the feces and urine of battle-hardened, pedigree royal bull elephants. It stays firm, and plunges into battle.

# an5.139:18.3
source: Evaṃ kho, bhikkhave, rañño nāgo khamo hoti gandhānaṃ. (3)
sc_po: That’s how a royal bull elephant can endure smells.

# an5.139:19.1
source: Kathañca, bhikkhave, rañño nāgo khamo hoti rasānaṃ?
sc_po: And how is it that a royal bull elephant can endure tastes?

# an5.139:19.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato ekissā vā tiṇodakadattiyā vimānito dvīhi vā tīhi vā catūhi vā pañcahi vā tiṇodakadattīhi vimānito na saṃsīdati na visīdati, santhambhati sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant gone to battle does not falter or founder when it misses a meal of grass and water, or it misses two, three, four, or five meals. It stays firm, and plunges into battle.

# an5.139:19.3
source: Evaṃ kho, bhikkhave, rañño nāgo khamo hoti rasānaṃ. (4)
sc_po: That’s how a royal bull elephant can endure tastes.

# an5.139:20.1
source: Kathañca, bhikkhave, rañño nāgo khamo hoti phoṭṭhabbānaṃ?
sc_po: And how is it that a royal bull elephant can endure touches?

# an5.139:20.2
source: Idha, bhikkhave, rañño nāgo saṅgāmagato ekena vā saravegena viddho, dvīhi vā tīhi vā catūhi vā pañcahi vā saravegehi viddho na saṃsīdati na visīdati, santhambhati sakkoti saṅgāmaṃ otarituṃ.
sc_po: It’s when a royal bull elephant gone to battle does not falter or founder when struck by a swift arrow, or by two, three, four, or five swift arrows. It stays firm, and plunges into battle.

# an5.139:20.3
source: Evaṃ kho, bhikkhave, rañño nāgo khamo hoti phoṭṭhabbānaṃ. (5)
sc_po: That’s how a royal bull elephant can endure touches.

# an5.139:21.1
source: Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño nāgo rājāraho hoti rājabhoggo, rañño aṅgaṃtveva saṅkhaṃ gacchati.
sc_po: A royal bull elephant with these five factors is worthy of a king, fit to serve a king, and is considered a factor of kingship.

# an5.139:22.1
source: Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassa.
sc_po: In the same way, a mendicant with five qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.

# an5.139:22.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.139:22.3
source: Idha, bhikkhave, bhikkhu khamo hoti rūpānaṃ, khamo saddānaṃ, khamo gandhānaṃ, khamo rasānaṃ, khamo phoṭṭhabbānaṃ.
sc_po: It’s when a mendicant can endure sights, sounds, smells, tastes, and touches.

# an5.139:23.1
source: Kathañca, bhikkhave, bhikkhu khamo hoti rūpānaṃ?
sc_po: And how is it that a mendicant can endure sights?

# an5.139:23.2
source: Idha, bhikkhave, bhikkhu cakkhunā rūpaṃ disvā rajanīye rūpe na sārajjati, sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, seeing a sight with their eyes, is not aroused by a desirable sight, so is able to still the mind.

# an5.139:23.3
source: Evaṃ kho, bhikkhave, bhikkhu khamo hoti rūpānaṃ. (1)
sc_po: That’s how a mendicant can endure sights.

# an5.139:24.1
source: Kathañca, bhikkhave, bhikkhu khamo hoti saddānaṃ?
sc_po: And how is it that a mendicant can endure sounds?

# an5.139:24.2
source: Idha, bhikkhave, bhikkhu sotena saddaṃ sutvā rajanīye sadde na sārajjati, sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, hearing a sound with their ears, is not aroused by desirable sounds, so is able to still the mind.

# an5.139:24.3
source: Evaṃ kho, bhikkhave, bhikkhu khamo hoti saddānaṃ. (2)
sc_po: That’s how a mendicant can endure sounds.

# an5.139:25.1
source: Kathañca, bhikkhave, bhikkhu khamo hoti gandhānaṃ.
sc_po: And how is it that a mendicant can endure smells?

# an5.139:25.2
source: Idha, bhikkhave, bhikkhu ghānena gandhaṃ ghāyitvā rajanīye gandhe na sārajjati, sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, smelling an odor with their nose, is not aroused by a desirable smell, so is able to still the mind.

# an5.139:25.3
source: Evaṃ kho, bhikkhave, bhikkhu khamo hoti gandhānaṃ. (3)
sc_po: That’s how a mendicant can endure smells.

# an5.139:26.1
source: Kathañca, bhikkhave, bhikkhu khamo hoti rasānaṃ?
sc_po: And how is it that a mendicant can endure tastes?

# an5.139:26.2
source: Idha, bhikkhave, bhikkhu jivhāya rasaṃ sāyitvā rajanīye rase na sārajjati, sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, tasting a flavor with their tongue, is not aroused by desirable tastes, so is able to still the mind.

# an5.139:26.3
source: Evaṃ kho, bhikkhave, bhikkhu khamo hoti rasānaṃ. (4)
sc_po: That’s how a mendicant can endure tastes.

# an5.139:27.1
source: Kathañca, bhikkhave, bhikkhu khamo hoti phoṭṭhabbānaṃ?
sc_po: And how is it that a mendicant can endure touches?

# an5.139:27.2
source: Idha, bhikkhave, bhikkhu kāyena phoṭṭhabbaṃ phusitvā rajanīye phoṭṭhabbe na sārajjati, sakkoti cittaṃ samādahituṃ.
sc_po: It’s when a mendicant, feeling a touch with their body, is not aroused by a desirable touch, so is able to still the mind.

# an5.139:27.3
source: Evaṃ kho, bhikkhave, bhikkhu khamo hoti phoṭṭhabbānaṃ. (5)
sc_po: That’s how a mendicant can endure touches.

# an5.139:28.1
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āhuneyyo hoti pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā”ti.
sc_po: A mendicant with these five qualities is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.”
