Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.104.po
Languages: sc_po

# an5.104:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.104:0.2
source: 11. Phāsuvihāravagga
sc_po: 11. Living Comfortably

# an5.104:0.3
source: 104. Samaṇasukhumālasutta
sc_po: 104. An Exquisite Ascetic of Ascetics

# an5.104:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu samaṇesu samaṇasukhumālo hoti.
sc_po: “Mendicants, a mendicant with five qualities is an exquisite ascetic of ascetics.

# an5.104:2.1
source: Katamehi pañcahi?
sc_po: What five?

# an5.104:2.2
source: Idha, bhikkhave, bhikkhu yācitova bahulaṃ cīvaraṃ paribhuñjati, appaṃ ayācito; yācitova bahulaṃ piṇḍapātaṃ paribhuñjati, appaṃ ayācito; yācitova bahulaṃ senāsanaṃ paribhuñjati, appaṃ ayācito; yācitova bahulaṃ gilānapaccayabhesajjaparikkhāraṃ paribhuñjati, appaṃ ayācito.
sc_po: It’s when a mendicant usually uses only what they’ve been invited to accept—robes, alms-food, lodgings, and medicines and supplies for the sick—rarely using them without invitation.

# an5.104:2.3
source: Yehi kho pana sabrahmacārīhi saddhiṃ viharati, tyassa manāpeneva bahulaṃ kāyakammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ vacīkammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ manokammena samudācaranti, appaṃ amanāpena;
sc_po: When living with other spiritual practitioners, they usually treat them agreeably by way of body, speech, and mind, and rarely disagreeably.

# an5.104:2.4
source: manāpaṃyeva upahāraṃ upaharanti, appaṃ amanāpaṃ.
sc_po: And they usually present them with agreeable things, rarely with disagreeable ones.

# an5.104:2.5
source: Yāni kho pana tāni vedayitāni pittasamuṭṭhānāni vā semhasamuṭṭhānāni vā vātasamuṭṭhānāni vā sannipātikāni vā utupariṇāmajāni vā visamaparihārajāni vā opakkamikāni vā kammavipākajāni vā, tānissa na bahudeva uppajjanti.
sc_po: They’re healthy, so the various unpleasant feelings—stemming from disorders of bile, phlegm, wind, or their conjunction; or caused by change in weather, by not taking care of themselves, by overexertion, or as the result of past deeds—usually don’t come up.

# an5.104:2.6
source: Appābādho hoti, catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī,
sc_po: They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.

# an5.104:2.7
source: āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: And they realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an5.104:2.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu samaṇesu samaṇasukhumālo hoti.
sc_po: A mendicant with these five qualities is an exquisite ascetic of ascetics.

# an5.104:3.1
source: Yañhi taṃ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’ti, mameva taṃ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’ti.
sc_po: And if anyone should be rightly called an exquisite ascetic of ascetics, it’s me.

# an5.104:3.2
source: Ahañhi, bhikkhave, yācitova bahulaṃ cīvaraṃ paribhuñjāmi, appaṃ ayācito; yācitova bahulaṃ piṇḍapātaṃ paribhuñjāmi, appaṃ ayācito; yācitova bahulaṃ senāsanaṃ paribhuñjāmi, appaṃ ayācito; yācitova bahulaṃ gilānapaccayabhesajjaparikkhāraṃ paribhuñjāmi, appaṃ ayācito.
sc_po: For I usually use only what I’ve been invited to accept.

# an5.104:3.3
source: Yehi kho pana bhikkhūhi saddhiṃ viharāmi, te maṃ manāpeneva bahulaṃ kāyakammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ vacīkammena samudācaranti, appaṃ amanāpena; manāpeneva bahulaṃ manokammena samudācaranti, appaṃ amanāpena;
sc_po: When living with other spiritual practitioners, I usually treat them agreeably.

# an5.104:3.4
source: manāpaṃyeva upahāraṃ upaharanti, appaṃ amanāpaṃ.
sc_po: And I usually present them with agreeable things.

# an5.104:3.5
source: Yāni kho pana tāni vedayitāni—pittasamuṭṭhānāni vā semhasamuṭṭhānāni vā vātasamuṭṭhānāni vā sannipātikāni vā utupariṇāmajāni vā visamaparihārajāni vā opakkamikāni vā kammavipākajāni vā—tāni me na bahudeva uppajjanti. Appābādhohamasmi.
sc_po: I’m healthy.

# an5.104:3.6
source: catunnaṃ kho panasmi jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī,
sc_po: I get the four absorptions when I want, without trouble or difficulty.

# an5.104:3.7
source: āsavānaṃ khayā … pe … sacchikatvā upasampajja viharāmi.
sc_po: And I’ve realized the undefiled freedom of heart and freedom by wisdom in this very life.

# an5.104:4.1
source: Yañhi taṃ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’ti, mameva taṃ, bhikkhave, sammā vadamāno vadeyya: ‘samaṇesu samaṇasukhumālo’”ti.
sc_po: So if anyone should be rightly called an exquisite ascetic of ascetics, it’s me.”
