Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.172.po
Languages: sc_po

# an5.172:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.172:0.2
source: 18. Upāsakavagga
sc_po: 18. A Lay Follower

# an5.172:0.3
source: 172. Visāradasutta
sc_po: 172. Assured

# an5.172:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato upāsako avisārado agāraṃ ajjhāvasati.
sc_po: “A lay follower living at home with five qualities is not self-assured.

# an5.172:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.172:1.3
source: Pāṇātipātī hoti … pe … surāmerayamajjapamādaṭṭhāyī hoti.
sc_po: They kill living creatures, steal, commit sexual misconduct, lie, and use alcoholic drinks that cause negligence.

# an5.172:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato upāsako avisārado agāraṃ ajjhāvasati.
sc_po: A lay follower living at home with these five qualities is not self-assured.

# an5.172:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato upāsako visārado agāraṃ ajjhāvasati.
sc_po: A lay follower living at home with these five qualities is self-assured.

# an5.172:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.172:2.3
source: Pāṇātipātā paṭivirato hoti … pe … surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: They don’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence.

# an5.172:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato upāsako visārado agāraṃ ajjhāvasatī”ti.
sc_po: A lay follower living at home with these five qualities is self-assured.”
