Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.264.po
Languages: sc_po

# an5.264:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.264:0.2
source: 26. Upasampadāvagga
sc_po: 26. Ordination

# an5.264:0.3
source: 264. Aparapaṭhamajhānasutta
sc_po: 264. Another Discourse on the First Absorption

# an5.264:1.1
source: “Pañcime, bhikkhave, dhamme appahāya abhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ.
sc_po: “Mendicants, without giving up these five qualities you can’t enter and remain in the first absorption.

# an5.264:1.2
source: Katame pañca?
sc_po: What five?

# an5.264:1.3
source: Āvāsamacchariyaṃ, kulamacchariyaṃ, lābhamacchariyaṃ, vaṇṇamacchariyaṃ, akataññutaṃ akataveditaṃ.
sc_po: Stinginess with dwellings, families, material possessions, praise, and lack of gratitude and thankfulness.

# an5.264:1.4
source: Ime kho, bhikkhave, pañca dhamme appahāya abhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ.
sc_po: Without giving up these five qualities you can’t enter and remain in the first absorption.

# an5.264:2.1
source: Pañcime, bhikkhave, dhamme pahāya bhabbo paṭhamaṃ jhānaṃ upasampajja viharituṃ.
sc_po: But after giving up these five qualities you can enter and remain in the first absorption.

# an5.264:2.2
source: Katame pañca?
sc_po: What five?

# an5.264:2.3
source: Āvāsamacchariyaṃ, kulamacchariyaṃ, lābhamacchariyaṃ, vaṇṇamacchariyaṃ, akataññutaṃ akataveditaṃ.
sc_po: Stinginess with dwellings, families, material possessions, praise, and lack of gratitude and thankfulness.

# an5.264:2.4
source: Ime kho, bhikkhave, pañca dhamme pahāya bhabbo paṭhamaṃ jhānaṃ upasampajja viharitun”ti.
sc_po: After giving up these five qualities you can enter and remain in the first absorption.”
