Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.155.po
Languages: sc_po

# an5.155:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.155:0.2
source: 16. Saddhammavagga
sc_po: 16. The True Teaching

# an5.155:0.3
source: 155. Dutiyasaddhammasammosasutta
sc_po: 155. The Decline of the True Teaching (2nd)

# an5.155:1.1
source: “Pañcime, bhikkhave, dhammā saddhammassa sammosāya antaradhānāya saṃvattanti.
sc_po: “Mendicants, these five things lead to the decline and disappearance of the true teaching.

# an5.155:1.2
source: Katame pañca?
sc_po: What five?

# an5.155:1.3
source: Idha, bhikkhave, bhikkhū dhammaṃ na pariyāpuṇanti—
sc_po: It’s when the mendicants don’t memorize the teaching—

# an5.155:1.4
source: suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ.
sc_po: statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.

# an5.155:1.5
source: Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.
sc_po: This is the first thing that leads to the decline and disappearance of the true teaching.

# an5.155:2.1
source: Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ na vitthārena paresaṃ desenti.
sc_po: Furthermore, the mendicants don’t explain the teaching in detail to others as they learned and memorized it.

# an5.155:2.2
source: Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.
sc_po: This is the second thing …

# an5.155:3.1
source: Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ na vitthārena paraṃ vācenti.
sc_po: Furthermore, the mendicants don’t make others recite the teaching in detail as they learned and memorized it.

# an5.155:3.2
source: Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.
sc_po: This is the third thing …

# an5.155:4.1
source: Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ na vitthārena sajjhāyaṃ karonti.
sc_po: Furthermore, the mendicants don’t recite the teaching in detail as they learned and memorized it.

# an5.155:4.2
source: Ayaṃ, bhikkhave, catuttho dhammo saddhammassa sammosāya antaradhānāya saṃvattati.
sc_po: This is the fourth thing …

# an5.155:5.1
source: Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ na cetasā anuvitakkenti anuvicārenti manasānupekkhanti.
sc_po: Furthermore, the mendicants don’t think about and consider the teaching in their hearts, examining it with their minds as they learned and memorized it.

# an5.155:5.2
source: Ayaṃ, bhikkhave, pañcamo dhammo saddhammassa sammosāya antaradhānāya saṃvattati.
sc_po: This is the fifth thing that leads to the decline and disappearance of the true teaching.

# an5.155:5.3
source: Ime kho, bhikkhave, pañca dhammā saddhammassa sammosāya antaradhānāya saṃvattanti.
sc_po: These five things lead to the decline and disappearance of the true teaching.

# an5.155:6.1
source: Pañcime, bhikkhave, dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattanti.
sc_po: These five things lead to the continuation, persistence, and enduring of the true teaching.

# an5.155:6.2
source: Katame pañca?
sc_po: What five?

# an5.155:6.3
source: Idha, bhikkhave, bhikkhū dhammaṃ pariyāpuṇanti—
sc_po: It’s when the mendicants memorize the teaching—

# an5.155:6.4
source: suttaṃ, geyyaṃ, veyyākaraṇaṃ, gāthaṃ, udānaṃ, itivuttakaṃ, jātakaṃ, abbhutadhammaṃ, vedallaṃ.
sc_po: statements, songs, discussions, verses, inspired exclamations, legends, stories of past lives, amazing stories, and classifications.

# an5.155:6.5
source: Ayaṃ, bhikkhave, paṭhamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.
sc_po: This is the first thing that leads to the continuation, persistence, and enduring of the true teaching.

# an5.155:7.1
source: Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ desenti.
sc_po: Furthermore, the mendicants explain the teaching in detail to others as they learned and memorized it.

# an5.155:7.2
source: Ayaṃ, bhikkhave, dutiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.
sc_po: This is the second thing …

# an5.155:8.1
source: Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paraṃ vācenti.
sc_po: Furthermore, the mendicants make others recite the teaching in detail as they learned and memorized it.

# an5.155:8.2
source: Ayaṃ, bhikkhave, tatiyo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.
sc_po: This is the third thing …

# an5.155:9.1
source: Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karonti.
sc_po: Furthermore, the mendicants recite the teaching in detail as they learned and memorized it.

# an5.155:9.2
source: Ayaṃ, bhikkhave, catuttho dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.
sc_po: This is the fourth thing …

# an5.155:10.1
source: Puna caparaṃ, bhikkhave, bhikkhū yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakkenti anuvicārenti manasānupekkhanti.
sc_po: Furthermore, the mendicants think about and consider the teaching in their hearts, examining it with their minds as they learned and memorized it.

# an5.155:10.2
source: Ayaṃ, bhikkhave, pañcamo dhammo saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattati.
sc_po: This is the fifth thing that leads to the continuation, persistence, and enduring of the true teaching.

# an5.155:10.3
source: Ime kho, bhikkhave, pañca dhammā saddhammassa ṭhitiyā asammosāya anantaradhānāya saṃvattantī”ti.
sc_po: These five things lead to the continuation, persistence, and enduring of the true teaching.”
