Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.034.po
Languages: sc_po

# an5.34:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.34:0.2
source: 4. Sumanavagga
sc_po: 4. With Sumanā

# an5.34:0.3
source: 34. Sīhasenāpatisutta
sc_po: 34. With General Sīha

# an5.34:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# an5.34:1.2
source: Atha kho sīho senāpati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho sīho senāpati bhagavantaṃ etadavoca:
sc_po: Then General Sīha went up to the Buddha, bowed, sat down to one side, and asked him,

# an5.34:1.3
source: “sakkā nu kho, bhante, bhagavā sandiṭṭhikaṃ dānaphalaṃ paññāpetun”ti?
sc_po: “Sir, can you point out a fruit of giving that’s apparent in the present life?”

# an5.34:2.1
source: “Sakkā, sīhā”ti bhagavā avoca:
sc_po: “I can, Sīha,” said the Buddha.

# an5.34:2.2
source: “dāyako, sīha, dānapati bahuno janassa piyo hoti manāpo.
sc_po: “A giver, a donor is dear and beloved to many people.

# an5.34:2.3
source: Yampi, sīha, dāyako dānapati bahuno janassa piyo hoti manāpo, idampi sandiṭṭhikaṃ dānaphalaṃ.
sc_po: This is a fruit of giving that’s apparent in the present life.

# an5.34:3.1
source: Puna caparaṃ, sīha, dāyakaṃ dānapatiṃ santo sappurisā bhajanti.
sc_po: Furthermore, good people associate with a giver.

# an5.34:3.2
source: Yampi, sīha, dāyakaṃ dānapatiṃ santo sappurisā bhajanti, idampi sandiṭṭhikaṃ dānaphalaṃ.
sc_po: This is another fruit of giving that’s apparent in the present life.

# an5.34:4.1
source: Puna caparaṃ, sīha, dāyakassa dānapatino kalyāṇo kittisaddo abbhuggacchati.
sc_po: Furthermore, a giver gains a good reputation.

# an5.34:4.2
source: Yampi, sīha, dāyakassa dānapatino kalyāṇo kittisaddo abbhuggacchati, idampi sandiṭṭhikaṃ dānaphalaṃ.
sc_po: This is another fruit of giving that’s apparent in the present life.

# an5.34:5.1
source: Puna caparaṃ, sīha, dāyako dānapati yaṃ yadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ—visārado upasaṅkamati amaṅkubhūto.
sc_po: Furthermore, a giver enters any kind of assembly bold and assured, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.

# an5.34:5.2
source: Yampi, sīha, dāyako dānapati yaṃ yadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ—visārado upasaṅkamati amaṅkubhūto, idampi sandiṭṭhikaṃ dānaphalaṃ.
sc_po: This is another fruit of giving that’s apparent in the present life.

# an5.34:6.1
source: Puna caparaṃ, sīha, dāyako dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: Furthermore, when a giver’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# an5.34:6.2
source: Yampi, sīha, dāyako dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati, idaṃ samparāyikaṃ dānaphalan”ti.
sc_po: This is a fruit of giving to do with lives to come.”

# an5.34:7.1
source: Evaṃ vutte, sīho senāpati bhagavantaṃ etadavoca:
sc_po: When he said this, General Sīha said to the Buddha,

# an5.34:7.2
source: “yānimāni, bhante, bhagavatā cattāri sandiṭṭhikāni dānaphalāni akkhātāni, nāhaṃ ettha bhagavato saddhāya gacchāmi; ahaṃ petāni jānāmi.
sc_po: “When it comes to those four fruits of giving that are apparent in the present life, I don’t have to rely on faith in the Buddha, for I know them too.

# an5.34:7.3
source: Ahaṃ, bhante, dāyako dānapati bahuno janassa piyo manāpo.
sc_po: I’m a giver, a donor, and am dear and beloved to many people.

# an5.34:7.4
source: Ahaṃ, bhante, dāyako dānapati; maṃ santo sappurisā bhajanti.
sc_po: I’m a giver, and good people associate with me.

# an5.34:7.5
source: Ahaṃ, bhante, dāyako dānapati; mayhaṃ kalyāṇo kittisaddo abbhuggato: ‘sīho senāpati dāyako kārako saṅghupaṭṭhāko’ti.
sc_po: I’m a giver, and I have this good reputation: ‘General Sīha gives, serves, and attends on the Saṅgha.’

# an5.34:7.6
source: Ahaṃ, bhante, dāyako dānapati yaṃ yadeva parisaṃ upasaṅkamāmi—yadi khattiyaparisaṃ yadi brāhmaṇaparisaṃ yadi gahapatiparisaṃ yadi samaṇaparisaṃ—visārado upasaṅkamāmi amaṅkubhūto.
sc_po: I’m a giver, and I enter any kind of assembly bold and assured, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.

# an5.34:7.7
source: Yānimāni, bhante, bhagavatā cattāri sandiṭṭhikāni dānaphalāni akkhātāni, nāhaṃ ettha bhagavato saddhāya gacchāmi; ahaṃ petāni jānāmi.
sc_po: When it comes to these four fruits of giving that are apparent in the present life, I don’t have to rely on faith in the Buddha, for I know them too.

# an5.34:7.8
source: Yañca kho maṃ, bhante, bhagavā evamāha:
sc_po: But when the Buddha says:

# an5.34:7.9
source: ‘dāyako, sīha, dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatī’ti, etāhaṃ na jānāmi; ettha ca panāhaṃ bhagavato saddhāya gacchāmī”ti.
sc_po: ‘When a giver’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ I don’t know this, so I have to rely on faith in the Buddha.”

# an5.34:7.10
source: “Evametaṃ, sīha, evametaṃ, sīha.
sc_po: “That’s so true, Sīha! That’s so true!

# an5.34:7.11
source: Dāyako dānapati kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjatīti.
sc_po: When a giver’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# an5.34:8.1
source: Dadaṃ piyo hoti bhajanti naṃ bahū,
sc_po: Giving, you’re loved and befriended by many people.

# an5.34:8.2
source: Kittiñca pappoti yaso ca vaḍḍhati;
sc_po: You get a good reputation, and your fame grows.

# an5.34:8.3
source: Amaṅkubhūto parisaṃ vigāhati,
sc_po: A generous man enters an assembly

# an5.34:8.4
source: Visārado hoti naro amaccharī.
sc_po: bold and assured.

# an5.34:9.1
source: Tasmā hi dānāni dadanti paṇḍitā,
sc_po: So an astute person, seeking happiness, would give gifts,

# an5.34:9.2
source: Vineyya maccheramalaṃ sukhesino;
sc_po: having driven out the stain of stinginess.

# an5.34:9.3
source: Te dīgharattaṃ tidive patiṭṭhitā,
sc_po: They live long in the heaven of the Three and Thirty,

# an5.34:9.4
source: Devānaṃ sahabyagatā ramanti te.
sc_po: enjoying the company of the gods.

# an5.34:10.1
source: Katāvakāsā katakusalā ito cutā,
sc_po: Having taken the opportunity to do good, when they pass from here

# an5.34:10.2
source: Sayaṃpabhā anuvicaranti nandanaṃ;
sc_po: they wander radiant in the Garden of Delight.

# an5.34:10.3
source: Te tattha nandanti ramanti modare,
sc_po: There they delight, rejoice, and enjoy themselves,

# an5.34:10.4
source: Samappitā kāmaguṇehi pañcahi;
sc_po: provided with the five kinds of sensual stimulation.

# an5.34:10.5
source: Katvāna vākyaṃ asitassa tādino,
sc_po: Doing what the unattached, the poised one says,

# an5.34:10.6
source: Ramanti sagge sugatassa sāvakā”ti.
sc_po: disciples of the Holy One rejoice in heaven.”
