Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.179.po
Languages: sc_po

# an5.179:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.179:0.2
source: 18. Upāsakavagga
sc_po: 18. A Lay Follower

# an5.179:0.3
source: 179. Gihisutta
sc_po: 179. A Layperson

# an5.179:1.1
source: Atha kho anāthapiṇḍiko gahapati pañcamattehi upāsakasatehi parivuto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
sc_po: Then the householder Anāthapiṇḍika, escorted by around five hundred lay followers, went up to the Buddha, bowed, and sat down to one side.

# an5.179:1.2
source: Atha kho bhagavā āyasmantaṃ sāriputtaṃ āmantesi:
sc_po: Then the Buddha said to Venerable Sāriputta:

# an5.179:1.3
source: “yaṃ kañci, sāriputta, jāneyyātha gihiṃ odātavasanaṃ pañcasu sikkhāpadesu saṃvutakammantaṃ catunnaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhiṃ akicchalābhiṃ akasiralābhiṃ, so ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: “You should know this, Sāriputta, about those white-clothed laypeople whose actions are restrained in the five precepts, and who get four blissful meditations in the present life belonging to the higher mind when they want, without trouble or difficulty. They may, if they wish, declare of themselves:

# an5.179:1.4
source: ‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti.
sc_po: ‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’

# an5.179:2.1
source: Katamesu pañcasu sikkhāpadesu saṃvutakammanto hoti?
sc_po: And what are the five precepts in which their actions are restrained?

# an5.179:2.2
source: Idha, sāriputta, ariyasāvako pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: It’s when a noble disciple doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence.

# an5.179:2.3
source: Imesu pañcasu sikkhāpadesu saṃvutakammanto hoti.
sc_po: These are the five precepts in which their actions are restrained.

# an5.179:3.1
source: Katamesaṃ catunnaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī?
sc_po: And what are the four blissful meditations in the present life belonging to the higher mind that they get when they want, without trouble or difficulty?

# an5.179:3.2
source: Idha, sāriputta, ariyasāvako buddhe aveccappasādena samannāgato hoti:
sc_po: It’s when a noble disciple has experiential confidence in the Buddha:

# an5.179:3.3
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi, satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# an5.179:3.4
source: Ayamassa paṭhamo ābhicetasiko diṭṭhadhammasukhavihāro adhigato hoti avisuddhassa cittassa visuddhiyā apariyodātassa cittassa pariyodapanāya.
sc_po: This is the first blissful meditation in the present life belonging to the higher mind, which they achieve in order to purify the unpurified mind and cleanse the unclean mind.

# an5.179:4.1
source: Puna caparaṃ, sāriputta, ariyasāvako dhamme aveccappasādena samannāgato hoti:
sc_po: Furthermore, a noble disciple has experiential confidence in the teaching:

# an5.179:4.2
source: ‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti.
sc_po: ‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’

# an5.179:4.3
source: Ayamassa dutiyo ābhicetasiko diṭṭhadhammasukhavihāro adhigato hoti avisuddhassa cittassa visuddhiyā apariyodātassa cittassa pariyodapanāya.
sc_po: This is the second blissful meditation …

# an5.179:5.1
source: Puna caparaṃ, sāriputta, ariyasāvako saṅghe aveccappasādena samannāgato hoti:
sc_po: Furthermore, a noble disciple has experiential confidence in the Saṅgha:

# an5.179:5.2
source: ‘suppaṭipanno bhagavato sāvakasaṅgho ujuppaṭipanno bhagavato sāvakasaṅgho ñāyappaṭipanno bhagavato sāvakasaṅgho sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti.
sc_po: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’

# an5.179:5.3
source: Ayamassa tatiyo ābhicetasiko diṭṭhadhammasukhavihāro adhigato hoti avisuddhassa cittassa visuddhiyā apariyodātassa cittassa pariyodapanāya.
sc_po: This is the third blissful meditation …

# an5.179:6.1
source: Puna caparaṃ, sāriputta, ariyasāvako ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi.
sc_po: Furthermore, a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# an5.179:6.2
source: Ayamassa catuttho ābhicetasiko diṭṭhadhammasukhavihāro adhigato hoti avisuddhassa cittassa visuddhiyā apariyodātassa cittassa pariyodapanāya.
sc_po: This is the fourth blissful meditation in the present life belonging to the higher mind, which they achieve in order to purify the unpurified mind and cleanse the unclean mind.

# an5.179:6.3
source: Imesaṃ catunnaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.
sc_po: These are the four blissful meditations in the present life belonging to the higher mind that they get when they want, without trouble or difficulty.

# an5.179:7.1
source: Yaṃ kañci, sāriputta, jāneyyātha gihiṃ odātavasanaṃ—imesu pañcasu sikkhāpadesu saṃvutakammantaṃ, imesañca catunnaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhiṃ akicchalābhiṃ akasiralābhiṃ, so ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: You should know this, Sāriputta, about those white-clothed laypeople whose actions are restrained in the five precepts, and who get four blissful meditations in the present life belonging to the higher mind when they want, without trouble or difficulty. They may, if they wish, declare of themselves:

# an5.179:7.2
source: ‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyaṇo’ti.
sc_po: ‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’

# an5.179:8.1
source: Nirayesu bhayaṃ disvā,
sc_po: Seeing the peril in the hells,

# an5.179:8.2
source: pāpāni parivajjaye;
sc_po: you should shun bad deeds.

# an5.179:8.3
source: Ariyadhammaṃ samādāya,
sc_po: Taking up the teaching of the noble ones,

# an5.179:8.4
source: paṇḍito parivajjaye.
sc_po: an astute person should shun them.

# an5.179:9.1
source: Na hiṃse pāṇabhūtāni,
sc_po: You shouldn’t harm living beings,

# an5.179:9.2
source: vijjamāne parakkame;
sc_po: as far as that’s possible to do.

# an5.179:9.3
source: Musā ca na bhaṇe jānaṃ,
sc_po: Nor should you knowingly speak falsehood,

# an5.179:9.4
source: adinnaṃ na parāmase.
sc_po: or take what is not given.

# an5.179:10.1
source: Sehi dārehi santuṭṭho,
sc_po: Content with your own partners,

# an5.179:10.2
source: paradārañca ārame;
sc_po: you should stay away from the partners of others.

# an5.179:10.3
source: Merayaṃ vāruṇiṃ jantu,
sc_po: A man shouldn’t drink liquor or wine,

# an5.179:10.4
source: na pive cittamohaniṃ.
sc_po: as they confuse the mind.

# an5.179:11.1
source: Anussareyya sambuddhaṃ,
sc_po: You should recollect the Buddha,

# an5.179:11.2
source: dhammañcānuvitakkaye;
sc_po: and reflect on the teaching.

# an5.179:11.3
source: Abyāpajjaṃ hitaṃ cittaṃ,
sc_po: You should develop a harmless mind of welfare,

# an5.179:11.4
source: devalokāya bhāvaye.
sc_po: which leads to the realms of gods.

# an5.179:12.1
source: Upaṭṭhite deyyadhamme,
sc_po: When suitable gifts to give are available

# an5.179:12.2
source: puññatthassa jigīsato;
sc_po: to someone who wants and needs merit,

# an5.179:12.3
source: Santesu paṭhamaṃ dinnā,
sc_po: a religious donation is abundant

# an5.179:12.4
source: vipulā hoti dakkhiṇā.
sc_po: if given first to the peaceful ones.

# an5.179:13.1
source: Santo have pavakkhāmi,
sc_po: I will tell of the peaceful ones,

# an5.179:13.2
source: sāriputta suṇohi me;
sc_po: Sāriputta, listen to me.

# an5.179:13.3
source: Iti kaṇhāsu setāsu,
sc_po: Cows may be black or white,

# an5.179:13.4
source: rohiṇīsu harīsu vā.
sc_po: red or tawny,

# an5.179:14.1
source: Kammāsāsu sarūpāsu,
sc_po: mottled or uniform,

# an5.179:14.2
source: gosu pārevatāsu vā;
sc_po: or pigeon-colored.

# an5.179:14.3
source: Yāsu kāsuci etāsu,
sc_po: But when one is born among them,

# an5.179:14.4
source: danto jāyati puṅgavo.
sc_po: the bull that’s tamed,

# an5.179:15.1
source: Dhorayho balasampanno,
sc_po: —a behemoth, powerful,

# an5.179:15.2
source: kalyāṇajavanikkamo;
sc_po: well-paced in pulling forward—

# an5.179:15.3
source: Tameva bhāre yuñjanti,
sc_po: they yoke the load just to him,

# an5.179:15.4
source: nāssa vaṇṇaṃ parikkhare.
sc_po: regardless of his color.

# an5.179:16.1
source: Evamevaṃ manussesu,
sc_po: So it is for humans,

# an5.179:16.2
source: yasmiṃ kismiñci jātiye;
sc_po: wherever they may be born,

# an5.179:16.3
source: Khattiye brāhmaṇe vesse,
sc_po: —among aristocrats, brahmins, merchants,

# an5.179:16.4
source: sudde caṇḍālapukkuse.
sc_po: workers, or outcastes and scavengers—

# an5.179:17.1
source: Yāsu kāsuci etāsu,
sc_po: but when one is born among them,

# an5.179:17.2
source: danto jāyati subbato;
sc_po: tamed, true to their vows.

# an5.179:17.3
source: Dhammaṭṭho sīlasampanno,
sc_po: Firm in principle, accomplished in ethical conduct,

# an5.179:17.4
source: saccavādī hirīmano.
sc_po: truthful, conscientious,

# an5.179:18.1
source: Pahīnajātimaraṇo,
sc_po: they’ve given up birth and death,

# an5.179:18.2
source: brahmacariyassa kevalī;
sc_po: and have completed the spiritual journey.

# an5.179:18.3
source: Pannabhāro visaṃyutto,
sc_po: With burden put down, detached,

# an5.179:18.4
source: katakicco anāsavo.
sc_po: they’ve completed the task and are free of defilements.

# an5.179:19.1
source: Pāragū sabbadhammānaṃ,
sc_po: Gone beyond all things,

# an5.179:19.2
source: anupādāya nibbuto;
sc_po: they’re extinguished by not grasping.

# an5.179:19.3
source: Tasmiñca viraje khette,
sc_po: In that flawless field,

# an5.179:19.4
source: vipulā hoti dakkhiṇā.
sc_po: a religious donation is abundant.

# an5.179:20.1
source: Bālā ca avijānantā,
sc_po: Fools who don’t understand

# an5.179:20.2
source: dummedhā assutāvino;
sc_po: —stupid, uneducated—

# an5.179:20.3
source: Bahiddhā dadanti dānāni,
sc_po: give their gifts to those outside,

# an5.179:20.4
source: na hi sante upāsare.
sc_po: and don’t attend the peaceful ones.

# an5.179:21.1
source: Ye ca sante upāsanti,
sc_po: But those who do attend the peaceful ones

# an5.179:21.2
source: sappaññe dhīrasammate;
sc_po: —wise, esteemed as sages—

# an5.179:21.3
source: Saddhā ca nesaṃ sugate,
sc_po: and whose faith in the Holy One

# an5.179:21.4
source: mūlajātā patiṭṭhitā.
sc_po: has roots planted deep,

# an5.179:22.1
source: Devalokañca te yanti,
sc_po: they go to the realm of the gods,

# an5.179:22.2
source: kule vā idha jāyare;
sc_po: or are born here in a good family.

# an5.179:22.3
source: Anupubbena nibbānaṃ,
sc_po: Gradually those astute ones

# an5.179:22.4
source: adhigacchanti paṇḍitā”ti.
sc_po: reach extinguishment.”
