Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.037.po
Languages: sc_po

# an5.37:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.37:0.2
source: 4. Sumanavagga
sc_po: 4. With Sumanā

# an5.37:0.3
source: 37. Bhojanasutta
sc_po: 37. Food

# an5.37:1.1
source: “Bhojanaṃ, bhikkhave, dadamāno dāyako paṭiggāhakānaṃ pañca ṭhānāni deti.
sc_po: “Mendicants, when a giver gives food, they give the recipients five things.

# an5.37:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.37:1.3
source: Āyuṃ deti, vaṇṇaṃ deti, sukhaṃ deti, balaṃ deti, paṭibhānaṃ deti.
sc_po: Long life, beauty, happiness, strength, and eloquence.

# an5.37:1.4
source: Āyuṃ kho pana datvā āyussa bhāgī hoti dibbassa vā mānusassa vā;
sc_po: Giving long life, they have long life as a god or human.

# an5.37:1.5
source: vaṇṇaṃ datvā vaṇṇassa bhāgī hoti dibbassa vā mānusassa vā;
sc_po: Giving beauty, they have beauty as a god or human.

# an5.37:1.6
source: sukhaṃ datvā sukhassa bhāgī hoti dibbassa vā mānusassa vā;
sc_po: Giving happiness, they have happiness as a god or human.

# an5.37:1.7
source: balaṃ datvā balassa bhāgī hoti dibbassa vā mānusassa vā;
sc_po: Giving strength, they have strength as a god or human.

# an5.37:1.8
source: paṭibhānaṃ datvā paṭibhānassa bhāgī hoti dibbassa vā mānusassa vā.
sc_po: Giving eloquence, they are eloquent as a god or human.

# an5.37:1.9
source: Bhojanaṃ, bhikkhave, dadamāno dāyako paṭiggāhakānaṃ imāni pañca ṭhānāni detīti.
sc_po: When a giver gives food, they give the recipients five things.

# an5.37:2.1
source: Āyudo balado dhīro,
sc_po: A wise one is a giver of life, strength,

# an5.37:2.2
source: vaṇṇado paṭibhānado;
sc_po: beauty, and eloquence.

# an5.37:2.3
source: Sukhassa dātā medhāvī,
sc_po: An intelligent giver of happiness

# an5.37:2.4
source: sukhaṃ so adhigacchati.
sc_po: gains happiness in return.

# an5.37:3.1
source: Āyuṃ datvā balaṃ vaṇṇaṃ,
sc_po: Giving life, strength, beauty,

# an5.37:3.2
source: sukhañca paṭibhānakaṃ;
sc_po: happiness, and eloquence,

# an5.37:3.3
source: Dīghāyu yasavā hoti,
sc_po: they’re long-lived and famous

# an5.37:3.4
source: yattha yatthūpapajjatī”ti.
sc_po: wherever they’re reborn.”
