Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.158.po
Languages: sc_po

# an5.158:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.158:0.2
source: 16. Saddhammavagga
sc_po: 16. The True Teaching

# an5.158:0.3
source: 158. Sārajjasutta
sc_po: 158. Timidity

# an5.158:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu sārajjaṃ okkanto hoti.
sc_po: “Mendicants, a mendicant with five qualities is overcome by timidity.

# an5.158:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.158:1.3
source: Idha, bhikkhave, bhikkhu assaddho hoti, dussīlo hoti, appassuto hoti, kusīto hoti, duppañño hoti.
sc_po: It’s when a mendicant is faithless, unethical, with little learning, lazy, and witless.

# an5.158:1.4
source: Imehi kho, bhikkhave, pañcahi, dhammehi samannāgato bhikkhu sārajjaṃ okkanto hoti.
sc_po: A mendicant with these five qualities is overcome by timidity.

# an5.158:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu visārado hoti.
sc_po: A mendicant with five qualities is self-assured.

# an5.158:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.158:2.3
source: Idha, bhikkhave, bhikkhu saddho hoti, sīlavā hoti, bahussuto hoti, āraddhavīriyo hoti, paññavā hoti.
sc_po: It’s when a mendicant is faithful, ethical, learned, energetic, and wise.

# an5.158:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu visārado hotī”ti.
sc_po: A mendicant with these five qualities is self-assured.”
