Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.027.po
Languages: sc_po

# an5.27:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.27:0.2
source: 3. Pañcaṅgikavagga
sc_po: 3. With Five Factors

# an5.27:0.3
source: 27. Samādhisutta
sc_po: 27. Immersion

# an5.27:1.1
source: “Samādhiṃ, bhikkhave, bhāvetha appamāṇaṃ nipakā patissatā.
sc_po: “Mendicants, develop limitless immersion, alert and mindful.

# an5.27:1.2
source: Samādhiṃ, bhikkhave, bhāvayataṃ appamāṇaṃ nipakānaṃ patissatānaṃ pañca ñāṇāni paccattaññeva uppajjanti.
sc_po: When you develop limitless immersion, alert and mindful, five knowledges arise for you personally.

# an5.27:1.3
source: Katamāni pañca?
sc_po: What five?

# an5.27:1.4
source: ‘Ayaṃ samādhi paccuppannasukho ceva āyatiñca sukhavipāko’ti paccattaññeva ñāṇaṃ uppajjati,
sc_po: ‘This immersion is blissful now, and results in bliss in the future.’ …

# an5.27:1.5
source: ‘ayaṃ samādhi ariyo nirāmiso’ti paccattaññeva ñāṇaṃ uppajjati,
sc_po: ‘This immersion is noble and spiritual.’ …

# an5.27:1.6
source: ‘ayaṃ samādhi akāpurisasevito’ti paccattaññeva ñāṇaṃ uppajjati,
sc_po: ‘This immersion is not cultivated by sinners.’ …

# an5.27:1.7
source: ‘ayaṃ samādhi santo paṇīto paṭippassaddhaladdho ekodibhāvādhigato, na sasaṅkhāraniggayhavāritagato’ti paccattaññeva ñāṇaṃ uppajjati,
sc_po: ‘This immersion is peaceful and sublime and tranquil and unified, not held in place by forceful suppression.’ …

# an5.27:1.8
source: ‘sato kho panāhaṃ imaṃ samāpajjāmi sato vuṭṭhahāmī’ti paccattaññeva ñāṇaṃ uppajjati.
sc_po: ‘I mindfully enter into and emerge from this immersion.’ …

# an5.27:2.1
source: Samādhiṃ, bhikkhave, bhāvetha appamāṇaṃ nipakā patissatā.
sc_po: Develop limitless immersion, alert and mindful.

# an5.27:2.2
source: Samādhiṃ, bhikkhave, bhāvayataṃ appamāṇaṃ nipakānaṃ patissatānaṃ imāni pañca ñāṇāni paccattaññeva uppajjantī”ti.
sc_po: When you develop limitless immersion, alert and mindful, these five knowledges arise for you personally.”
