Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.201.po
Languages: sc_po

# an5.201:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.201:0.2
source: 21. Kimilavagga
sc_po: 21. With Kimbila

# an5.201:0.3
source: 201. Kimilasutta
sc_po: 201. With Kimbila

# an5.201:1.1
source: Ekaṃ samayaṃ bhagavā kimilāyaṃ viharati veḷuvane.
sc_po: At one time the Buddha was staying near Kimbilā in the Freshwater Mangrove Wood.

# an5.201:1.2
source: Atha kho āyasmā kimilo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā kimilo bhagavantaṃ etadavoca:
sc_po: Then Venerable Kimbila went up to the Buddha, bowed, sat down to one side, and said to him:

# an5.201:1.3
source: “ko nu kho, bhante, hetu ko paccayo, yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hotī”ti?
sc_po: “What is the cause, sir, what is the reason why the true teaching does not last long after the final extinguishment of the Realized One?”

# an5.201:1.4
source: “Idha, kimila, tathāgate parinibbute bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari agāravā viharanti appatissā, dhamme agāravā viharanti appatissā, saṃghe agāravā viharanti appatissā, sikkhāya agāravā viharanti appatissā, aññamaññaṃ agāravā viharanti appatissā.
sc_po: “Kimbila, it’s when the monks, nuns, laymen, and laywomen lack respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and each other after the final extinguishment of the Realized One.

# an5.201:1.5
source: Ayaṃ kho, kimila, hetu ayaṃ paccayo, yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hotī”ti.
sc_po: This is the cause, this is the reason why the true teaching does not last long after the final extinguishment of the Realized One.”

# an5.201:2.1
source: “Ko pana, bhante, hetu ko paccayo, yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti?
sc_po: “What is the cause, sir, what is the reason why the true teaching does last long after the final extinguishment of the Realized One?”

# an5.201:2.2
source: “Idha, kimila, tathāgate parinibbute bhikkhū bhikkhuniyo upāsakā upāsikāyo satthari sagāravā viharanti sappatissā, dhamme sagāravā viharanti sappatissā, saṅghe sagāravā viharanti sappatissā, sikkhāya sagāravā viharanti sappatissā, aññamaññaṃ sagāravā viharanti sappatissā.
sc_po: “Kimbila, it’s when the monks, nuns, laymen, and laywomen maintain respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and each other after the final extinguishment of the Realized One.

# an5.201:2.3
source: Ayaṃ kho, kimila, hetu ayaṃ paccayo, yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti.
sc_po: This is the cause, this is the reason why the true teaching does last long after the final extinguishment of the Realized One.”
