Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.026.po
Languages: sc_po

# an5.26:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.26:0.2
source: 3. Pañcaṅgikavagga
sc_po: 3. With Five Factors

# an5.26:0.3
source: 26. Vimuttāyatanasutta
sc_po: 26. Opportunities for Freedom

# an5.26:1.1
source: “Pañcimāni, bhikkhave, vimuttāyatanāni yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti.
sc_po: “Mendicants, there are these five opportunities for freedom. If a mendicant stays diligent, keen, and resolute at these times, their mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.

# an5.26:2.1
source: Katamāni pañca?
sc_po: What five?

# an5.26:2.2
source: Idha, bhikkhave, bhikkhuno satthā dhammaṃ deseti aññataro vā garuṭṭhāniyo sabrahmacārī.
sc_po: Firstly, the Teacher or a respected spiritual companion teaches Dhamma to a mendicant.

# an5.26:2.3
source: Yathā yathā, bhikkhave, tassa bhikkhuno satthā dhammaṃ deseti, aññataro vā garuṭṭhāniyo sabrahmacārī tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.
sc_po: That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how the Teacher or a respected spiritual companion teaches it.

# an5.26:2.4
source: Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati.
sc_po: Feeling inspired, joy springs up.

# an5.26:2.5
source: Pamuditassa pīti jāyati.
sc_po: Being joyful, rapture springs up.

# an5.26:2.6
source: Pītimanassa kāyo passambhati.
sc_po: When the mind is full of rapture, the body becomes tranquil.

# an5.26:2.7
source: Passaddhakāyo sukhaṃ vedeti.
sc_po: When the body is tranquil, one feels bliss.

# an5.26:2.8
source: Sukhino cittaṃ samādhiyati.
sc_po: And when blissful, the mind becomes immersed in samādhi.

# an5.26:2.9
source: Idaṃ, bhikkhave, paṭhamaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti. (1)
sc_po: This is the first opportunity for freedom. If a mendicant stays diligent, keen, and resolute at this time, their mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.

# an5.26:3.1
source: Puna caparaṃ, bhikkhave, bhikkhuno na heva kho satthā dhammaṃ deseti, aññataro vā garuṭṭhāniyo sabrahmacārī, api ca kho yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti.
sc_po: Furthermore, it may be that neither the Teacher nor a respected spiritual companion teaches Dhamma to a mendicant. But the mendicant teaches Dhamma in detail to others as they learned and memorized it.

# an5.26:3.2
source: Yathā yathā, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.
sc_po: That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they teach it in detail to others as they learned and memorized it.

# an5.26:3.3
source: Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati.
sc_po: Feeling inspired, joy springs up.

# an5.26:3.4
source: Pamuditassa pīti jāyati.
sc_po: Being joyful, rapture springs up.

# an5.26:3.5
source: Pītimanassa kāyo passambhati.
sc_po: When the mind is full of rapture, the body becomes tranquil.

# an5.26:3.6
source: Passaddhakāyo sukhaṃ vedeti.
sc_po: When the body is tranquil, one feels bliss.

# an5.26:3.7
source: Sukhino cittaṃ samādhiyati.
sc_po: And when blissful, the mind becomes immersed in samādhi.

# an5.26:3.8
source: Idaṃ, bhikkhave, dutiyaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti. (2)
sc_po: This is the second opportunity for freedom. …

# an5.26:4.1
source: Puna caparaṃ, bhikkhave, bhikkhuno na heva kho satthā dhammaṃ deseti, aññataro vā garuṭṭhāniyo sabrahmacārī, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, api ca kho yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti.
sc_po: Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dhamma. But the mendicant recites the teaching in detail as they learned and memorized it.

# an5.26:4.2
source: Yathā yathā, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.
sc_po: That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they recite it in detail as they learned and memorized it.

# an5.26:4.3
source: Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati.
sc_po: Feeling inspired, joy springs up.

# an5.26:4.4
source: Pamuditassa pīti jāyati.
sc_po: Being joyful, rapture springs up.

# an5.26:4.5
source: Pītimanassa kāyo passambhati.
sc_po: When the mind is full of rapture, the body becomes tranquil.

# an5.26:4.6
source: Passaddhakāyo sukhaṃ vedeti.
sc_po: When the body is tranquil, one feels bliss.

# an5.26:4.7
source: Sukhino cittaṃ samādhiyati.
sc_po: And when blissful, the mind becomes immersed in samādhi.

# an5.26:4.8
source: Idaṃ, bhikkhave, tatiyaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino … pe … yogakkhemaṃ anupāpuṇāti. (3)
sc_po: This is the third opportunity for freedom. …

# an5.26:5.1
source: Puna caparaṃ, bhikkhave, bhikkhuno na heva kho satthā dhammaṃ deseti, aññataro vā garuṭṭhāniyo sabrahmacārī, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti;
sc_po: Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dhamma … nor does the mendicant recite the teaching.

# an5.26:5.2
source: api ca kho yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati.
sc_po: But the mendicant thinks about and considers the teaching in their heart, examining it with the mind as they learned and memorized it.

# an5.26:5.3
source: Yathā yathā, bhikkhave, bhikkhu yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.
sc_po: That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how they think about and consider it in their heart, examining it with the mind as they learned and memorized it.

# an5.26:5.4
source: Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati.
sc_po: Feeling inspired, joy springs up.

# an5.26:5.5
source: Pamuditassa pīti jāyati.
sc_po: Being joyful, rapture springs up.

# an5.26:5.6
source: Pītimanassa kāyo passambhati.
sc_po: When the mind is full of rapture, the body becomes tranquil.

# an5.26:5.7
source: Passaddhakāyo sukhaṃ vedeti.
sc_po: When the body is tranquil, one feels bliss.

# an5.26:5.8
source: Sukhino cittaṃ samādhiyati.
sc_po: And when blissful, the mind becomes immersed in samādhi.

# an5.26:5.9
source: Idaṃ, bhikkhave, catutthaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti. (4)
sc_po: This is the fourth opportunity for freedom. …

# an5.26:6.1
source: Puna caparaṃ, bhikkhave, bhikkhuno na heva kho satthā dhammaṃ deseti aññataro vā garuṭṭhāniyo sabrahmacārī, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena paresaṃ deseti, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ vitthārena sajjhāyaṃ karoti, nāpi yathāsutaṃ yathāpariyattaṃ dhammaṃ cetasā anuvitakketi anuvicāreti manasānupekkhati;
sc_po: Furthermore, it may be that neither the Teacher nor … the mendicant teaches Dhamma … nor does the mendicant recite the teaching … or think about it.

# an5.26:6.2
source: api ca khvassa aññataraṃ samādhinimittaṃ suggahitaṃ hoti sumanasikataṃ sūpadhāritaṃ suppaṭividdhaṃ paññāya.
sc_po: But a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom.

# an5.26:6.3
source: Yathā yathā, bhikkhave, bhikkhuno aññataraṃ samādhinimittaṃ suggahitaṃ hoti sumanasikataṃ sūpadhāritaṃ suppaṭividdhaṃ paññāya tathā tathā so tasmiṃ dhamme atthapaṭisaṃvedī ca hoti dhammapaṭisaṃvedī ca.
sc_po: That mendicant feels inspired by the meaning and the teaching in that Dhamma, no matter how a meditation subject as a foundation of immersion is properly grasped, attended, borne in mind, and comprehended with wisdom.

# an5.26:6.4
source: Tassa atthapaṭisaṃvedino dhammapaṭisaṃvedino pāmojjaṃ jāyati.
sc_po: Feeling inspired, joy springs up.

# an5.26:6.5
source: Pamuditassa pīti jāyati.
sc_po: Being joyful, rapture springs up.

# an5.26:6.6
source: Pītimanassa kāyo passambhati.
sc_po: When the mind is full of rapture, the body becomes tranquil.

# an5.26:6.7
source: Passaddhakāyo sukhaṃ vedeti.
sc_po: When the body is tranquil, one feels bliss.

# an5.26:6.8
source: Sukhino cittaṃ samādhiyati.
sc_po: And when blissful, the mind becomes immersed in samādhi.

# an5.26:6.9
source: Idaṃ, bhikkhave, pañcamaṃ vimuttāyatanaṃ yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇāti. (5)
sc_po: This is the fifth opportunity for freedom. …

# an5.26:7.1
source: Imāni kho, bhikkhave, pañca vimuttāyatanāni yattha bhikkhuno appamattassa ātāpino pahitattassa viharato avimuttaṃ vā cittaṃ vimuccati, aparikkhīṇā vā āsavā parikkhayaṃ gacchanti, ananuppattaṃ vā anuttaraṃ yogakkhemaṃ anupāpuṇātī”ti.
sc_po: These are the five opportunities for freedom. If a mendicant stays diligent, keen, and resolute at these times, their mind is freed, their defilements are ended, and they arrive at the supreme sanctuary.”
