Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.175.po
Languages: sc_po

# an5.175:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.175:0.2
source: 18. Upāsakavagga
sc_po: 18. A Lay Follower

# an5.175:0.3
source: 175. Caṇḍālasutta
sc_po: 175. Outcaste

# an5.175:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato upāsako upāsakacaṇḍālo ca hoti upāsakamalañca upāsakapatikuṭṭho ca.
sc_po: “Mendicants, a lay follower with five qualities is an outcaste, a stain, and a reject among lay followers.

# an5.175:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.175:1.3
source: Assaddho hoti;
sc_po: They’re faithless.

# an5.175:1.4
source: dussīlo hoti;
sc_po: They’re unethical.

# an5.175:1.5
source: kotūhalamaṅgaliko hoti, maṅgalaṃ pacceti no kammaṃ;
sc_po: They practice noisy, superstitious rites, believing in omens rather than deeds.

# an5.175:1.6
source: ito ca bahiddhā dakkhiṇeyyaṃ gavesati;
sc_po: They seek outside of the Buddhist community for those worthy of religious donations.

# an5.175:1.7
source: tattha ca pubbakāraṃ karoti.
sc_po: And they make offerings there first.

# an5.175:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato upāsako upāsakacaṇḍālo ca hoti upāsakamalañca upāsakapatikuṭṭho ca.
sc_po: A lay follower with these five qualities is an outcaste, a stain, and a reject among lay followers.

# an5.175:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato upāsako upāsakaratanañca hoti upāsakapadumañca upāsakapuṇḍarīkañca.
sc_po: A lay follower with five qualities is a gem, a pink lotus, and a white lotus among lay followers.

# an5.175:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.175:2.3
source: Saddho hoti;
sc_po: They’re faithful.

# an5.175:2.4
source: sīlavā hoti;
sc_po: They’re ethical.

# an5.175:2.5
source: akotūhalamaṅgaliko hoti, kammaṃ pacceti no maṅgalaṃ;
sc_po: They don’t practice noisy, superstitious rites, and believe in deeds rather than omens.

# an5.175:2.6
source: na ito bahiddhā dakkhiṇeyyaṃ gavesati;
sc_po: They don’t seek outside of the Buddhist community for those worthy of religious donations.

# an5.175:2.7
source: idha ca pubbakāraṃ karoti.
sc_po: And they don’t make offerings there first.

# an5.175:2.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato upāsako upāsakaratanañca hoti upāsakapadumañca upāsakapuṇḍarīkañcā”ti.
sc_po: A lay follower with these five qualities is a gem, a pink lotus, and a white lotus among lay followers.”
