Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.042.po
Languages: sc_po

# an5.42:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.42:0.2
source: 5. Muṇḍarājavagga
sc_po: 5. With King Muṇḍa

# an5.42:0.3
source: 42. Sappurisasutta
sc_po: 42. A Good Person

# an5.42:1.1
source: “Sappuriso, bhikkhave, kule jāyamāno bahuno janassa atthāya hitāya sukhāya hoti;
sc_po: “Mendicants, a good person is born in a family for the benefit, welfare, and happiness of the people.

# an5.42:1.2
source: mātāpitūnaṃ atthāya hitāya sukhāya hoti;
sc_po: For the benefit, welfare, and happiness of mother and father;

# an5.42:1.3
source: puttadārassa atthāya hitāya sukhāya hoti;
sc_po: children and partners;

# an5.42:1.4
source: dāsakammakaraporisassa atthāya hitāya sukhāya hoti;
sc_po: bondservants, workers, and staff;

# an5.42:1.5
source: mittāmaccānaṃ atthāya hitāya sukhāya hoti;
sc_po: friends and colleagues;

# an5.42:1.6
source: samaṇabrāhmaṇānaṃ atthāya hitāya sukhāya hoti.
sc_po: and ascetics and brahmins.

# an5.42:2.1
source: Seyyathāpi, bhikkhave, mahāmegho sabbasassāni sampādento bahuno janassa atthāya hitāya sukhāya hoti;
sc_po: It’s like a great rain cloud, which nourishes all the crops for the benefit, welfare, and happiness of the people.

# an5.42:2.2
source: evamevaṃ kho, bhikkhave, sappuriso kule jāyamāno bahuno janassa atthāya hitāya sukhāya hoti;
sc_po: In the same way, a good person is born in a family for the benefit, welfare, and happiness of the people. …

# an5.42:3.1
source: Hito bahunnaṃ paṭipajja bhoge,
sc_po: The gods protect one who is guarded by principle,

# an5.42:3.2
source: Taṃ devatā rakkhati dhammaguttaṃ;
sc_po: who uses their wealth for the welfare of the many.

# an5.42:3.3
source: Bahussutaṃ sīlavatūpapannaṃ,
sc_po: One who is learned, with precepts and observances intact,

# an5.42:3.4
source: Dhamme ṭhitaṃ na vijahati kitti.
sc_po: and steady in principle, doesn’t lose their reputation.

# an5.42:4.1
source: Dhammaṭṭhaṃ sīlasampannaṃ,
sc_po: Firm in principle, accomplished in ethical conduct,

# an5.42:4.2
source: saccavādiṃ hirīmanaṃ;
sc_po: truthful, conscientious,

# an5.42:4.3
source: Nekkhaṃ jambonadasseva,
sc_po: like a coin of mountain gold:

# an5.42:4.4
source: ko taṃ ninditumarahati;
sc_po: who is worthy of criticizing them?

# an5.42:4.5
source: Devāpi naṃ pasaṃsanti,
sc_po: Even the gods praise them,

# an5.42:4.6
source: brahmunāpi pasaṃsito”ti.
sc_po: and by Brahmā, too, they’re praised.”
