Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.015.po
Languages: sc_po

# an5.15:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.15:0.2
source: 2. Balavagga
sc_po: 2. Powers

# an5.15:0.3
source: 15. Daṭṭhabbasutta
sc_po: 15. Should Be Seen

# an5.15:1.1
source: “Pañcimāni, bhikkhave, balāni.
sc_po: “Mendicants, there are these five powers.

# an5.15:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.15:1.3
source: Saddhābalaṃ, vīriyabalaṃ, satibalaṃ, samādhibalaṃ, paññābalaṃ.
sc_po: The powers of faith, energy, mindfulness, immersion, and wisdom.

# an5.15:1.4
source: Kattha ca, bhikkhave, saddhābalaṃ daṭṭhabbaṃ?
sc_po: And where should the power of faith be seen?

# an5.15:1.5
source: Catūsu sotāpattiyaṅgesu.
sc_po: In the four factors of stream-entry.

# an5.15:1.7
source: Kattha ca, bhikkhave, vīriyabalaṃ daṭṭhabbaṃ?
sc_po: And where should the power of energy be seen?

# an5.15:1.8
source: Catūsu sammappadhānesu.
sc_po: In the four right efforts.

# an5.15:1.10
source: Kattha ca, bhikkhave, satibalaṃ daṭṭhabbaṃ?
sc_po: And where should the power of mindfulness be seen?

# an5.15:1.11
source: Catūsu satipaṭṭhānesu.
sc_po: In the four kinds of mindfulness meditation.

# an5.15:1.13
source: Kattha ca, bhikkhave, samādhibalaṃ daṭṭhabbaṃ?
sc_po: And where should the power of immersion be seen?

# an5.15:1.14
source: Catūsu jhānesu.
sc_po: In the four absorptions.

# an5.15:1.16
source: Kattha ca, bhikkhave, paññābalaṃ daṭṭhabbaṃ?
sc_po: And where should the power of wisdom be seen?

# an5.15:1.17
source: Catūsu ariyasaccesu.
sc_po: In the four noble truths.

# an5.15:1.19
source: Imāni kho, bhikkhave, pañca balānī”ti.
sc_po: These are the five powers.”
