Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.111.po
Languages: sc_po

# an5.111:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.111:0.2
source: 12. Andhakavindavagga
sc_po: 12. At Andhakavinda

# an5.111:0.3
source: 111. Kulūpakasutta
sc_po: 111. Visiting Families

# an5.111:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato kulūpako bhikkhu kulesu appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca.
sc_po: “Mendicants, a mendicant with five qualities who visits families is unlikable and unlovable, not respected or admired.

# an5.111:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.111:1.3
source: Asanthavavissāsī ca hoti, anissaravikappī ca, vissaṭṭhupasevī ca, upakaṇṇakajappī ca, atiyācanako ca.
sc_po: They act as though they're close to people they hardly know. They give away things they don’t own. They over-associate with close friends. They whisper in the ear. And they ask for too much.

# an5.111:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato kulūpako bhikkhu kulesu appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca.
sc_po: A mendicant with these five qualities who visits families is unlikable and unlovable, not respected or admired.

# an5.111:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato kulūpako bhikkhu kulesu piyo ca hoti manāpo ca garu ca bhāvanīyo ca.
sc_po: A mendicant with five qualities who visits families is dear and beloved, respected and admired.

# an5.111:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.111:2.3
source: Na asanthavavissāsī ca hoti, na anissaravikappī ca, na vissaṭṭhupasevī ca, na upakaṇṇakajappī ca, na atiyācanako ca.
sc_po: They don’t act as though they're close to people they hardly know. They don’t give away things they don’t own. They don’t over-associate with close friends. They don’t whisper in the ear. And they don’t ask for too much.

# an5.111:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato kulūpako bhikkhu kulesu piyo ca hoti manāpo ca garu ca bhāvanīyo cā”ti.
sc_po: A mendicant with these five qualities who visits families is dear and beloved, respected and admired.”
