Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.250.po
Languages: sc_po

# an5.250:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.250:0.2
source: 25. Duccaritavagga
sc_po: 25. Bad Conduct

# an5.250:0.3
source: 250. Puggalappasādasutta
sc_po: 250. Faith in Individuals

# an5.250:1.1
source: “Pañcime, bhikkhave, ādīnavā puggalappasāde.
sc_po: “Mendicants, there are these five drawbacks of placing faith in an individual.

# an5.250:1.2
source: Katame pañca?
sc_po: What five?

# an5.250:1.3
source: Yasmiṃ, bhikkhave, puggale puggalo abhippasanno hoti, so tathārūpaṃ āpattiṃ āpanno hoti yathārūpāya āpattiyā saṅgho ukkhipati.
sc_po: The individual to whom a person is devoted falls into an offense such that the Saṅgha suspends them.

# an5.250:1.4
source: Tassa evaṃ hoti:
sc_po: It occurs to them:

# an5.250:1.5
source: ‘yo kho myāyaṃ puggalo piyo manāpo so saṅghena ukkhitto’ti.
sc_po: ‘This person dear and beloved to me has been suspended by the Saṅgha.’

# an5.250:1.6
source: Bhikkhūsu appasādabahulo hoti.
sc_po: They lose much of their faith in mendicants.

# an5.250:1.7
source: Bhikkhūsu appasādabahulo samāno aññe bhikkhū na bhajati.
sc_po: So they don’t frequent other mendicants,

# an5.250:1.8
source: Aññe bhikkhū abhajanto saddhammaṃ na suṇāti.
sc_po: they don’t hear the true teaching,

# an5.250:1.9
source: Saddhammaṃ asuṇanto saddhammā parihāyati.
sc_po: and they fall away from the true teaching.

# an5.250:1.10
source: Ayaṃ, bhikkhave, paṭhamo ādīnavo puggalappasāde.
sc_po: This is the first drawback in placing faith in an individual.

# an5.250:2.1
source: Puna caparaṃ, bhikkhave, yasmiṃ puggale puggalo abhippasanno hoti, so tathārūpaṃ āpattiṃ āpanno hoti yathārūpāya āpattiyā saṅgho ante nisīdāpeti.
sc_po: Furthermore, the individual to whom a person is devoted falls into an offense such that the Saṅgha makes them sit at the end of the line. …

# an5.250:2.8
source: Ayaṃ, bhikkhave, dutiyo ādīnavo puggalappasāde.
sc_po: This is the second drawback in placing faith in an individual.

# an5.250:3.1
source: Puna caparaṃ, bhikkhave, yasmiṃ puggale puggalo abhippasanno hoti, so disāpakkanto hoti … pe … so vibbhanto hoti … pe … so kālaṅkato hoti.
sc_po: Furthermore, the individual to whom a person is devoted departs for another region … disrobes … passes away.

# an5.250:3.2
source: Tassa evaṃ hoti:
sc_po: It occurs to them:

# an5.250:3.3
source: ‘yo kho myāyaṃ puggalo piyo manāpo so kālaṅkato’ti.
sc_po: ‘This person dear and beloved to me has passed away.’

# an5.250:3.4
source: Aññe bhikkhū na bhajati.
sc_po: So they don’t frequent other mendicants,

# an5.250:3.5
source: Aññe bhikkhū abhajanto saddhammaṃ na suṇāti.
sc_po: they don’t hear the true teaching,

# an5.250:3.6
source: Saddhammaṃ asuṇanto saddhammā parihāyati.
sc_po: and they fall away from the true teaching.

# an5.250:3.7
source: Ayaṃ, bhikkhave, pañcamo ādīnavo puggalappasāde.
sc_po: This is the fifth drawback in placing faith in an individual.

# an5.250:3.8
source: Ime kho, bhikkhave, pañca ādīnavā puggalappasāde”ti.
sc_po: These are the five drawbacks of placing faith in an individual.”
