Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.035.po
Languages: sc_po

# an5.35:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.35:0.2
source: 4. Sumanavagga
sc_po: 4. With Sumanā

# an5.35:0.3
source: 35. Dānānisaṃsasutta
sc_po: 35. The Benefits of Giving

# an5.35:1.1
source: “Pañcime, bhikkhave, dāne ānisaṃsā.
sc_po: “Mendicants, there are five benefits of giving.

# an5.35:1.2
source: Katame pañca?
sc_po: What five?

# an5.35:1.3
source: Bahuno janassa piyo hoti manāpo;
sc_po: A giver, a donor is dear and beloved by many people.

# an5.35:1.4
source: santo sappurisā bhajanti;
sc_po: Good people associate with them.

# an5.35:1.5
source: kalyāṇo kittisaddo abbhuggacchati;
sc_po: They get a good reputation.

# an5.35:1.6
source: gihidhammā anapagato hoti;
sc_po: They don’t neglect a layperson’s duties.

# an5.35:1.7
source: kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# an5.35:1.8
source: Ime kho, bhikkhave, pañca dāne ānisaṃsāti.
sc_po: These are the five benefits of giving.

# an5.35:2.1
source: Dadamāno piyo hoti,
sc_po: Giving, one is loved,

# an5.35:2.2
source: sataṃ dhammaṃ anukkamaṃ;
sc_po: and follows the way of the good.

# an5.35:2.3
source: Santo naṃ sadā bhajanti,
sc_po: The good, disciplined spiritual practitioners

# an5.35:2.4
source: saññatā brahmacārayo.
sc_po: associate with you.

# an5.35:3.1
source: Te tassa dhammaṃ desenti,
sc_po: They teach you the Dhamma

# an5.35:3.2
source: Sabbadukkhāpanūdanaṃ;
sc_po: that dispels all suffering.

# an5.35:3.3
source: Yaṃ so dhammaṃ idhaññāya,
sc_po: Understanding this teaching,

# an5.35:3.4
source: Parinibbāti anāsavo”ti.
sc_po: you’re extinguished without defilements.”
