Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.096.po
Languages: sc_po

# an5.96:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.96:0.2
source: 10. Kakudhavagga
sc_po: 10. With Kakudha

# an5.96:0.3
source: 96. Sutadharasutta
sc_po: 96. Remembering What You’ve Learned

# an5.96:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu ānāpānassatiṃ āsevanto nacirasseva akuppaṃ paṭivijjhati.
sc_po: “Mendicants, a mendicant cultivating mindfulness of breathing who has five things will soon penetrate the unshakable.

# an5.96:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.96:1.3
source: Idha, bhikkhave, bhikkhu appaṭṭho hoti appakicco subharo susantoso jīvitaparikkhāresu;
sc_po: It’s when a mendicant has few requirements and duties, and is easily looked after and contented with life’s necessities.

# an5.96:1.4
source: appāhāro hoti anodarikattaṃ anuyutto;
sc_po: They eat little, not devoted to filling their stomach.

# an5.96:1.5
source: appamiddho hoti jāgariyaṃ anuyutto;
sc_po: They are rarely drowsy, and are dedicated to wakefulness.

# an5.96:1.6
source: bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā;
sc_po: They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# an5.96:1.7
source: yathāvimuttaṃ cittaṃ paccavekkhati.
sc_po: They review the extent of their mind’s freedom.

# an5.96:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu ānāpānassatiṃ āsevanto nacirasseva akuppaṃ paṭivijjhatī”ti.
sc_po: A mendicant cultivating mindfulness of breathing who has these five things will soon penetrate the unshakable.”
