Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.148.po
Languages: sc_po

# an5.148:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.148:0.2
source: 15. Tikaṇḍakīvagga
sc_po: 15. At Tikaṇḍakī

# an5.148:0.3
source: 148. Sappurisadānasutta
sc_po: 148. Gifts of a Good Person

# an5.148:1.1
source: “Pañcimāni, bhikkhave, sappurisadānāni.
sc_po: “There are these five gifts of a good person.

# an5.148:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.148:1.3
source: Saddhāya dānaṃ deti, sakkaccaṃ dānaṃ deti, kālena dānaṃ deti, anuggahitacitto dānaṃ deti, attānañca parañca anupahacca dānaṃ deti.
sc_po: They give a gift out of faith. They give a gift carefully. They give a gift at the right time. They give a gift with no strings attached. They give a gift without hurting themselves or others.

# an5.148:2.1
source: Saddhāya kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo, abhirūpo ca hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato.
sc_po: Having given a gift out of faith, in whatever place the result of that gift manifests they become rich, affluent, and wealthy. And they’re attractive, good-looking, lovely, of surpassing beauty.

# an5.148:3.1
source: Sakkaccaṃ kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo.
sc_po: Having given a gift carefully, in whatever place the result of that gift manifests they become rich, affluent, and wealthy.

# an5.148:3.2
source: Yepissa te honti puttāti vā dārāti vā dāsāti vā pessāti vā kammakarāti vā, tepi sussūsanti sotaṃ odahanti aññā cittaṃ upaṭṭhapenti.
sc_po: And their children, wives, bondservants, workers, and staff want to listen. They pay attention and try to understand.

# an5.148:4.1
source: Kālena kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo;
sc_po: Having given a gift at the right time, in whatever place the result of that gift manifests they become rich, affluent, and wealthy.

# an5.148:4.2
source: kālāgatā cassa atthā pacurā honti.
sc_po: And when the time is right, they get all that they need.

# an5.148:5.1
source: Anuggahitacitto kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo;
sc_po: Having given a gift with no strings attached, in whatever place the result of that gift manifests they become rich, affluent, and wealthy.

# an5.148:5.2
source: uḷāresu ca pañcasu kāmaguṇesu bhogāya cittaṃ namati.
sc_po: And their mind tends to enjoy the five refined kinds of sensual stimulation.

# an5.148:6.1
source: Attānañca parañca anupahacca kho pana, bhikkhave, dānaṃ datvā yattha yattha tassa dānassa vipāko nibbattati, aḍḍho ca hoti mahaddhano mahābhogo;
sc_po: Having given a gift without hurting themselves or others, in whatever place the result of that gift manifests they become rich, affluent, and wealthy.

# an5.148:6.2
source: na cassa kutoci bhogānaṃ upaghāto āgacchati aggito vā udakato vā rājato vā corato vā appiyato vā dāyādato.
sc_po: And no damage comes to their property from anywhere, whether fire, flood, rulers, bandits, or unloved heirs.

# an5.148:6.3
source: Imāni kho, bhikkhave, pañca sappurisadānānī”ti.
sc_po: These are the five gifts of a good person.”
