Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.005.po
Languages: sc_po

# an5.5:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.5:0.2
source: 1. Sekhabalavagga
sc_po: 1. Powers of a Trainee

# an5.5:0.3
source: 5. Sikkhāsutta
sc_po: 5. Disrobing

# an5.5:1.1
source: “Yo hi koci, bhikkhave, bhikkhu vā bhikkhunī vā sikkhaṃ paccakkhāya hīnāyāvattati, tassa diṭṭheva dhamme pañca sahadhammikā vādānupātā gārayhā ṭhānā āgacchanti.
sc_po: “Mendicants, any monk or nun who rejects the training and returns to a lesser life deserves rebuke and criticism on five legitimate grounds in the present life.

# an5.5:1.2
source: Katame pañca?
sc_po: What five?

# an5.5:1.3
source: Saddhāpi nāma te nāhosi kusalesu dhammesu, hirīpi nāma te nāhosi kusalesu dhammesu, ottappampi nāma te nāhosi kusalesu dhammesu, vīriyampi nāma te nāhosi kusalesu dhammesu, paññāpi nāma te nāhosi kusalesu dhammesu.
sc_po: ‘You had no faith, conscience, prudence, energy, or wisdom regarding skillful qualities.’

# an5.5:1.4
source: Yo hi koci, bhikkhave, bhikkhu vā bhikkhunī vā sikkhaṃ paccakkhāya hīnāyāvattati, tassa diṭṭheva dhamme ime pañca sahadhammikā vādānupātā gārayhā ṭhānā āgacchanti.
sc_po: Any monk or nun who rejects the training and returns to a lesser life deserves rebuke and criticism on these five legitimate grounds in the present life.

# an5.5:2.1
source: Yo hi koci, bhikkhave, bhikkhu vā bhikkhunī vā sahāpi dukkhena sahāpi domanassena assumukho rudamāno paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati, tassa diṭṭheva dhamme pañca sahadhammikā pāsaṃsā ṭhānā āgacchanti.
sc_po: Any monk or nun who lives the full and pure spiritual life in pain and sadness, weeping, with tearful face, deserves praise on five legitimate grounds in the present life.

# an5.5:2.2
source: Katame pañca?
sc_po: What five?

# an5.5:2.3
source: Saddhāpi nāma te ahosi kusalesu dhammesu, hirīpi nāma te ahosi kusalesu dhammesu, ottappampi nāma te ahosi kusalesu dhammesu, vīriyampi nāma te ahosi kusalesu dhammesu, paññāpi nāma te ahosi kusalesu dhammesu.
sc_po: ‘You had faith, conscience, prudence, energy, and wisdom regarding skillful qualities.’

# an5.5:2.4
source: Yo hi koci, bhikkhave, bhikkhu vā bhikkhunī vā sahāpi dukkhena sahāpi domanassena assumukho rudamāno paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ carati, tassa diṭṭheva dhamme ime pañca sahadhammikā pāsaṃsā ṭhānā āgacchantī”ti.
sc_po: Any monk or nun who lives the full and pure spiritual life in pain and sadness, weeping, with tearful face, deserves praise on these five legitimate grounds in the present life.”
