Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.199.po
Languages: sc_po

# an5.199:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.199:0.2
source: 20. Brāhmaṇavagga
sc_po: 20. Brahmins

# an5.199:0.3
source: 199. Kulasutta
sc_po: 199. Families

# an5.199:1.1
source: “Yaṃ, bhikkhave, sīlavanto pabbajitā kulaṃ upasaṅkamanti, tattha manussā pañcahi ṭhānehi bahuṃ puññaṃ pasavanti.
sc_po: “When ethical renunciates come to a family, the people make much merit for five reasons.

# an5.199:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.199:1.3
source: Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā disvā cittāni pasādenti, saggasaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti.
sc_po: When they see ethical renunciates coming to their family, the people bring up confidence in their hearts. At that time the family is practicing a path leading to heaven.

# an5.199:2.1
source: Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā paccuṭṭhenti abhivādenti āsanaṃ denti, uccākulīnasaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti.
sc_po: When ethical renunciates come to their family, the people rise from their seats, bow down, and offer them a seat. At that time the family is practicing a path leading to a birth in an eminent family.

# an5.199:3.1
source: Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā maccheramalaṃ paṭivinenti, mahesakkhasaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti.
sc_po: When ethical renunciates come to their family, the people get rid of the stain of stinginess. At that time the family is practicing a path leading to being illustrious.

# an5.199:4.1
source: Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā yathāsatti yathābalaṃ saṃvibhajanti, mahābhogasaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti.
sc_po: When ethical renunciates come to their family, the people share what they have as best they can. At that time the family is practicing a path leading to great wealth.

# an5.199:5.1
source: Yasmiṃ, bhikkhave, samaye sīlavante pabbajite kulaṃ upasaṅkamante manussā paripucchanti paripañhanti dhammaṃ suṇanti, mahāpaññāsaṃvattanikaṃ, bhikkhave, taṃ kulaṃ tasmiṃ samaye paṭipadaṃ paṭipannaṃ hoti.
sc_po: When ethical renunciates come to their family, the people ask questions and listen to the teachings. At that time the family is practicing a path leading to great wisdom.

# an5.199:5.2
source: Yaṃ, bhikkhave, sīlavanto pabbajitā kulaṃ upasaṅkamanti, tattha manussā imehi pañcahi ṭhānehi bahuṃ puññaṃ pasavantī”ti.
sc_po: When ethical renunciates come to a family, the people make much merit for these five reasons.”
