Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.121.po
Languages: sc_po

# an5.121:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.121:0.2
source: 13. Gilānavagga
sc_po: 13. Sick

# an5.121:0.3
source: 121. Gilānasutta
sc_po: 121. Sick

# an5.121:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# an5.121:1.2
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena gilānasālā tenupasaṅkami.
sc_po: Then in the late afternoon, the Buddha came out of retreat and went to the infirmary, where

# an5.121:1.3
source: Addasā kho bhagavā aññataraṃ bhikkhuṃ dubbalaṃ gilānakaṃ;
sc_po: he saw a certain mendicant who was weak and sick.

# an5.121:1.4
source: disvā paññatte āsane nisīdi.
sc_po: He sat down on the seat spread out,

# an5.121:1.5
source: Nisajja kho bhagavā bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# an5.121:2.1
source: “Yaṃ kiñci, bhikkhave, bhikkhuṃ dubbalaṃ gilānakaṃ pañca dhammā na vijahanti, tassetaṃ pāṭikaṅkhaṃ:
sc_po: “Mendicants, if a weak and sick mendicant does not neglect five things, it can be expected that

# an5.121:2.2
source: ‘nacirasseva āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissatī’ti.
sc_po: they will soon realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# an5.121:3.1
source: Katame pañca?
sc_po: What five?

# an5.121:3.2
source: Idha, bhikkhave, bhikkhu asubhānupassī kāye viharati, āhāre paṭikūlasaññī, sabbaloke anabhiratasaññī, sabbasaṅkhāresu aniccānupassī, maraṇasaññā kho panassa ajjhattaṃ sūpaṭṭhitā hoti.
sc_po: It’s when a mendicant meditates observing the ugliness of the body, perceives the repulsiveness of food, perceives dissatisfaction with the whole world, observes the impermanence of all conditions, and has well established the perception of their own death.

# an5.121:3.3
source: Yaṃ kiñci, bhikkhave, bhikkhuṃ dubbalaṃ gilānakaṃ ime pañca dhammā na vijahanti, tassetaṃ pāṭikaṅkhaṃ:
sc_po: If a weak and sick mendicant does not neglect these five things, it can be expected that

# an5.121:3.4
source: ‘nacirasseva āsavānaṃ khayā … pe … sacchikatvā upasampajja viharissatī’”ti.
sc_po: they will soon realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.”
