Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.127.po
Languages: sc_po

# an5.127:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.127:0.2
source: 13. Gilānavagga
sc_po: 13. Sick

# an5.127:0.3
source: 127. Vapakāsasutta
sc_po: 127. Living Apart

# an5.127:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu nālaṃ saṃghamhā vapakāsituṃ.
sc_po: “Mendicants, a mendicant with five qualities is not fit to live apart from a Saṅgha community.

# an5.127:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.127:1.3
source: Idha, bhikkhave, bhikkhu asantuṭṭho hoti itarītarena cīvarena, asantuṭṭho hoti itarītarena piṇḍapātena, asantuṭṭho hoti itarītarena senāsanena, asantuṭṭho hoti itarītarena gilānappaccayabhesajjaparikkhārena, kāmasaṅkappabahulo ca viharati.
sc_po: It’s when a mendicant is not content with any kind of robe, alms-food, lodging, and medicines and supplies for the sick. And they have a lot of sensual thoughts.

# an5.127:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu nālaṃ saṃghamhā vapakāsituṃ.
sc_po: A mendicant with these five qualities is not fit to live apart from a Saṅgha community.

# an5.127:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu alaṃ saṃghamhā vapakāsituṃ.
sc_po: A mendicant with five qualities is fit to live apart from a Saṅgha community.

# an5.127:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.127:2.3
source: Idha, bhikkhave, bhikkhu santuṭṭho hoti itarītarena cīvarena, santuṭṭho hoti itarītarena piṇḍapātena, santuṭṭho hoti itarītarena senāsanena, santuṭṭho hoti itarītarena gilānappaccayabhesajjaparikkhārena, nekkhammasaṅkappabahulo ca viharati.
sc_po: It’s when a mendicant is content with any kind of robe, alms-food, lodging, and medicines and supplies for the sick. And they think a lot about renunciation.

# an5.127:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu alaṃ saṃghamhā vapakāsitun”ti.
sc_po: A mendicant with these five qualities is fit to live apart from a Saṅgha community.”
