Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.083.po
Languages: sc_po

# an5.83:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.83:0.2
source: 9. Theravagga
sc_po: 9. Senior Mendicants

# an5.83:0.3
source: 83. Kuhakasutta
sc_po: 83. Deceiver

# an5.83:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca.
sc_po: “Mendicants, a senior mendicant with five qualities is unlikable and unlovable to their spiritual companions, not respected or admired.

# an5.83:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.83:1.3
source: Kuhako ca hoti, lapako ca, nemittiko ca, nippesiko ca, lābhena ca lābhaṃ nijigīsitā—
sc_po: They use deceit, flattery, hinting, and belittling, and they use material possessions to pursue other material possessions.

# an5.83:1.4
source: imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ appiyo ca hoti amanāpo ca agaru ca abhāvanīyo ca.
sc_po: A senior mendicant with these five qualities is unlikable and unlovable to their spiritual companions, not respected or admired.

# an5.83:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo ca.
sc_po: A senior mendicant with five qualities is dear and beloved to their spiritual companions, respected and admired.

# an5.83:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.83:2.3
source: Na ca kuhako hoti, na ca lapako, na ca nemittiko, na ca nippesiko, na ca lābhena lābhaṃ nijigīsitā—
sc_po: They don’t use deceit, flattery, hinting, or belittling, and they don’t use material possessions to pursue other material possessions.

# an5.83:2.4
source: imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu sabrahmacārīnaṃ piyo ca hoti manāpo ca garu ca bhāvanīyo cā”ti.
sc_po: A senior mendicant with these five qualities is dear and beloved to their spiritual companions, respected and admired.”
