Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.045.po
Languages: sc_po

# an5.45:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.45:0.2
source: 5. Muṇḍarājavagga
sc_po: 5. With King Muṇḍa

# an5.45:0.3
source: 45. Puññābhisandasutta
sc_po: 45. Overflowing Merit

# an5.45:1.1
source: “Pañcime, bhikkhave, puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.
sc_po: “Mendicants, there are these five kinds of overflowing merit, overflowing goodness. They nurture happiness and are conducive to heaven, ripening in happiness and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness.

# an5.45:2.1
source: Katame pañca?
sc_po: What five?

# an5.45:2.2
source: Yassa, bhikkhave, bhikkhu cīvaraṃ paribhuñjamāno appamāṇaṃ cetosamādhiṃ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati.
sc_po: When a mendicant enters and remains in a limitless immersion of heart while using a robe …

# an5.45:3.1
source: Yassa, bhikkhave, bhikkhu piṇḍapātaṃ paribhuñjamāno … pe … yassa, bhikkhave, bhikkhu vihāraṃ paribhuñjamāno … pe … yassa, bhikkhave, bhikkhu mañcapīṭhaṃ paribhuñjamāno … pe ….
sc_po: alms-food … lodging … bed and chair …

# an5.45:4.1
source: Yassa, bhikkhave, bhikkhu gilānappaccayabhesajjaparikkhāraṃ paribhuñjamāno appamāṇaṃ cetosamādhiṃ upasampajja viharati, appamāṇo tassa puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattati.
sc_po: medicines and supplies for the sick, the overflowing of merit for the donor is limitless …

# an5.45:4.2
source: Ime kho, bhikkhave, pañca puññābhisandā kusalābhisandā sukhassāhārā sovaggikā sukhavipākā saggasaṃvattanikā iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattanti.
sc_po: These are the five kinds of overflowing merit, overflowing goodness. They nurture happiness, and are conducive to heaven, ripening in happiness, and leading to heaven. They lead to what is likable, desirable, agreeable, to welfare and happiness.

# an5.45:5.1
source: Imehi ca pana, bhikkhave, pañcahi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṃ puññassa pamāṇaṃ gahetuṃ:
sc_po: When a noble disciple has these five kinds of overflowing merit and goodness, it’s not easy to grasp how much merit they have by saying that

# an5.45:5.2
source: ‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattatī’ti.
sc_po: this is the extent of their overflowing merit … that leads to happiness.

# an5.45:5.3
source: Atha kho asaṅkheyyo appameyyo mahāpuññakkhandhotveva saṅkhaṃ gacchati.
sc_po: It’s simply reckoned as an incalculable, immeasurable, great mass of merit.

# an5.45:6.1
source: Seyyathāpi, bhikkhave, mahāsamudde na sukaraṃ udakassa pamāṇaṃ gahetuṃ:
sc_po: It’s like trying to grasp how much water is in the ocean. It’s not easy to say:

# an5.45:6.2
source: ‘ettakāni udakāḷhakānīti vā ettakāni udakāḷhakasatānīti vā ettakāni udakāḷhakasahassānīti vā ettakāni udakāḷhakasatasahassānīti vā;
sc_po: ‘This is how many gallons, how many hundreds, thousands, hundreds of thousands of gallons there are.’

# an5.45:6.3
source: atha kho asaṅkheyyo appameyyo mahāudakakkhandhotveva saṅkhaṃ gacchati’.
sc_po: It’s simply reckoned as an incalculable, immeasurable, great mass of water.

# an5.45:6.4
source: Evamevaṃ kho, bhikkhave, imehi pañcahi puññābhisandehi kusalābhisandehi samannāgatassa ariyasāvakassa na sukaraṃ puññassa pamāṇaṃ gahetuṃ:
sc_po: In the same way, when a noble disciple has these five kinds of overflowing merit and goodness, it’s not easy to grasp how much merit they have:

# an5.45:6.5
source: ‘ettako puññābhisando kusalābhisando sukhassāhāro sovaggiko sukhavipāko saggasaṃvattaniko iṭṭhāya kantāya manāpāya hitāya sukhāya saṃvattatī’ti.
sc_po: ‘This is how much this overflowing merit … leads to happiness.’

# an5.45:6.6
source: Atha kho asaṅkheyyo appameyyo mahāpuññakkhandhotveva saṅkhaṃ gacchatīti.
sc_po: It’s simply reckoned as an incalculable, immeasurable, great mass of merit.

# an5.45:7.1
source: Mahodadhiṃ aparimitaṃ mahāsaraṃ,
sc_po: Hosts of people use the rivers,

# an5.45:7.2
source: Bahubheravaṃ ratnagaṇānamālayaṃ;
sc_po: and though the rivers are many,

# an5.45:7.3
source: Najjo yathā naragaṇasaṅghasevitā,
sc_po: all reach the great deep, the boundless ocean,

# an5.45:7.4
source: Puthū savantī upayanti sāgaraṃ.
sc_po: the cruel sea that’s home to precious gems.

# an5.45:8.1
source: Evaṃ naraṃ annadapānavatthadaṃ,
sc_po: So too, when a person gives food, drink, and clothes;

# an5.45:8.2
source: Seyyānisajjattharaṇassa dāyakaṃ;
sc_po: and they’re a giver of beds, seats, and mats—

# an5.45:8.3
source: Puññassa dhārā upayanti paṇḍitaṃ,
sc_po: the streams of merit reach that astute person,

# an5.45:8.4
source: Najjo yathā vārivahāva sāgaran”ti.
sc_po: as the rivers bring their waters to the sea.”
