Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.088.po
Languages: sc_po

# an5.88:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.88:0.2
source: 9. Theravagga
sc_po: 9. Senior Mendicants

# an5.88:0.3
source: 88. Therasutta
sc_po: 88. Senior Mendicants

# an5.88:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu bahujanaahitāya paṭipanno hoti bahujanaasukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ.
sc_po: “Mendicants, a senior mendicant who has five qualities is acting for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.

# an5.88:2.1
source: Katamehi pañcahi?
sc_po: What five?

# an5.88:2.2
source: Thero hoti rattaññū cirapabbajito;
sc_po: They are senior and have long gone forth.

# an5.88:2.3
source: ñāto hoti yasassī sagahaṭṭhapabbajitānaṃ bahujanaparivāro;
sc_po: They’re well-known, famous, with a large following that includes both laypeople and renunciates.

# an5.88:2.4
source: lābhī hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ;
sc_po: They receive robes, alms-food, lodgings, and medicines and supplies for the sick.

# an5.88:2.5
source: bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā appaṭividdhā;
sc_po: They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and understanding them with view.

# an5.88:2.6
source: micchādiṭṭhiko hoti viparītadassano, so bahujanaṃ saddhammā vuṭṭhāpetvā asaddhamme patiṭṭhāpeti.
sc_po: But they have wrong view and distorted perspective. They draw many people away from the true teaching and establish them in false teachings.

# an5.88:2.7
source: Thero bhikkhu rattaññū cirapabbajito itipissa diṭṭhānugatiṃ āpajjanti, ñāto thero bhikkhu yasassī sagahaṭṭhapabbajitānaṃ bahujanaparivāro itipissa diṭṭhānugatiṃ āpajjanti, lābhī thero bhikkhu cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ itipissa diṭṭhānugatiṃ āpajjanti, bahussuto thero bhikkhu sutadharo sutasannicayo itipissa diṭṭhānugatiṃ āpajjanti.
sc_po: People follow their example, thinking that the senior mendicant is senior and has long gone forth. Or that they’re well-known, famous, with a large following that includes both laypeople and renunciates. Or that they receive robes, alms-food, lodgings, and medicines and supplies for the sick. Or that they’re very learned, remembering and keeping what they’ve learned.

# an5.88:2.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu bahujanaahitāya paṭipanno hoti bahujanaasukhāya bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ.
sc_po: A senior mendicant who has these five qualities is acting for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.

# an5.88:3.1
source: Pañcahi, bhikkhave, dhammehi samannāgato thero bhikkhu bahujanahitāya paṭipanno hoti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānaṃ.
sc_po: A senior mendicant who has five qualities is acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# an5.88:4.1
source: Katamehi pañcahi?
sc_po: What five?

# an5.88:4.2
source: Thero hoti rattaññū cirapabbajito;
sc_po: They are senior and have long gone forth.

# an5.88:4.3
source: ñāto hoti yasassī sagahaṭṭhapabbajitānaṃ bahujanaparivāro;
sc_po: They’re well-known, famous, with a large following, including both laypeople and renunciates.

# an5.88:4.4
source: lābhī hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ;
sc_po: They receive robes, alms-food, lodgings, and medicines and supplies for the sick.

# an5.88:4.5
source: bahussuto hoti sutadharo sutasannicayo, ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā;
sc_po: They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# an5.88:4.6
source: sammādiṭṭhiko hoti aviparītadassano, so bahujanaṃ asaddhammā vuṭṭhāpetvā saddhamme patiṭṭhāpeti.
sc_po: And they have right view and an undistorted perspective. They draw many people away from false teachings and establish them in the true teaching.

# an5.88:4.7
source: Thero bhikkhu rattaññū cirapabbajito itipissa diṭṭhānugatiṃ āpajjanti, ñāto thero bhikkhu yasassī sagahaṭṭhapabbajitānaṃ bahujanaparivāro itipissa diṭṭhānugatiṃ āpajjanti, lābhī thero bhikkhu cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ itipissa diṭṭhānugatiṃ āpajjanti, bahussuto thero bhikkhu sutadharo sutasannicayo itipissa diṭṭhānugatiṃ āpajjanti.
sc_po: People follow their example, thinking that the senior mendicant is senior and has long gone forth. Or that they’re well-known, famous, with a large following that includes both laypeople and renunciates. Or that they receive robes, alms-food, lodgings, and medicines and supplies for the sick. Or that they’re very learned, remembering and keeping what they’ve learned.

# an5.88:4.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato thero bhikkhu bahujanahitāya paṭipanno hoti bahujanasukhāya bahuno janassa atthāya hitāya sukhāya devamanussānan”ti.
sc_po: A senior mendicant who has these five qualities is acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.”
