Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.039.po
Languages: sc_po

# an5.39:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.39:0.2
source: 4. Sumanavagga
sc_po: 4. With Sumanā

# an5.39:0.3
source: 39. Puttasutta
sc_po: 39. A Child

# an5.39:1.1
source: “Pañcimāni, bhikkhave, ṭhānāni sampassantā mātāpitaro puttaṃ icchanti kule jāyamānaṃ.
sc_po: “Mendicants, parents see five reasons to wish for the birth of a child in the family.

# an5.39:1.2
source: Katamāni pañca?
sc_po: What five?

# an5.39:1.3
source: Bhato vā no bharissati;
sc_po: Since we looked after them, they’ll look after us.

# an5.39:1.4
source: kiccaṃ vā no karissati;
sc_po: They’ll do their duty for us.

# an5.39:1.5
source: kulavaṃso ciraṃ ṭhassati;
sc_po: The family traditions will last.

# an5.39:1.6
source: dāyajjaṃ paṭipajjissati;
sc_po: They’ll take care of the inheritance.

# an5.39:1.7
source: atha vā pana petānaṃ kālaṅkatānaṃ dakkhiṇaṃ anuppadassatīti.
sc_po: Or else when we have passed away they’ll give an offering on our behalf.

# an5.39:1.8
source: Imāni kho, bhikkhave, pañca ṭhānāni sampassantā mātāpitaro puttaṃ icchanti kule jāyamānanti.
sc_po: Parents see these five reasons to wish for the birth of a child in the family.

# an5.39:2.1
source: Pañca ṭhānāni sampassaṃ,
sc_po: Seeing five reasons,

# an5.39:2.2
source: puttaṃ icchanti paṇḍitā;
sc_po: astute people wish for a child.

# an5.39:2.3
source: Bhato vā no bharissati,
sc_po: Since we looked after them, they’ll look after us.

# an5.39:2.4
source: kiccaṃ vā no karissati.
sc_po: They’ll do their duty for us.

# an5.39:3.1
source: Kulavaṃso ciraṃ tiṭṭhe,
sc_po: The family traditions will last.

# an5.39:3.2
source: dāyajjaṃ paṭipajjati;
sc_po: They’ll take care of the inheritance.

# an5.39:3.3
source: Atha vā pana petānaṃ,
sc_po: Or else when we have passed away

# an5.39:3.4
source: dakkhiṇaṃ anuppadassati.
sc_po: they’ll give an offering on our behalf.

# an5.39:4.1
source: Ṭhānānetāni sampassaṃ,
sc_po: Seeing these five reasons

# an5.39:4.2
source: puttaṃ icchanti paṇḍitā;
sc_po: astute people wish for a child.

# an5.39:4.3
source: Tasmā santo sappurisā,
sc_po: And so good people,

# an5.39:4.4
source: kataññū katavedino.
sc_po: grateful and thankful,

# an5.39:5.1
source: Bharanti mātāpitaro,
sc_po: look after their parents,

# an5.39:5.2
source: pubbe katamanussaraṃ;
sc_po: remembering what was done for them in the past.

# an5.39:5.3
source: Karonti nesaṃ kiccāni,
sc_po: They do for their parents,

# an5.39:5.4
source: yathā taṃ pubbakārinaṃ.
sc_po: as their parents did for them in the past.

# an5.39:6.1
source: Ovādakārī bhataposī,
sc_po: Following their advice, looking after those who raised them,

# an5.39:6.2
source: kulavaṃsaṃ ahāpayaṃ;
sc_po: the family traditions are not lost.

# an5.39:6.3
source: Saddho sīlena sampanno,
sc_po: Faithful, accomplished in ethics,

# an5.39:6.4
source: putto hoti pasaṃsiyo”ti.
sc_po: such a child is praiseworthy.”
