Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.112.po
Languages: sc_po

# an5.112:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.112:0.2
source: 12. Andhakavindavagga
sc_po: 12. At Andhakavinda

# an5.112:0.3
source: 112. Pacchāsamaṇasutta
sc_po: 112. An Ascetic to Follow Behind on Almsround

# an5.112:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato pacchāsamaṇo na ādātabbo.
sc_po: “Mendicants, you shouldn’t take an ascetic with five qualities to follow behind on almsround.

# an5.112:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.112:1.3
source: Atidūre vā gacchati accāsanne vā, na pattapariyāpannaṃ gaṇhati, āpattisāmantā bhaṇamānaṃ na nivāreti, bhaṇamānassa antarantarā kathaṃ opāteti, duppañño hoti jaḷo eḷamūgo.
sc_po: They walk too far away or too close behind. They don’t take your bowl when it’s full. They don’t warn you when your speech is bordering on an offense. They keep on interrupting while you’re speaking. And they’re witless, dull, and stupid.

# an5.112:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato pacchāsamaṇo na ādātabbo.
sc_po: You shouldn’t take an ascetic with these five qualities to follow behind on almsround.

# an5.112:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato pacchāsamaṇo ādātabbo.
sc_po: You should take an ascetic with five qualities to follow behind on almsround.

# an5.112:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.112:2.3
source: Nātidūre gacchati na accāsanne, pattapariyāpannaṃ gaṇhati, āpattisāmantā bhaṇamānaṃ nivāreti, bhaṇamānassa na antarantarā kathaṃ opāteti, paññavā hoti ajaḷo aneḷamūgo.
sc_po: They don’t walk too far away or too close behind. They take your bowl when it is full. They warn you when your speech is bordering on an offense. They don’t interrupt while you’re speaking. And they’re wise, bright, and clever.

# an5.112:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato pacchāsamaṇo ādātabbo”ti.
sc_po: You should take an ascetic with these five qualities to follow behind on almsround.”
