Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.287-292.po
Languages: sc_po

# an5.287-292:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.287-292:0.2
source: 28. Sikkhāpadapeyyāla
sc_po: 28. Abbreviated Texts on Training Rules

# an5.287-292:0.3
source: 287–292. Bhikkhunīsuttādi
sc_po: 287–292. A Nun

# an5.287-292:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgatā bhikkhunī … pe … sikkhamānā … sāmaṇero … sāmaṇerī … upāsako … upāsikā yathābhataṃ nikkhittā evaṃ niraye.
sc_po: “A nun … trainee nun … novice monk … novice nun … layman … laywoman … with five qualities is cast down to hell.

# an5.287-292:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.287-292:1.3
source: Pāṇātipātinī hoti, adinnādāyinī hoti, kāmesumicchācārinī hoti, musāvādinī hoti, surāmerayamajjapamādaṭṭhāyinī hoti.
sc_po: They kill living creatures, steal, commit sexual misconduct, lie, and use alcoholic drinks that cause negligence.

# an5.287-292:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgatā upāsikā yathābhataṃ nikkhittā evaṃ niraye.
sc_po: With these five qualities they’re cast down to hell.

# an5.287-292:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgatā upāsikā yathābhataṃ nikkhittā evaṃ sagge.
sc_po: A nun … female intern … novice monk … novice nun … layman … laywoman … with five qualities is raised up to heaven.

# an5.287-292:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.287-292:2.3
source: Pāṇātipātā paṭiviratā hoti, adinnādānā paṭiviratā hoti, kāmesumicchācārā paṭiviratā hoti, musāvādā paṭiviratā hoti, surāmerayamajjapamādaṭṭhānā paṭiviratā hoti.
sc_po: They don’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence.

# an5.287-292:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgatā upāsikā yathābhataṃ nikkhittā evaṃ sagge”ti.
sc_po: With these five qualities they’re raised up to heaven.”
