Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.286.po
Languages: sc_po

# an5.286:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.286:0.2
source: 28. Sikkhāpadapeyyāla
sc_po: 28. Abbreviated Texts on Training Rules

# an5.286:0.3
source: 286. Bhikkhusutta
sc_po: 286. A Monk

# an5.286:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Mendicants, a monk with five qualities is cast down to hell.

# an5.286:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.286:1.3
source: Pāṇātipātī hoti, adinnādāyī hoti, abrahmacārī hoti, musāvādī hoti, surāmerayamajjapamādaṭṭhāyī hoti.
sc_po: He kills living creatures, steals, has sex, lies, and uses alcoholic drinks that cause negligence.

# an5.286:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu yathābhataṃ nikkhitto evaṃ niraye.
sc_po: A monk with these five qualities is cast down to hell.

# an5.286:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu yathābhataṃ nikkhitto evaṃ sagge.
sc_po: A monk with five qualities is raised up to heaven.

# an5.286:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.286:2.3
source: Pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, abrahmacariyā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: He doesn’t kill living creatures, steal, have sex, lie, or use alcoholic drinks that cause negligence.

# an5.286:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: A monk with these five qualities is raised up to heaven.”
