Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.143.po
Languages: sc_po

# an5.143:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.143:0.2
source: 15. Tikaṇḍakīvagga
sc_po: 15. At Tikaṇḍakī

# an5.143:0.3
source: 143. Sārandadasutta
sc_po: 143. At Sārandada

# an5.143:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# an5.143:1.2
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms.

# an5.143:1.3
source: Tena kho pana samayena pañcamattānaṃ licchavisatānaṃ sārandade cetiye sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
sc_po: Now at that time around five hundred Licchavis were sitting together at the Sārandada shrine, and this discussion came up among them,

# an5.143:1.4
source: “pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmiṃ.
sc_po: “The appearance of five treasures is rare in the world.

# an5.143:1.5
source: Katamesaṃ pañcannaṃ?
sc_po: What five?

# an5.143:1.6
source: Hatthiratanassa pātubhāvo dullabho lokasmiṃ, assaratanassa pātubhāvo dullabho lokasmiṃ, maṇiratanassa pātubhāvo dullabho lokasmiṃ, itthiratanassa pātubhāvo dullabho lokasmiṃ, gahapatiratanassa pātubhāvo dullabho lokasmiṃ.
sc_po: The elephant-treasure, the horse-treasure, the jewel-treasure, the woman-treasure, and the householder-treasure.

# an5.143:1.7
source: Imesaṃ pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin”ti.
sc_po: The appearance of these five treasures is rare in the world.”

# an5.143:2.1
source: Atha kho te licchavī magge purisaṃ ṭhapesuṃ:
sc_po: Then those Licchavis sent a man out on to the road, saying,

# an5.143:2.2
source: “yadā tvaṃ, ambho purisa, passeyyāsi bhagavantaṃ, atha amhākaṃ āroceyyāsī”ti.
sc_po: “Mister, please tell us when you see the Buddha.”

# an5.143:2.3
source: Addasā kho so puriso bhagavantaṃ dūratova āgacchantaṃ;
sc_po: That man saw the Buddha coming off in the distance.

# an5.143:2.4
source: disvāna yena te licchavī tenupasaṅkami; upasaṅkamitvā te licchavī etadavoca:
sc_po: He went to the Licchavis and said,

# an5.143:2.5
source: “ayaṃ so, bhante, bhagavā gacchati arahaṃ sammāsambuddho;
sc_po: “Sirs, the Blessed One, the perfected one, the fully awakened Buddha is coming.

# an5.143:2.6
source: yassadāni kālaṃ maññathā”ti.
sc_po: Please go at your convenience.”

# an5.143:3.1
source: Atha kho te licchavī yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu. Ekamantaṃ ṭhitā kho te licchavī bhagavantaṃ etadavocuṃ:
sc_po: Then those Licchavis went up to the Buddha, bowed, stood to one side, and said to him,

# an5.143:4.1
source: “Sādhu, bhante, yena sārandadaṃ cetiyaṃ tenupasaṅkamatu anukampaṃ upādāyā”ti.
sc_po: “Please go to the Sārandada shrine, out of compassion.”

# an5.143:4.2
source: Adhivāsesi bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# an5.143:4.3
source: Atha kho bhagavā yena sārandadaṃ cetiyaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho bhagavā te licchavī etadavoca:
sc_po: Then the Buddha went up to the Sārandada shrine, where he sat on the seat spread out, and said to the Licchavis,

# an5.143:4.4
source: “kāya nuttha, licchavī, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?
sc_po: “Licchavis, what were you sitting talking about just now? What conversation was unfinished?”

# an5.143:4.5
source: “Idha, bhante, amhākaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
sc_po: “Well, Master Gotama, this discussion came up among us while we were sitting together:

# an5.143:4.6
source: ‘pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmiṃ.
sc_po: ‘The appearance of five treasures is rare in the world. …’”

# an5.143:5.1
source: “Kāmādhimuttānaṃ vata bho licchavīnaṃ kāmaṃyeva ārabbha antarākathā udapādi.
sc_po: “You Licchavis are so fixated on sensual pleasures, that’s the only discussion that came up!

# an5.143:5.2
source: Pañcannaṃ, licchavī, ratanānaṃ pātubhāvo dullabho lokasmiṃ.
sc_po: Licchavis, the appearance of five treasures is rare in the world.

# an5.143:5.3
source: Katamesaṃ pañcannaṃ?
sc_po: What five?

# an5.143:5.4
source: Tathāgatassa arahato sammāsambuddhassa pātubhāvo dullabho lokasmiṃ,
sc_po: The appearance of a Realized One, a perfected one, a fully awakened Buddha.

# an5.143:5.5
source: tathāgatappaveditassa dhammavinayassa desetā puggalo dullabho lokasmiṃ,
sc_po: A person who explains the teaching and training proclaimed by a Realized One.

# an5.143:5.6
source: tathāgatappaveditassa dhammavinayassa desitassa viññātā puggalo dullabho lokasmiṃ,
sc_po: A person who understands the teaching and training proclaimed by a Realized One.

# an5.143:5.7
source: tathāgatappaveditassa dhammavinayassa desitassa viññātā dhammānudhammappaṭipanno puggalo dullabho lokasmiṃ,
sc_po: A person who practices in line with the teaching.

# an5.143:5.8
source: kataññū katavedī puggalo dullabho lokasmiṃ.
sc_po: A person who is grateful and thankful.

# an5.143:5.9
source: Imesaṃ kho, licchavī, pañcannaṃ ratanānaṃ pātubhāvo dullabho lokasmin”ti.
sc_po: The appearance of these five treasures is rare in the world.”
