Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.009.po
Languages: sc_po

# an5.9:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.9:0.2
source: 1. Sekhabalavagga
sc_po: 1. Powers of a Trainee

# an5.9:0.3
source: 9. Paṭhamaagāravasutta
sc_po: 9. Disrespect (1st)

# an5.9:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu agāravo appatisso cavati, nappatiṭṭhāti saddhamme.
sc_po: “Mendicants, a disrespectful and irreverent mendicant with five qualities fails, and doesn’t establish themselves in the true teaching.

# an5.9:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.9:1.3
source: Assaddho, bhikkhave, bhikkhu agāravo appatisso cavati, nappatiṭṭhāti saddhamme.
sc_po: A disrespectful and irreverent mendicant who is faithless …

# an5.9:1.4
source: Ahiriko, bhikkhave, bhikkhu agāravo appatisso cavati, nappatiṭṭhāti saddhamme.
sc_po: shameless …

# an5.9:1.5
source: Anottappī, bhikkhave, bhikkhu agāravo appatisso cavati, nappatiṭṭhāti saddhamme.
sc_po: imprudent …

# an5.9:1.6
source: Kusīto, bhikkhave, bhikkhu agāravo appatisso cavati, nappatiṭṭhāti saddhamme.
sc_po: lazy …

# an5.9:1.7
source: Duppañño, bhikkhave, bhikkhu agāravo appatisso cavati, nappatiṭṭhāti saddhamme.
sc_po: witless fails, and doesn’t establish themselves in the true teaching.

# an5.9:1.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu agāravo appatisso cavati, nappatiṭṭhāti saddhamme.
sc_po: A disrespectful and irreverent mendicant with these five qualities fails, and doesn’t establish themselves in the true teaching.

# an5.9:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato bhikkhu sagāravo sappatisso na cavati, patiṭṭhāti saddhamme.
sc_po: A respectful and reverent mendicant with five qualities doesn’t fail, and establishes themselves in the true teaching.

# an5.9:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.9:2.3
source: Saddho, bhikkhave, bhikkhu sagāravo sappatisso na cavati, patiṭṭhāti saddhamme.
sc_po: A respectful and reverent mendicant who is faithful …

# an5.9:2.4
source: Hirīmā, bhikkhave, bhikkhu sagāravo sappatisso na cavati, patiṭṭhāti saddhamme.
sc_po: conscientious …

# an5.9:2.5
source: Ottappī, bhikkhave, bhikkhu sagāravo sappatisso na cavati, patiṭṭhāti saddhamme.
sc_po: prudent …

# an5.9:2.6
source: Āraddhavīriyo, bhikkhave, bhikkhu sagāravo sappatisso na cavati, patiṭṭhāti saddhamme.
sc_po: energetic …

# an5.9:2.7
source: Paññavā, bhikkhave, bhikkhu sagāravo sappatisso na cavati, patiṭṭhāti saddhamme.
sc_po: wise doesn’t fail, and establishes themselves in the true teaching.

# an5.9:2.8
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu sagāravo sappatisso na cavati, patiṭṭhāti saddhamme”ti.
sc_po: A respectful and reverent mendicant with these five qualities doesn’t fail, and establishes themselves in the true teaching.”
