Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.038.po
Languages: sc_po

# an5.38:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.38:0.2
source: 4. Sumanavagga
sc_po: 4. With Sumanā

# an5.38:0.3
source: 38. Saddhasutta
sc_po: 38. Faith

# an5.38:1.1
source: “Pañcime, bhikkhave, saddhe kulaputte ānisaṃsā.
sc_po: “Mendicants, a faithful gentleman gets five benefits.

# an5.38:1.2
source: Katame pañca?
sc_po: What five?

# an5.38:1.3
source: Ye te, bhikkhave, loke santo sappurisā te saddhaññeva paṭhamaṃ anukampantā anukampanti, no tathā assaddhaṃ;
sc_po: The good persons in the world show compassion first to the faithful, not so much to the unfaithful.

# an5.38:1.4
source: saddhaññeva paṭhamaṃ upasaṅkamantā upasaṅkamanti, no tathā assaddhaṃ;
sc_po: They first approach the faithful, not so much the unfaithful.

# an5.38:1.5
source: saddhaññeva paṭhamaṃ paṭiggaṇhantā paṭiggaṇhanti, no tathā assaddhaṃ;
sc_po: They first receive alms from the faithful, not so much the unfaithful.

# an5.38:1.6
source: saddhaññeva paṭhamaṃ dhammaṃ desentā desenti, no tathā assaddhaṃ;
sc_po: They first teach Dhamma to the faithful, not so much the unfaithful.

# an5.38:1.7
source: saddho kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: When their body breaks up, after death, the faithful are reborn in a good place, a heavenly realm.

# an5.38:1.8
source: Ime kho, bhikkhave, pañca saddhe kulaputte ānisaṃsā.
sc_po: A faithful gentleman gets these five benefits.

# an5.38:2.1
source: Seyyathāpi, bhikkhave, subhūmiyaṃ catumahāpathe mahānigrodho samantā pakkhīnaṃ paṭisaraṇaṃ hoti;
sc_po: Suppose there was a great banyan tree at a level crossroads. It would become a refuge for birds from all around.

# an5.38:2.2
source: evamevaṃ kho, bhikkhave, saddho kulaputto bahuno janassa paṭisaraṇaṃ hoti bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānanti.
sc_po: In the same way, a faithful gentleman becomes a refuge for many people—monks, nuns, laywomen, and laymen.

# an5.38:3.1
source: Sākhāpattaphalūpeto,
sc_po: With its branches, leaves, and fruit,

# an5.38:3.2
source: khandhimāva mahādumo;
sc_po: a great tree with its strong trunk,

# an5.38:3.3
source: Mūlavā phalasampanno,
sc_po: firmly-rooted and fruit-bearing,

# an5.38:3.4
source: patiṭṭhā hoti pakkhinaṃ.
sc_po: supports many birds.

# an5.38:4.1
source: Manorame āyatane,
sc_po: It’s a lovely place,

# an5.38:4.2
source: sevanti naṃ vihaṅgamā;
sc_po: frequented by the sky-soarers.

# an5.38:4.3
source: Chāyaṃ chāyatthikā yanti,
sc_po: Those that need shade go in the shade,

# an5.38:4.4
source: phalatthā phalabhojino.
sc_po: those that need fruit enjoy the fruit.

# an5.38:5.1
source: Tatheva sīlasampannaṃ,
sc_po: So too, a faithful individual

# an5.38:5.2
source: saddhaṃ purisapuggalaṃ;
sc_po: is perfect in ethics,

# an5.38:5.3
source: Nivātavuttiṃ atthaddhaṃ,
sc_po: humble and kind,

# an5.38:5.4
source: sorataṃ sakhilaṃ muduṃ.
sc_po: sweet, friendly, and tender.

# an5.38:6.1
source: Vītarāgā vītadosā,
sc_po: Those free of greed, freed of hate,

# an5.38:6.2
source: vītamohā anāsavā;
sc_po: free of delusion, undefiled,

# an5.38:6.3
source: Puññakkhettāni lokasmiṃ,
sc_po: fields of merit for the world,

# an5.38:6.4
source: sevanti tādisaṃ naraṃ.
sc_po: associate with such a person.

# an5.38:7.1
source: Te tassa dhammaṃ desenti,
sc_po: They teach them the Dhamma,

# an5.38:7.2
source: Sabbadukkhāpanūdanaṃ;
sc_po: that dispels all suffering.

# an5.38:7.3
source: Yaṃ so dhammaṃ idhaññāya,
sc_po: Understanding this teaching,

# an5.38:7.4
source: Parinibbāti anāsavo”ti.
sc_po: they’re extinguished without defilements.”
