Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.227.po
Languages: sc_po

# an5.227:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.227:0.2
source: 23. Dīghacārikavagga
sc_po: 23. Long Wandering

# an5.227:0.3
source: 227. Bhogasutta
sc_po: 227. Riches

# an5.227:1.1
source: “Pañcime, bhikkhave, ādīnavā bhogesu.
sc_po: “Mendicants, there are these five drawbacks of riches.

# an5.227:1.2
source: Katame pañca?
sc_po: What five?

# an5.227:1.3
source: Aggisādhāraṇā bhogā, udakasādhāraṇā bhogā, rājasādhāraṇā bhogā, corasādhāraṇā bhogā, appiyehi dāyādehi sādhāraṇā bhogā.
sc_po: Fire, water, kings, thieves, and unloved heirs all take a share.

# an5.227:1.4
source: Ime kho, bhikkhave, pañca ādīnavā bhogesu.
sc_po: These are the five drawbacks of riches.

# an5.227:2.1
source: Pañcime, bhikkhave, ānisaṃsā bhogesu.
sc_po: There are these five benefits of riches.

# an5.227:2.2
source: Katame pañca?
sc_po: What five?

# an5.227:2.3
source: Bhoge nissāya attānaṃ sukheti pīṇeti sammā sukhaṃ pariharati, mātāpitaro sukheti pīṇeti sammā sukhaṃ pariharati, puttadāradāsakammakaraporise sukheti pīṇeti sammā sukhaṃ pariharati, mittāmacce sukheti pīṇeti sammā sukhaṃ pariharati, samaṇabrāhmaṇesu uddhaggikaṃ dakkhiṇaṃ patiṭṭhāpeti sovaggikaṃ sukhavipākaṃ saggasaṃvattanikaṃ.
sc_po: Riches enable you to bring pleasure and joy to yourself; your mother and father; your children, partners, bondservants, workers, and staff; and your friends and colleagues; and to keep them all happy. And they enable you to establish an uplifting religious donation for ascetics and brahmins that’s conducive to heaven, ripens in happiness, and leads to heaven.

# an5.227:2.4
source: Ime kho, bhikkhave, pañca ānisaṃsā bhogesū”ti.
sc_po: These are the five benefits of riches.”
