Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.133.po
Languages: sc_po

# an5.133:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.133:0.2
source: 14. Rājavagga
sc_po: 14. Kings

# an5.133:0.3
source: 133. Dhammarājāsutta
sc_po: 133. A Principled King

# an5.133:1.1
source: “Yopi so, bhikkhave, rājā cakkavattī dhammiko dhammarājā, sopi na arājakaṃ cakkaṃ vattetī”ti.
sc_po: “Mendicants, even a wheel-turning monarch, a just and principled king, does not wield power without having their own king.”

# an5.133:1.2
source: Evaṃ vutte aññataro bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, one of the mendicants asked the Buddha,

# an5.133:1.3
source: “ko pana, bhante, rañño cakkavattissa dhammikassa dhammarañño rājā”ti?
sc_po: “But who is the king of the wheel-turning monarch, the just and principled king?”

# an5.133:1.4
source: “Dhammo, bhikkhū”ti bhagavā avoca.
sc_po: “It is principle, monk,” said the Buddha.

# an5.133:2.1
source: “Idha, bhikkhu, rājā cakkavattī dhammiko dhammarājā dhammaññeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahati antojanasmiṃ.
sc_po: “Monk, a wheel-turning monarch provides just protection and security for his court, relying only on principle—honoring, respecting, and venerating principle, having principle as his flag, banner, and authority.

# an5.133:3.1
source: Puna caparaṃ, bhikkhu, rājā cakkavattī dhammiko dhammarājā dhammaññeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahati khattiyesu anuyantesu … pe … balakāyasmiṃ brāhmaṇagahapatikesu negamajānapadesu samaṇabrāhmaṇesu migapakkhīsu.
sc_po: He provides just protection and security for his aristocrats, vassals, troops, brahmins and householders, people of town and country, ascetics and brahmins, beasts and birds.

# an5.133:3.2
source: Sa kho so, bhikkhu, rājā cakkavattī dhammiko dhammarājā dhammaññeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā antojanasmiṃ dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā khattiyesu anuyantesu balakāyasmiṃ brāhmaṇagahapatikesu negamajānapadesu samaṇabrāhmaṇesu migapakkhīsu dhammeneva cakkaṃ pavatteti;
sc_po: When he has done this, he wields power only in a principled manner.

# an5.133:3.3
source: taṃ hoti cakkaṃ appaṭivattiyaṃ kenaci manussabhūtena paccatthikena pāṇinā.
sc_po: And this power cannot be undermined by any human enemy.

# an5.133:4.1
source: Evamevaṃ kho, bhikkhu, tathāgato arahaṃ sammāsambuddho dhammiko dhammarājā dhammaññeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahati bhikkhūsu:
sc_po: In the same way, monk, a Realized One, a perfected one, a fully awakened Buddha, a just and principled king, provides just protection and security for the monks, relying only on principle—honoring, respecting, and venerating principle, having principle as his flag, banner, and authority.

# an5.133:4.2
source: ‘evarūpaṃ kāyakammaṃ sevitabbaṃ, evarūpaṃ kāyakammaṃ na sevitabbaṃ;
sc_po: ‘This kind of bodily action should be cultivated. This kind of bodily action should not be cultivated.

# an5.133:4.3
source: evarūpaṃ vacīkammaṃ sevitabbaṃ, evarūpaṃ vacīkammaṃ na sevitabbaṃ;
sc_po: This kind of verbal action should be cultivated. This kind of verbal action should not be cultivated.

# an5.133:4.4
source: evarūpaṃ manokammaṃ sevitabbaṃ, evarūpaṃ manokammaṃ na sevitabbaṃ;
sc_po: This kind of mental action should be cultivated. This kind of mental action should not be cultivated.

# an5.133:4.5
source: evarūpo ājīvo sevitabbo, evarūpo ājīvo na sevitabbo;
sc_po: This kind of livelihood should be cultivated. This kind of livelihood should not be cultivated.

# an5.133:4.6
source: evarūpo gāmanigamo sevitabbo, evarūpo gāmanigamo na sevitabbo’ti.
sc_po: This kind of market town should be cultivated. This kind of market town should not be cultivated.’

# an5.133:5.1
source: Puna caparaṃ, bhikkhu, tathāgato arahaṃ sammāsambuddho dhammiko dhammarājā dhammaññeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahati bhikkhunīsu … pe … upāsakesu … pe … upāsikāsu:
sc_po: In the same way, monk, a Realized One, a perfected one, a fully awakened Buddha, a just and principled king, provides just protection and security for the nuns … laymen … laywomen, relying only on principle—honoring, respecting, and venerating principle, having principle as his flag, banner, and authority.

# an5.133:5.2
source: ‘evarūpaṃ kāyakammaṃ sevitabbaṃ, evarūpaṃ kāyakammaṃ na sevitabbaṃ;
sc_po: ‘This kind of bodily action should be cultivated. This kind of bodily action should not be cultivated.

# an5.133:5.3
source: evarūpaṃ vacīkammaṃ sevitabbaṃ, evarūpaṃ vacīkammaṃ na sevitabbaṃ;
sc_po: This kind of verbal action should be cultivated. This kind of verbal action should not be cultivated.

# an5.133:5.4
source: evarūpaṃ manokammaṃ sevitabbaṃ, evarūpaṃ manokammaṃ na sevitabbaṃ;
sc_po: This kind of mental action should be cultivated. This kind of mental action should not be cultivated.

# an5.133:5.5
source: evarūpo ājīvo sevitabbo, evarūpo ājīvo na sevitabbo;
sc_po: This kind of livelihood should be cultivated. This kind of livelihood should not be cultivated.

# an5.133:5.6
source: evarūpo gāmanigamo sevitabbo, evarūpo gāmanigamo na sevitabbo’ti.
sc_po: This kind of market town should be cultivated. This kind of market town should not be cultivated.’

# an5.133:6.1
source: Sa kho so, bhikkhu, tathāgato arahaṃ sammāsambuddho dhammiko dhammarājā dhammaññeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā bhikkhūsu, dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā bhikkhunīsu, dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā upāsakesu, dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā upāsikāsu dhammeneva anuttaraṃ dhammacakkaṃ pavatteti;
sc_po: When a Realized One, a perfected one, a fully awakened Buddha has provided just protection and security for the monks, nuns, laymen, and laywomen, he rolls forth the supreme Wheel of Dhamma only in a principled manner.

# an5.133:6.2
source: taṃ hoti cakkaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti.
sc_po: And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.”
