Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.210.po
Languages: sc_po

# an5.210:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.210:0.2
source: 21. Kimilavagga
sc_po: 21. With Kimbila

# an5.210:0.3
source: 210. Muṭṭhassatisutta
sc_po: 210. Unmindful

# an5.210:1.1
source: “Pañcime, bhikkhave, ādīnavā muṭṭhassatissa asampajānassa niddaṃ okkamayato.
sc_po: “Mendicants, there are these five drawbacks of falling asleep unmindful and unaware.

# an5.210:1.2
source: Katame pañca?
sc_po: What five?

# an5.210:1.3
source: Dukkhaṃ supati, dukkhaṃ paṭibujjhati, pāpakaṃ supinaṃ passati, devatā na rakkhanti, asuci muccati.
sc_po: You sleep badly and wake miserably. You have bad dreams. The deities don’t protect you. And you emit semen.

# an5.210:1.4
source: Ime kho, bhikkhave, pañca ādīnavā muṭṭhassatissa asampajānassa niddaṃ okkamayato.
sc_po: These are the five drawbacks of falling asleep unmindful and unaware.

# an5.210:2.1
source: Pañcime, bhikkhave, ānisaṃsā upaṭṭhitassatissa sampajānassa niddaṃ okkamayato.
sc_po: There are these five benefits of falling asleep mindful and aware.

# an5.210:2.2
source: Katame pañca?
sc_po: What five?

# an5.210:2.3
source: Sukhaṃ supati, sukhaṃ paṭibujjhati, na pāpakaṃ supinaṃ passati, devatā rakkhanti, asuci na muccati.
sc_po: You sleep well and wake happily. You don’t have bad dreams. The deities protect you. And you don’t emit semen.

# an5.210:2.4
source: Ime kho, bhikkhave, pañca ānisaṃsā upaṭṭhitassatissa sampajānassa niddaṃ okkamayato”ti.
sc_po: These are the five benefits of falling asleep mindful and aware.”
