Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.159.po
Languages: sc_po

# an5.159:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.159:0.2
source: 16. Saddhammavagga
sc_po: 16. The True Teaching

# an5.159:0.3
source: 159. Udāyīsutta
sc_po: 159. With Udāyī

# an5.159:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an5.159:1.2
source: ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme.
sc_po: At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.

# an5.159:1.3
source: Tena kho pana samayena āyasmā udāyī mahatiyā gihiparisāya parivuto dhammaṃ desento nisinno hoti.
sc_po: Now, at that time Venerable Udāyī was sitting teaching Dhamma, surrounded by a large assembly of laypeople.

# an5.159:1.4
source: Addasā kho āyasmā ānando āyasmantaṃ udāyiṃ mahatiyā gihiparisāya parivutaṃ dhammaṃ desentaṃ nisinnaṃ.
sc_po: Seeing this, Venerable Ānanda

# an5.159:1.5
source: Disvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: went up to the Buddha, bowed, sat down to one side, and said to him:

# an5.159:1.6
source: “āyasmā, bhante, udāyī mahatiyā gihiparisāya parivuto dhammaṃ desetī”ti.
sc_po: “Sir, Venerable Udāyī is teaching Dhamma, surrounded by a large assembly of laypeople.”

# an5.159:2.1
source: “Na kho, ānanda, sukaraṃ paresaṃ dhammaṃ desetuṃ.
sc_po: “Ānanda, it’s not easy to teach Dhamma to others.

# an5.159:2.2
source: Paresaṃ, ānanda, dhammaṃ desentena pañca dhamme ajjhattaṃ upaṭṭhāpetvā paresaṃ dhammo desetabbo.
sc_po: You should establish five things in yourself before teaching Dhamma to others.

# an5.159:2.3
source: Katame pañca?
sc_po: What five?

# an5.159:2.4
source: ‘Anupubbiṃ kathaṃ kathessāmī’ti paresaṃ dhammo desetabbo;
sc_po: You should teach Dhamma to others thinking: ‘I will teach step by step.’ …

# an5.159:2.5
source: ‘pariyāyadassāvī kathaṃ kathessāmī’ti paresaṃ dhammo desetabbo;
sc_po: ‘I will teach explaining my methods.’ …

# an5.159:2.6
source: ‘anuddayataṃ paṭicca kathaṃ kathessāmī’ti paresaṃ dhammo desetabbo;
sc_po: ‘I will teach out of kindness.’ …

# an5.159:2.7
source: ‘na āmisantaro kathaṃ kathessāmī’ti paresaṃ dhammo desetabbo;
sc_po: ‘I will not teach while secretly hoping to profit.’ …

# an5.159:2.8
source: ‘attānañca parañca anupahacca kathaṃ kathessāmī’ti paresaṃ dhammo desetabbo.
sc_po: ‘I will teach without hurting myself or others.’

# an5.159:2.9
source: Na kho, ānanda, sukaraṃ paresaṃ dhammaṃ desetuṃ.
sc_po: It’s not easy to teach Dhamma to others.

# an5.159:2.10
source: Paresaṃ, ānanda, dhammaṃ desentena ime pañca dhamme ajjhattaṃ upaṭṭhāpetvā paresaṃ dhammo desetabbo”ti.
sc_po: You should establish these five things in yourself before teaching Dhamma to others.”
