Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.257-263.po
Languages: sc_po

# an5.257-263:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.257-263:0.2
source: 26. Upasampadāvagga
sc_po: 26. Ordination

# an5.257-263:0.3
source: 257–263. Dutiyajhānasuttādisattaka
sc_po: 257–263. The Second Absorption, Etc.

# an5.257-263:1.1
source: “Pañcime, bhikkhave, dhamme appahāya abhabbo dutiyaṃ jhānaṃ … pe … abhabbo tatiyaṃ jhānaṃ … abhabbo catutthaṃ jhānaṃ … abhabbo sotāpattiphalaṃ … abhabbo sakadāgāmiphalaṃ … abhabbo anāgāmiphalaṃ … abhabbo arahattaṃ sacchikātuṃ.
sc_po: “Mendicants, without giving up these five qualities you can’t enter and remain in the second absorption … third absorption … fourth absorption … or realize the fruit of stream-entry … the fruit of once-return … the fruit of non-return … perfection.

# an5.257-263:1.2
source: Katame pañca?
sc_po: What five?

# an5.257-263:1.3
source: Āvāsamacchariyaṃ, kulamacchariyaṃ, lābhamacchariyaṃ, vaṇṇamacchariyaṃ, dhammamacchariyaṃ.
sc_po: Stinginess with dwellings, families, material possessions, praise, and the teachings.

# an5.257-263:1.4
source: Ime kho, bhikkhave, pañca dhamme appahāya abhabbo arahattaṃ sacchikātuṃ.
sc_po: Without giving up these five qualities you can’t realize perfection.

# an5.257-263:2.1
source: Pañcime, bhikkhave, dhamme pahāya bhabbo dutiyaṃ jhānaṃ … pe … bhabbo tatiyaṃ jhānaṃ … bhabbo catutthaṃ jhānaṃ … bhabbo sotāpattiphalaṃ … bhabbo sakadāgāmiphalaṃ … bhabbo anāgāmiphalaṃ … bhabbo arahattaṃ sacchikātuṃ.
sc_po: But after giving up these five qualities you can enter and remain in the second absorption … third absorption … fourth absorption … and realize the fruit of stream-entry … the fruit of once-return … the fruit of non-return … perfection.

# an5.257-263:2.2
source: Katame pañca?
sc_po: What five?

# an5.257-263:2.3
source: Āvāsamacchariyaṃ, kulamacchariyaṃ, lābhamacchariyaṃ, vaṇṇamacchariyaṃ, dhammamacchariyaṃ.
sc_po: Stinginess with dwellings, families, material possessions, praise, and the teachings.

# an5.257-263:2.4
source: Ime kho, bhikkhave, pañca dhamme pahāya bhabbo arahattaṃ sacchikātun”ti.
sc_po: After giving up these five qualities you can realize perfection.”
