Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.067.po
Languages: sc_po

# an5.67:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.67:0.2
source: 7. Saññāvagga
sc_po: 7. Perceptions

# an5.67:0.3
source: 67. Paṭhamaiddhipādasutta
sc_po: 67. Bases of Psychic Power (1st)

# an5.67:1.1
source: “Yo hi koci, bhikkhave, bhikkhu vā bhikkhunī vā pañca dhamme bhāveti, pañca dhamme bahulīkaroti, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—
sc_po: “Mendicants, any monk or nun who develops and cultivates five qualities can expect one of two results:

# an5.67:1.2
source: diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā.
sc_po: enlightenment in the present life, or if there’s something left over, non-return.

# an5.67:2.1
source: Katame pañca?
sc_po: What five?

# an5.67:2.2
source: Idha, bhikkhave, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: A mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort …

# an5.67:2.3
source: vīriyasamādhi … pe …
sc_po: A mendicant develops the basis of psychic power that has immersion due to energy, and active effort …

# an5.67:2.4
source: cittasamādhi …
sc_po: A mendicant develops the basis of psychic power that has immersion due to mental development, and active effort …

# an5.67:2.5
source: vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: A mendicant develops the basis of psychic power that has immersion due to inquiry, and active effort.

# an5.67:2.6
source: ussoḷhiññeva pañcamiṃ.
sc_po: And the fifth is sheer vigor.

# an5.67:2.7
source: Yo hi koci, bhikkhave, bhikkhu vā bhikkhunī vā ime pañca dhamme bhāveti, ime pañca dhamme bahulīkaroti, tassa dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—
sc_po: Any monk or nun who develops and cultivates these five qualities can expect one of two results:

# an5.67:2.8
source: diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā”ti.
sc_po: enlightenment in the present life, or if there’s something left over, non-return.”
