Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.223.po
Languages: sc_po

# an5.223:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.223:0.2
source: 23. Dīghacārikavagga
sc_po: 23. Long Wandering

# an5.223:0.3
source: 223. Atinivāsasutta
sc_po: 223. Overstaying

# an5.223:1.1
source: “Pañcime, bhikkhave, ādīnavā atinivāse.
sc_po: “Mendicants, there are these five drawbacks of overstaying.

# an5.223:1.2
source: Katame pañca?
sc_po: What five?

# an5.223:1.3
source: Bahubhaṇḍo hoti bahubhaṇḍasannicayo, bahubhesajjo hoti bahubhesajjasannicayo, bahukicco hoti bahukaraṇīyo byatto kiṅkaraṇīyesu, saṃsaṭṭho viharati gahaṭṭhapabbajitehi ananulomikena gihisaṃsaggena, tamhā ca āvāsā pakkamanto sāpekkho pakkamati.
sc_po: You have a lot of stuff and store it up. You have a lot of medicine and store it up. You have a lot of duties and responsibilities, and become capable in whatever needs to be done. You mix closely with laypeople and renunciates, socializing inappropriately like a layperson. And when you leave that monastery, you miss it.

# an5.223:1.4
source: Ime kho, bhikkhave, pañca ādīnavā atinivāse.
sc_po: These are the five drawbacks of overstaying.

# an5.223:2.1
source: Pañcime, bhikkhave, ānisaṃsā samavatthavāse.
sc_po: There are these five benefits of staying for a reasonable length of time.

# an5.223:2.2
source: Katame pañca?
sc_po: What five?

# an5.223:2.3
source: Na bahubhaṇḍo hoti na bahubhaṇḍasannicayo, na bahubhesajjo hoti na bahubhesajjasannicayo, na bahukicco hoti na bahukaraṇīyo na byatto kiṅkaraṇīyesu, asaṃsaṭṭho viharati gahaṭṭhapabbajitehi ananulomikena gihisaṃsaggena, tamhā ca āvāsā pakkamanto anapekkho pakkamati.
sc_po: You don’t have a lot of stuff and store it up. You don’t have a lot of medicine and store it up. You don’t have a lot of duties and responsibilities, or become capable in whatever needs to be done. You don’t mix closely with laypeople and renunciates, socializing inappropriately like a layperson. And when you leave that monastery, you don’t miss it.

# an5.223:2.4
source: Ime kho, bhikkhave, pañca ānisaṃsā samavatthavāse”ti.
sc_po: These are the five benefits of staying for a reasonable length of time.”
