Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.123.po
Languages: sc_po

# an5.123:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.123:0.2
source: 13. Gilānavagga
sc_po: 13. Sick

# an5.123:0.3
source: 123. Paṭhamaupaṭṭhākasutta
sc_po: 123. A Carer (1st)

# an5.123:1.1
source: “Pañcahi, bhikkhave, dhammehi samannāgato gilāno dūpaṭṭhāko hoti.
sc_po: “Mendicants, a patient with five qualities is hard to care for.

# an5.123:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.123:1.3
source: Asappāyakārī hoti, sappāye mattaṃ na jānāti, bhesajjaṃ nappaṭisevitā hoti, atthakāmassa gilānupaṭṭhākassa na yathābhūtaṃ ābādhaṃ āvikattā hoti abhikkamantaṃ vā abhikkamatīti paṭikkamantaṃ vā paṭikkamatīti ṭhitaṃ vā ṭhitoti, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ anadhivāsakajātiko hoti.
sc_po: They do what is unsuitable. They don’t know moderation in what is suitable. They don’t take their medicine. Though their carer wants what’s best for them, they don’t accurately report their symptoms by saying when they’re getting worse, getting better, or staying the same. And they cannot endure physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.

# an5.123:1.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato gilāno dūpaṭṭhāko hoti.
sc_po: A patient with these five qualities is hard to care for.

# an5.123:2.1
source: Pañcahi, bhikkhave, dhammehi samannāgato gilāno sūpaṭṭhāko hoti.
sc_po: A patient with five qualities is easy to care for.

# an5.123:2.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.123:2.3
source: Sappāyakārī hoti, sappāye mattaṃ jānāti, bhesajjaṃ paṭisevitā hoti, atthakāmassa gilānupaṭṭhākassa yathābhūtaṃ ābādhaṃ āvikattā hoti abhikkamantaṃ vā abhikkamatīti paṭikkamantaṃ vā paṭikkamatīti ṭhitaṃ vā ṭhitoti, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti.
sc_po: They do what is suitable. They know moderation in what is suitable. They take their medicine. Because their carer wants what’s best for them, they accurately report their symptoms by saying when they’re getting worse, getting better, or staying the same. And they can endure physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.

# an5.123:2.4
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato gilāno sūpaṭṭhāko hotī”ti.
sc_po: A patient with these five qualities is easy to care for.”
