Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.135.po
Languages: sc_po

# an5.135:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.135:0.2
source: 14. Rājavagga
sc_po: 14. Kings

# an5.135:0.3
source: 135. Paṭhamapatthanāsutta
sc_po: 135. Aspiration (1st)

# an5.135:1.1
source: “Pañcahi, bhikkhave, aṅgehi samannāgato rañño khattiyassa muddhāvasittassa jeṭṭho putto rajjaṃ pattheti.
sc_po: “Mendicants, an anointed aristocratic king’s eldest son with five factors aspires to kingship.

# an5.135:1.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.135:1.3
source: Idha, bhikkhave, rañño khattiyassa muddhāvasittassa jeṭṭho putto ubhato sujāto hoti mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena;
sc_po: It’s when an anointed aristocratic king’s eldest son is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.

# an5.135:1.4
source: abhirūpo hoti dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato;
sc_po: He is attractive, good-looking, lovely, of surpassing beauty.

# an5.135:1.5
source: mātāpitūnaṃ piyo hoti manāpo;
sc_po: He is dear and beloved to his parents.

# an5.135:1.6
source: negamajānapadassa piyo hoti manāpo;
sc_po: He is dear and beloved to the people of town and country.

# an5.135:1.7
source: yāni tāni raññaṃ khattiyānaṃ muddhāvasittānaṃ sippaṭṭhānāni hatthismiṃ vā assasmiṃ vā rathasmiṃ vā dhanusmiṃ vā tharusmiṃ vā tattha sikkhito hoti anavayo.
sc_po: He is trained and skilled in the arts of anointed aristocratic kings, such as elephant riding, horse riding, driving a chariot, archery, and swordsmanship.

# an5.135:2.1
source: Tassa evaṃ hoti:
sc_po: He thinks:

# an5.135:2.2
source: ‘ahaṃ khomhi ubhato sujāto mātito ca pitito ca, saṃsuddhagahaṇiko, yāva sattamā pitāmahayugā akkhitto anupakkuṭṭho jātivādena.
sc_po: ‘I’m well born on both my mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation.

# an5.135:2.3
source: Kasmāhaṃ rajjaṃ na pattheyyaṃ.
sc_po: Why shouldn’t I aspire to kingship?

# an5.135:2.4
source: Ahaṃ khomhi abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato.
sc_po: I’m attractive, good-looking, lovely, of surpassing beauty.

# an5.135:2.5
source: Kasmāhaṃ rajjaṃ na pattheyyaṃ.
sc_po: Why shouldn’t I aspire to kingship?

# an5.135:2.6
source: Ahaṃ khomhi mātāpitūnaṃ piyo manāpo.
sc_po: I’m dear and beloved to my parents.

# an5.135:2.7
source: Kasmāhaṃ rajjaṃ na pattheyyaṃ.
sc_po: Why shouldn’t I aspire to kingship?

# an5.135:2.8
source: Ahaṃ khomhi negamajānapadassa piyo manāpo.
sc_po: I’m dear and beloved to the people of town and country.

# an5.135:2.9
source: Kasmāhaṃ rajjaṃ na pattheyyaṃ.
sc_po: Why shouldn’t I aspire to kingship?

# an5.135:2.10
source: Ahaṃ khomhi yāni tāni raññaṃ khattiyānaṃ muddhāvasittānaṃ sippaṭṭhānāni hatthismiṃ vā assasmiṃ vā rathasmiṃ vā dhanusmiṃ vā tharusmiṃ vā, tattha sikkhito anavayo.
sc_po: I’m trained and skilled in the arts of anointed aristocratic kings, such as elephant riding, horse riding, driving a chariot, archery, and swordsmanship.

# an5.135:2.11
source: Kasmāhaṃ rajjaṃ na pattheyyan’ti.
sc_po: Why shouldn’t I aspire to kingship?’

# an5.135:2.12
source: Imehi kho, bhikkhave, pañcahi aṅgehi samannāgato rañño khattiyassa muddhāvasittassa jeṭṭho putto rajjaṃ pattheti.
sc_po: An anointed aristocratic king’s eldest son with these five factors aspires to kingship.

# an5.135:3.1
source: Evamevaṃ kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āsavānaṃ khayaṃ pattheti.
sc_po: In the same way, a mendicant with five qualities aspires to end the defilements.

# an5.135:3.2
source: Katamehi pañcahi?
sc_po: What five?

# an5.135:3.3
source: Idha, bhikkhave, bhikkhu saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: It’s when a mendicant has faith in the Realized One’s awakening:

# an5.135:3.4
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# an5.135:3.5
source: Appābādho hoti appātaṅko, samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya;
sc_po: They are rarely ill or unwell. Their stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation.

# an5.135:3.6
source: asaṭho hoti amāyāvī, yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu;
sc_po: They’re not devious or deceitful. They reveal themselves honestly to the Teacher or sensible spiritual companions.

# an5.135:3.7
source: āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu;
sc_po: They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an5.135:3.8
source: paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an5.135:4.1
source: Tassa evaṃ hoti:
sc_po: They think:

# an5.135:4.2
source: ‘ahaṃ khomhi saddho, saddahāmi tathāgatassa bodhiṃ:
sc_po: ‘I am a person of faith; I have faith in the Realized One’s awakening …

# an5.135:4.4
source: Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyaṃ.
sc_po: Why shouldn’t I aspire to end the defilements?

# an5.135:4.5
source: Ahaṃ khomhi appābādho appātaṅko samavepākiniyā gahaṇiyā samannāgato nātisītāya nāccuṇhāya majjhimāya padhānakkhamāya.
sc_po: I’m rarely ill or unwell. My stomach digests well, being neither too hot nor too cold, but just right, and fit for meditation.

# an5.135:4.6
source: Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyaṃ.
sc_po: Why shouldn’t I aspire to end the defilements?

# an5.135:4.7
source: Ahaṃ khomhi asaṭho amāyāvī yathābhūtaṃ attānaṃ āvikattā satthari vā viññūsu vā sabrahmacārīsu.
sc_po: I reveal myself honestly to the Teacher or sensible spiritual companions.

# an5.135:4.8
source: Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyaṃ.
sc_po: Why shouldn’t I aspire to end the defilements?

# an5.135:4.9
source: Ahaṃ khomhi āraddhavīriyo viharāmi akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: I live with energy roused up for giving up unskillful qualities and embracing skillful qualities. I’m strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an5.135:4.10
source: Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyaṃ.
sc_po: Why shouldn’t I aspire to end the defilements?

# an5.135:4.11
source: Ahaṃ khomhi paññavā udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: I’m wise. I have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an5.135:4.12
source: Kasmāhaṃ āsavānaṃ khayaṃ na pattheyyan’ti.
sc_po: Why shouldn’t I aspire to end the defilements?’

# an5.135:4.13
source: Imehi kho, bhikkhave, pañcahi dhammehi samannāgato bhikkhu āsavānaṃ khayaṃ patthetī”ti.
sc_po: A mendicant with these five qualities aspires to end the defilements.”
