Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.213.po
Languages: sc_po

# an5.213:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.213:0.2
source: 22. Akkosakavagga
sc_po: 22. Abuse

# an5.213:0.3
source: 213. Sīlasutta
sc_po: 213. Ethics

# an5.213:1.1
source: “Pañcime, bhikkhave, ādīnavā dussīlassa sīlavipattiyā.
sc_po: “Mendicants, there are these five drawbacks for an unethical person because of their failure in ethics.

# an5.213:1.2
source: Katame pañca?
sc_po: What five?

# an5.213:1.3
source: Idha, bhikkhave, dussīlo sīlavipanno pamādādhikaraṇaṃ mahatiṃ bhogajāniṃ nigacchati.
sc_po: Firstly, an unethical person loses substantial wealth on account of negligence.

# an5.213:1.4
source: Ayaṃ, bhikkhave, paṭhamo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the first drawback.

# an5.213:2.1
source: Puna caparaṃ, bhikkhave, dussīlassa sīlavipannassa pāpako kittisaddo abbhuggacchati.
sc_po: Furthermore, an unethical person gets a bad reputation.

# an5.213:2.2
source: Ayaṃ, bhikkhave, dutiyo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the second drawback.

# an5.213:3.1
source: Puna caparaṃ, bhikkhave, dussīlo sīlavipanno yaññadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ, yadi brāhmaṇaparisaṃ, yadi gahapatiparisaṃ, yadi samaṇaparisaṃ—avisārado upasaṅkamati maṅkubhūto.
sc_po: Furthermore, an unethical person enters any kind of assembly timid and embarrassed, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.

# an5.213:3.2
source: Ayaṃ, bhikkhave, tatiyo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the third drawback.

# an5.213:4.1
source: Puna caparaṃ, bhikkhave, dussīlo sīlavipanno sammūḷho kālaṃ karoti.
sc_po: Furthermore, an unethical person dies feeling lost.

# an5.213:4.2
source: Ayaṃ, bhikkhave, catuttho ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the fourth drawback.

# an5.213:5.1
source: Puna caparaṃ, bhikkhave, dussīlo sīlavipanno kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: Furthermore, an unethical person, when their body breaks up, after death, is reborn in a place of loss, a bad place, the underworld, hell.

# an5.213:5.2
source: Ayaṃ, bhikkhave, pañcamo ādīnavo dussīlassa sīlavipattiyā.
sc_po: This is the fifth drawback.

# an5.213:5.3
source: Ime kho, bhikkhave, pañca ādīnavā dussīlassa sīlavipattiyā.
sc_po: These are the five drawbacks for an unethical person because of their failure in ethics.

# an5.213:6.1
source: Pañcime, bhikkhave, ānisaṃsā sīlavato sīlasampadāya.
sc_po: There are these five benefits for an ethical person because of their accomplishment in ethics.

# an5.213:6.2
source: Katame pañca?
sc_po: What five?

# an5.213:6.3
source: Idha, bhikkhave, sīlavā sīlasampanno appamādādhikaraṇaṃ mahantaṃ bhogakkhandhaṃ adhigacchati.
sc_po: Firstly, an ethical person gains substantial wealth on account of diligence.

# an5.213:6.4
source: Ayaṃ, bhikkhave, paṭhamo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the first benefit.

# an5.213:7.1
source: Puna caparaṃ, bhikkhave, sīlavato sīlasampannassa kalyāṇo kittisaddo abbhuggacchati.
sc_po: Furthermore, an ethical person gets a good reputation.

# an5.213:7.2
source: Ayaṃ, bhikkhave, dutiyo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the second benefit.

# an5.213:8.1
source: Puna caparaṃ, bhikkhave, sīlavā sīlasampanno yaññadeva parisaṃ upasaṅkamati—yadi khattiyaparisaṃ, yadi brāhmaṇaparisaṃ, yadi gahapatiparisaṃ, yadi samaṇaparisaṃ—visārado upasaṅkamati amaṅkubhūto.
sc_po: Furthermore, an ethical person enters any kind of assembly bold and self-assured, whether it’s an assembly of aristocrats, brahmins, householders, or ascetics.

# an5.213:8.2
source: Ayaṃ bhikkhave, tatiyo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the third benefit.

# an5.213:9.1
source: Puna caparaṃ, bhikkhave, sīlavā sīlasampanno asammūḷho kālaṃ karoti.
sc_po: Furthermore, an ethical person dies not feeling lost.

# an5.213:9.2
source: Ayaṃ, bhikkhave, catuttho ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the fourth benefit.

# an5.213:10.1
source: Puna caparaṃ, bhikkhave, sīlavā sīlasampanno kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjati.
sc_po: Furthermore, when an ethical person’s body breaks up, after death, they’re reborn in a good place, a heavenly realm.

# an5.213:10.2
source: Ayaṃ, bhikkhave, pañcamo ānisaṃso sīlavato sīlasampadāya.
sc_po: This is the fifth benefit.

# an5.213:10.3
source: Ime kho, bhikkhave, pañca ānisaṃsā sīlavato sīlasampadāyā”ti.
sc_po: These are the five benefits for an ethical person because of their accomplishment in ethics.”
