Repository: kondannyo/PGP
Catalog: AN/*_text/an05/an5.068.po
Languages: sc_po

# an5.68:0.1
source: Aṅguttara Nikāya 5
sc_po: Numbered Discourses 5

# an5.68:0.2
source: 7. Saññāvagga
sc_po: 7. Perceptions

# an5.68:0.3
source: 68. Dutiyaiddhipādasutta
sc_po: 68. Bases of Psychic Power (2nd)

# an5.68:1.1
source: “Pubbevāhaṃ, bhikkhave, sambodhā anabhisambuddho bodhisattova samāno pañca dhamme bhāvesiṃ, pañca dhamme bahulīkāsiṃ.
sc_po: “Mendicants, before my awakening—when I was still not awake but intent on awakening—I developed and cultivated five things.

# an5.68:1.2
source: Katame pañca?
sc_po: What five?

# an5.68:1.3
source: Chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāvesiṃ, vīriyasamādhi … cittasamādhi … vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāvesiṃ, ussoḷhiññeva pañcamiṃ.
sc_po: The basis of psychic power that has immersion due to enthusiasm, and active effort … the basis of psychic power that has immersion due to energy, and active effort … the basis of psychic power that has immersion due to mental development, and active effort … the basis of psychic power that has immersion due to inquiry, and active effort. And the fifth is sheer vigor.

# an5.68:1.4
source: So kho ahaṃ, bhikkhave, imesaṃ ussoḷhipañcamānaṃ dhammānaṃ bhāvitattā bahulīkatattā yassa yassa abhiññāsacchikaraṇīyassa dhammassa cittaṃ abhininnāmesiṃ abhiññāsacchikiriyāya,
sc_po: When I had developed and cultivated these five things, with vigor as fifth,

# an5.68:1.5
source: tatra tatreva sakkhibhabbataṃ pāpuṇiṃ sati sati āyatane.
sc_po: I became capable of realizing anything that can be realized by insight to which I extended the mind, in each and every case.

# an5.68:2.1
source: So sace ākaṅkhiṃ: ‘anekavihitaṃ iddhividhaṃ paccanubhaveyyaṃ … pe … yāva brahmalokāpi kāyena vasaṃ vatteyyan’ti,
sc_po: If I wished: ‘May I multiply myself and become one again … controlling the body as far as the Brahmā realm.’

# an5.68:2.2
source: tatra tatreva sakkhibhabbataṃ pāpuṇiṃ sati sati āyatane.
sc_po: I was capable of realizing it, in each and every case.

# an5.68:3.1
source: So sace ākaṅkhiṃ … pe … ‘āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti,
sc_po: If I wished: … ‘May I realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’

# an5.68:3.2
source: tatra tatreva sakkhibhabbataṃ pāpuṇiṃ sati sati āyatane”ti.
sc_po: I was capable of realizing it, in each and every case.”
