Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.08.po
Languages: sc_po

# sn10.8:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.8:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.8:0.3
source: 8. Sudattasutta
sc_po: 8. With Sudatta

# sn10.8:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati sītavane.
sc_po: At one time the Buddha was staying near Rājagaha in the Cool Grove.

# sn10.8:1.2
source: Tena kho pana samayena anāthapiṇḍiko gahapati rājagahaṃ anuppatto hoti kenacideva karaṇīyena.
sc_po: Now at that time the householder Anāthapiṇḍika had arrived at Rājagaha on some business.

# sn10.8:1.3
source: Assosi kho anāthapiṇḍiko gahapati:
sc_po: He heard

# sn10.8:1.4
source: “buddho kira loke uppanno”ti.
sc_po: a rumor that a Buddha had arisen in the world.

# sn10.8:1.5
source: Tāvadeva ca pana bhagavantaṃ dassanāya upasaṅkamitukāmo hoti. Athassa anāthapiṇḍikassa gahapatissa etadahosi:
sc_po: Right away he wanted to go and see the Buddha, but he thought,

# sn10.8:1.6
source: “akālo kho ajja bhagavantaṃ dassanāya upasaṅkamituṃ.
sc_po: “It’s too late to go and see the Buddha today.

# sn10.8:1.7
source: Sve dānāhaṃ kālena bhagavantaṃ dassanāya gamissāmī”ti buddhagatāya satiyā nipajji.
sc_po: I’ll go and see him tomorrow.” He went to bed thinking of the Buddha.

# sn10.8:1.8
source: Rattiyā sudaṃ tikkhattuṃ vuṭṭhāsi pabhātanti maññamāno.
sc_po: During the night he got up three times thinking it was morning.

# sn10.8:1.9
source: Atha kho anāthapiṇḍiko gahapati yena sivathikadvāraṃ tenupasaṅkami.
sc_po: Then he approached the Sivaka Gate,

# sn10.8:1.10
source: Amanussā dvāraṃ vivariṃsu.
sc_po: and non-human beings opened it for him.

# sn10.8:1.11
source: Atha kho anāthapiṇḍikassa gahapatissa nagaramhā nikkhamantassa āloko antaradhāyi, andhakāro pāturahosi, bhayaṃ chambhitattaṃ lomahaṃso udapādi, tatova puna nivattitukāmo ahosi.
sc_po: But as he was leaving the city, light vanished and darkness appeared to him. He felt fear, terror, and goosebumps, and wanted to turn back.

# sn10.8:1.12
source: Atha kho sivako yakkho antarahito saddamanussāvesi:
sc_po: Then the invisible spirit Sivaka called out:

# sn10.8:2.1
source: “Sataṃ hatthī sataṃ assā,
sc_po: “A hundred elephants, a hundred horses,

# sn10.8:2.2
source: Sataṃ assatarīrathā;
sc_po: a hundred mule-drawn chariots,

# sn10.8:2.3
source: Sataṃ kaññāsahassāni,
sc_po: a hundred thousand maidens

# sn10.8:2.4
source: Āmukkamaṇikuṇḍalā;
sc_po: bedecked with jewels and earrings:

# sn10.8:2.5
source: Ekassa padavītihārassa,
sc_po: these are not worth a sixteenth part

# sn10.8:2.6
source: Kalaṃ nāgghanti soḷasiṃ.
sc_po: of a single forward stride!

# sn10.8:3.1
source: Abhikkama gahapati,
sc_po: Forward, householder!

# sn10.8:3.2
source: abhikkama gahapati;
sc_po: Forward, householder!

# sn10.8:3.3
source: Abhikkamanaṃ te seyyo,
sc_po: Going forward is better for you,

# sn10.8:3.4
source: no paṭikkamanan”ti.
sc_po: not turning back!”

# sn10.8:4.1
source: Atha kho anāthapiṇḍikassa gahapatissa andhakāro antaradhāyi, āloko pāturahosi, yaṃ ahosi bhayaṃ chambhitattaṃ lomahaṃso, so paṭippassambhi.
sc_po: Then darkness vanished and light appeared to Anāthapiṇḍika. His fear, terror, and goosebumps settled down.

# sn10.8:4.2
source: Dutiyampi kho anāthapiṇḍikassa gahapatissa āloko antaradhāyi, andhakāro pāturahosi, bhayaṃ chambhitattaṃ lomahaṃso udapādi, tatova puna nivattitukāmo ahosi.
sc_po: But for a second time, light vanished and darkness appeared to him. …

# sn10.8:4.3
source: Dutiyampi kho sivako yakkho antarahito saddamanussāvesi:
sc_po: For a second time the invisible spirit Sivaka called out …

# sn10.8:6.3
source: Abhikkamanaṃ te seyyo,
sc_po: “… Going forward is better for you,

# sn10.8:6.4
source: no paṭikkamanan”ti.
sc_po: not turning back!”

# sn10.8:7.1
source: Atha kho anāthapiṇḍikassa gahapatissa andhakāro antaradhāyi, āloko pāturahosi, yaṃ ahosi bhayaṃ chambhitattaṃ lomahaṃso, so paṭippassambhi.
sc_po: Then darkness vanished and light appeared to Anāthapiṇḍika. His fear, terror, and goosebumps settled down.

# sn10.8:7.2
source: Tatiyampi kho anāthapiṇḍikassa gahapatissa āloko antaradhāyi, andhakāro pāturahosi, bhayaṃ chambhitattaṃ lomahaṃso udapādi, tatova puna nivattitukāmo ahosi.
sc_po: But for a third time, light vanished and darkness appeared to him. …

# sn10.8:7.3
source: Tatiyampi kho sivako yakkho antarahito saddamanussāvesi:
sc_po: For a third time the invisible spirit Sivaka called out …

# sn10.8:9.3
source: Abhikkamanaṃ te seyyo,
sc_po: “… Going forward is better for you,

# sn10.8:9.4
source: no paṭikkamanan”ti.
sc_po: not turning back!”

# sn10.8:10.1
source: Atha kho anāthapiṇḍikassa gahapatissa andhakāro antaradhāyi, āloko pāturahosi, yaṃ ahosi bhayaṃ chambhitattaṃ lomahaṃso, so paṭippassambhi.
sc_po: Then darkness vanished and light appeared to Anāthapiṇḍika. His fear, terror, and goosebumps settled down.

# sn10.8:10.2
source: Atha kho anāthapiṇḍiko gahapati yena sītavanaṃ yena bhagavā tenupasaṅkami.
sc_po: Then the householder Anāthapiṇḍika went to the Cool Grove and approached the Buddha.

# sn10.8:11.1
source: Tena kho pana samayena bhagavā rattiyā paccūsasamayaṃ paccuṭṭhāya abbhokāse caṅkamati.
sc_po: Now at that time the Buddha had risen at the crack of dawn and was walking meditation in the open.

# sn10.8:11.2
source: Addasā kho bhagavā anāthapiṇḍikaṃ gahapatiṃ dūratova āgacchantaṃ.
sc_po: He saw Anāthapiṇḍika coming off in the distance.

# sn10.8:11.3
source: Disvāna caṅkamā orohitvā paññatte āsane nisīdi.
sc_po: So he stepped down from the walking path, sat down on the seat spread out,

# sn10.8:11.4
source: Nisajja kho bhagavā anāthapiṇḍikaṃ gahapatiṃ etadavoca:
sc_po: and said to Anāthapiṇḍika,

# sn10.8:11.5
source: “ehi, sudattā”ti.
sc_po: “Come, Sudatta.”

# sn10.8:11.6
source: Atha kho anāthapiṇḍiko gahapati, nāmena maṃ bhagavā ālapatīti, haṭṭho udaggo tattheva bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavoca:
sc_po: Then Anāthapiṇḍika thought, “The Buddha calls me by name!” Smiling and joyful, he bowed with his head to the Buddha’s feet and said to him,

# sn10.8:11.7
source: “kacci, bhante, bhagavā sukhamasayitthā”ti?
sc_po: “Sir, I trust the Buddha slept well?”

# sn10.8:12.1
source: “Sabbadā ve sukhaṃ seti,
sc_po: “A brahmin who is fully extinguished

# sn10.8:12.2
source: brāhmaṇo parinibbuto;
sc_po: always sleeps well.

# sn10.8:12.3
source: Yo na limpati kāmesu,
sc_po: Sensual pleasures slide off them,

# sn10.8:12.4
source: sītibhūto nirūpadhi.
sc_po: they’re cooled, free of attachments.

# sn10.8:13.1
source: Sabbā āsattiyo chetvā,
sc_po: Since they’ve cut off all clinging,

# sn10.8:13.2
source: vineyya hadaye daraṃ;
sc_po: and removed the stress from the heart,

# sn10.8:13.3
source: Upasanto sukhaṃ seti,
sc_po: the peaceful sleep well,

# sn10.8:13.4
source: santiṃ pappuyya cetasā”ti.
sc_po: abiding in peace of mind.”
