Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.10.po
Languages: sc_po

# sn10.10:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.10:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.10:0.3
source: 10. Dutiyasukkāsutta
sc_po: 10. With the Nun Sukkā (2nd)

# sn10.10:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn10.10:1.2
source: Tena kho pana samayena aññataro upāsako sukkāya bhikkhuniyā bhojanaṃ adāsi.
sc_po: Now at that time a certain lay follower gave food to the nun Sukkā.

# sn10.10:1.3
source: Atha kho sukkāya bhikkhuniyā abhippasanno yakkho rājagahe rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ upasaṅkamitvā tāyaṃ velāyaṃ imaṃ gāthaṃ abhāsi:
sc_po: Then a native spirit was so devoted to Sukkā that he went street to street and square to square, and on that occasion recited these verses:

# sn10.10:2.1
source: “Puññaṃ vata pasavi bahuṃ,
sc_po: “O! He has made so much merit!

# sn10.10:2.2
source: Sappañño vatāyaṃ upāsako;
sc_po: That lay follower is so very wise.

# sn10.10:2.3
source: Yo sukkāya adāsi bhojanaṃ,
sc_po: He just gave food to Sukkā,

# sn10.10:2.4
source: Sabbaganthehi vippamuttiyā”ti.
sc_po: who is released from all ties.”
