Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.03.po
Languages: sc_po

# sn10.3:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.3:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.3:0.3
source: 3. Sūcilomasutta
sc_po: 3. With Spiky

# sn10.3:1.1
source: Ekaṃ samayaṃ bhagavā gayāyaṃ viharati ṭaṅkitamañce sūcilomassa yakkhassa bhavane.
sc_po: At one time the Buddha was staying near Gayā on the cut-stone ledge in the haunt of Spiky the native spirit.

# sn10.3:1.2
source: Tena kho pana samayena kharo ca yakkho sūcilomo ca yakkho bhagavato avidūre atikkamanti.
sc_po: Now at that time the native spirits Shaggy and Spiky were passing by not far from the Buddha.

# sn10.3:1.3
source: Atha kho kharo yakkho sūcilomaṃ yakkhaṃ etadavoca:
sc_po: So Shaggy said to Spiky,

# sn10.3:1.4
source: “eso samaṇo”ti.
sc_po: “That’s an ascetic.”

# sn10.3:1.5
source: “Neso samaṇo, samaṇako eso.
sc_po: “That’s no ascetic, he’s a faker!

# sn10.3:1.6
source: Yāva jānāmi yadi vā so samaṇo yadi vā pana so samaṇako”ti.
sc_po: I’ll soon find out whether he’s an ascetic or a faker.”

# sn10.3:2.1
source: Atha kho sūcilomo yakkho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavato kāyaṃ upanāmesi.
sc_po: Then Spiky went up to the Buddha and leaned up against his body,

# sn10.3:2.2
source: Atha kho bhagavā kāyaṃ apanāmesi.
sc_po: but the Buddha pulled away.

# sn10.3:2.3
source: Atha kho sūcilomo yakkho bhagavantaṃ etadavoca:
sc_po: Then Spiky said to the Buddha,

# sn10.3:2.4
source: “bhāyasi maṃ, samaṇā”ti?
sc_po: “Are you afraid, ascetic?”

# sn10.3:2.5
source: “Na khvāhaṃ taṃ, āvuso, bhāyāmi;
sc_po: “No, sir, I’m not afraid.

# sn10.3:2.6
source: api ca te samphasso pāpako”ti.
sc_po: But your touch is nasty.”

# sn10.3:2.7
source: “Pañhaṃ taṃ, samaṇa, pucchissāmi.
sc_po: “I will ask you a question, ascetic.

# sn10.3:2.8
source: Sace me na byākarissasi, cittaṃ vā te khipissāmi, hadayaṃ vā te phālessāmi, pādesu vā gahetvā pāragaṅgāya khipissāmī”ti.
sc_po: If you don’t answer me, I’ll drive you insane, or explode your heart, or grab you by the feet and throw you to the far shore of the Ganges!”

# sn10.3:2.9
source: “Na khvāhaṃ taṃ, āvuso, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo me cittaṃ vā khipeyya hadayaṃ vā phāleyya pādesu vā gahetvā pāragaṅgāya khipeyya;
sc_po: “I don’t see anyone in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans who could do that to me.

# sn10.3:2.10
source: api ca tvaṃ, āvuso, puccha yadā kaṅkhasī”ti. ()
sc_po: But anyway, ask what you wish.”

# sn10.3:3.1
source: “Rāgo ca doso ca kutonidānā,
sc_po: “Where do greed and hate come from?

# sn10.3:3.2
source: Aratī ratī lomahaṃso kutojā;
sc_po: From where do discontent, desire, and terror spring?

# sn10.3:3.3
source: Kuto samuṭṭhāya manovitakkā,
sc_po: Where do the mind’s thoughts originate,

# sn10.3:3.4
source: Kumārakā dhaṅkamivossajantī”ti.
sc_po: like a crow let loose by boys.”

# sn10.3:4.1
source: “Rāgo ca doso ca itonidānā,
sc_po: “Greed and hate come from here;

# sn10.3:4.2
source: Aratī ratī lomahaṃso itojā;
sc_po: from here spring discontent, desire, and terror;

# sn10.3:4.3
source: Ito samuṭṭhāya manovitakkā,
sc_po: here’s where the mind’s thoughts originate,

# sn10.3:4.4
source: Kumārakā dhaṅkamivossajanti.
sc_po: like a crow let loose by boys.

# sn10.3:5.1
source: Snehajā attasambhūtā,
sc_po: Born of affection, originating in oneself,

# sn10.3:5.2
source: nigrodhasseva khandhajā;
sc_po: like the shoots from a banyan’s trunk;

# sn10.3:5.3
source: Puthū visattā kāmesu,
sc_po: the many kinds of attachment to sensual pleasures

# sn10.3:5.4
source: māluvāva vitatā vane.
sc_po: are like camel’s foot creeper strung through the woods.

# sn10.3:6.1
source: Ye naṃ pajānanti yatonidānaṃ,
sc_po: Those who understand where they come from

# sn10.3:6.2
source: Te naṃ vinodenti suṇohi yakkha;
sc_po: get rid of them—listen up, spirit!

# sn10.3:6.3
source: Te duttaraṃ oghamimaṃ taranti,
sc_po: They cross this flood so hard to cross,

# sn10.3:6.4
source: Atiṇṇapubbaṃ apunabbhavāyā”ti.
sc_po: not crossed before, so as to not be reborn.”
