Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.09.po
Languages: sc_po

# sn10.9:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.9:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.9:0.3
source: 9. Paṭhamasukkāsutta
sc_po: 9. With the Nun Sukkā (1st)

# sn10.9:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn10.9:1.2
source: Tena kho pana samayena sukkā bhikkhunī mahatiyā parisāya parivutā dhammaṃ deseti.
sc_po: Now, at that time the nun Sukkā was teaching Dhamma, surrounded by a large assembly.

# sn10.9:1.3
source: Atha kho sukkāya bhikkhuniyā abhippasanno yakkho rājagahe rathikāya rathikaṃ siṅghāṭakena siṅghāṭakaṃ upasaṅkamitvā tāyaṃ velāyaṃ imā gāthāyo abhāsi:
sc_po: Then a native spirit was so devoted to Sukkā that he went street to street and square to square, and on that occasion recited these verses:

# sn10.9:2.1
source: “Kiṃ me katā rājagahe manussā,
sc_po: “What’s up with these people in Rājagaha?

# sn10.9:2.2
source: Madhupītāva seyare;
sc_po: They sleep like they’ve been drinking mead!

# sn10.9:2.3
source: Ye sukkaṃ na payirupāsanti,
sc_po: They don’t attend on Sukkā

# sn10.9:2.4
source: Desentiṃ amataṃ padaṃ.
sc_po: as she’s teaching the deathless state.

# sn10.9:3.1
source: Tañca pana appaṭivānīyaṃ,
sc_po: But the wise—

# sn10.9:3.2
source: Asecanakamojavaṃ;
sc_po: it’s as if they drink it up,

# sn10.9:3.3
source: Pivanti maññe sappaññā,
sc_po: so irresistible, delicious, and nutritious,

# sn10.9:3.4
source: Valāhakamiva panthagū”ti.
sc_po: like travelers enjoying a cool cloud.”
