Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.02.po
Languages: sc_po

# sn10.2:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.2:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.2:0.3
source: 2. Sakkanāmasutta
sc_po: 2. With a Spirit Named Sakka

# sn10.2:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.

# sn10.2:1.2
source: Atha kho sakkanāmako yakkho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then a spirit named Sakka went up to the Buddha, and addressed him in verse:

# sn10.2:2.1
source: “Sabbaganthappahīnassa,
sc_po: “You’ve given up all ties,

# sn10.2:2.2
source: vippamuttassa te sato;
sc_po: and are fully freed.

# sn10.2:2.3
source: Samaṇassa na taṃ sādhu,
sc_po: It’s not a good idea for you, ascetic,

# sn10.2:2.4
source: yadaññamanusāsasī”ti.
sc_po: to be instructing others.”

# sn10.2:3.1
source: “Yena kenaci vaṇṇena,
sc_po: “No matter what the apparent reason

# sn10.2:3.2
source: saṃvāso sakka jāyati;
sc_po: why people are together, Sakka,

# sn10.2:3.3
source: Na taṃ arahati sappañño,
sc_po: it’s unworthy for a wise person

# sn10.2:3.4
source: manasā anukampituṃ.
sc_po: to not think of the other with compassion.

# sn10.2:4.1
source: Manasā ce pasannena,
sc_po: If you instruct others

# sn10.2:4.2
source: yadaññamanusāsati;
sc_po: with a mind clear and confident,

# sn10.2:4.3
source: Na tena hoti saṃyutto,
sc_po: your compassion and empathy

# sn10.2:4.4
source: yānukampā anuddayā”ti.
sc_po: don’t create attachments.”
