Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.01.po
Languages: sc_po

# sn10.1:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.1:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.1:0.3
source: 1. Indakasutta
sc_po: 1. With Indaka

# sn10.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn10.1:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati indakūṭe pabbate, indakassa yakkhassa bhavane.
sc_po: At one time the Buddha was staying near Rājagaha on Mount Indra’s Peak, the haunt of the native spirit Indaka.

# sn10.1:1.3
source: Atha kho indako yakkho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then the native spirit Indaka went up to the Buddha, and addressed him in verse:

# sn10.1:2.1
source: “Rūpaṃ na jīvanti vadanti buddhā,
sc_po: “The Buddhas say that form is not the soul.

# sn10.1:2.2
source: Kathaṃ nvayaṃ vindatimaṃ sarīraṃ;
sc_po: Then how does this body manifest?

# sn10.1:2.3
source: Kutassa aṭṭhīyakapiṇḍameti,
sc_po: Where do the bones and liver come from?

# sn10.1:2.4
source: Kathaṃ nvayaṃ sajjati gabbharasmin”ti.
sc_po: And how does one cling on in the womb?”

# sn10.1:3.1
source: “Paṭhamaṃ kalalaṃ hoti,
sc_po: “First there’s a drop of coagulate;

# sn10.1:3.2
source: kalalā hoti abbudaṃ;
sc_po: from there a little bud appears;

# sn10.1:3.3
source: Abbudā jāyate pesi,
sc_po: next it becomes a piece of flesh;

# sn10.1:3.4
source: pesi nibbattatī ghano;
sc_po: which produces a swelling.

# sn10.1:3.5
source: Ghanā pasākhā jāyanti,
sc_po: From that swelling the limbs appear,

# sn10.1:3.6
source: kesā lomā nakhāpi ca.
sc_po: the head hair, body hair, and teeth.

# sn10.1:4.1
source: Yañcassa bhuñjatī mātā,
sc_po: And whatever the mother eats—

# sn10.1:4.2
source: annaṃ pānañca bhojanaṃ;
sc_po: the food and drink that she consumes—

# sn10.1:4.3
source: Tena so tattha yāpeti,
sc_po: nourishes them there,

# sn10.1:4.4
source: mātukucchigato naro”ti.
sc_po: the person in the mother’s womb.”
