Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.04.po
Languages: sc_po

# sn10.4:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.4:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.4:0.3
source: 4. Maṇibhaddasutta
sc_po: 4. With Maṇibhadda

# sn10.4:1.1
source: Ekaṃ samayaṃ bhagavā magadhesu viharati maṇimālike cetiye maṇibhaddassa yakkhassa bhavane.
sc_po: At one time the Buddha was staying in the land of the Magadhans at the Maṇimālika tree shrine, the haunt of the native spirit Maṇibhadda.

# sn10.4:1.2
source: Atha kho maṇibhaddo yakkho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then the native spirit Maṇibhadda went up to the Buddha, and recited this verse in the Buddha’s presence:

# sn10.4:2.1
source: “Satīmato sadā bhaddaṃ,
sc_po: “It’s always auspicious for the mindful;

# sn10.4:2.2
source: satimā sukhamedhati;
sc_po: the mindful prosper in happiness.

# sn10.4:2.3
source: Satīmato suve seyyo,
sc_po: Each new day is better for the mindful,

# sn10.4:2.4
source: verā ca parimuccatī”ti.
sc_po: and they’re freed from enmity.”

# sn10.4:3.1
source: “Satīmato sadā bhaddaṃ,
sc_po: “It’s always auspicious for the mindful;

# sn10.4:3.2
source: satimā sukhamedhati;
sc_po: the mindful prosper in happiness.

# sn10.4:3.3
source: Satīmato suve seyyo,
sc_po: Each new day is better for the mindful,

# sn10.4:3.4
source: verā na parimuccati.
sc_po: but they’re not freed from enmity.

# sn10.4:4.1
source: Yassa sabbamahorattaṃ,
sc_po: But someone whose mind delights in harmlessness,

# sn10.4:4.2
source: ahiṃsāya rato mano;
sc_po: all day and all night,

# sn10.4:4.3
source: Mettaṃso sabbabhūtesu,
sc_po: with love for all living creatures—

# sn10.4:4.4
source: veraṃ tassa na kenacī”ti.
sc_po: they have no enmity for anyone.”
