Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.12.po
Languages: sc_po

# sn10.12:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.12:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.12:0.3
source: 12. Āḷavakasutta
sc_po: 12. With Āḷavaka

# sn10.12:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn10.12:1.2
source: ekaṃ samayaṃ bhagavā āḷaviyaṃ viharati āḷavakassa yakkhassa bhavane.
sc_po: At one time the Buddha was staying near Āḷavī in the haunt of the native spirit Āḷavaka.

# sn10.12:1.3
source: Atha kho āḷavako yakkho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ etadavoca:
sc_po: Then the native spirit Āḷavaka went up to the Buddha, and said to him:

# sn10.12:1.4
source: “nikkhama, samaṇā”ti.
sc_po: “Get out, ascetic!”

# sn10.12:1.5
source: “Sādhāvuso”ti bhagavā nikkhami.
sc_po: Saying, “All right, sir,” the Buddha went out.

# sn10.12:1.6
source: “Pavisa, samaṇā”ti.
sc_po: “Get in, ascetic!”

# sn10.12:1.7
source: “Sādhāvuso”ti bhagavā pāvisi.
sc_po: Saying, “All right, sir,” the Buddha went in.

# sn10.12:1.8
source: Dutiyampi kho āḷavako yakkho bhagavantaṃ etadavoca:
sc_po: And for a second time the native spirit Āḷavaka said to the Buddha,

# sn10.12:1.9
source: “nikkhama, samaṇā”ti.
sc_po: “Get out, ascetic!”

# sn10.12:1.10
source: “Sādhāvuso”ti bhagavā nikkhami.
sc_po: Saying, “All right, sir,” the Buddha went out.

# sn10.12:1.11
source: “Pavisa, samaṇā”ti.
sc_po: “Get in, ascetic!”

# sn10.12:1.12
source: “Sādhāvuso”ti bhagavā pāvisi.
sc_po: Saying, “All right, sir,” the Buddha went in.

# sn10.12:1.13
source: Tatiyampi kho āḷavako yakkho bhagavantaṃ etadavoca:
sc_po: And for a third time the native spirit Āḷavaka said to the Buddha,

# sn10.12:1.14
source: “nikkhama, samaṇā”ti.
sc_po: “Get out, ascetic!”

# sn10.12:1.15
source: “Sādhāvuso”ti bhagavā nikkhami.
sc_po: Saying, “All right, sir,” the Buddha went out.

# sn10.12:1.16
source: “Pavisa, samaṇā”ti.
sc_po: “Get in, ascetic!”

# sn10.12:1.17
source: “Sādhāvuso”ti bhagavā pāvisi.
sc_po: Saying, “All right, sir,” the Buddha went in.

# sn10.12:1.18
source: Catutthampi kho āḷavako yakkho bhagavantaṃ etadavoca:
sc_po: And for a fourth time the native spirit Āḷavaka said to the Buddha,

# sn10.12:1.19
source: “nikkhama, samaṇā”ti.
sc_po: “Get out, ascetic!”

# sn10.12:1.20
source: “Na khvāhaṃ taṃ, āvuso, nikkhamissāmi.
sc_po: “No, sir, I won’t get out.

# sn10.12:1.21
source: Yaṃ te karaṇīyaṃ taṃ karohī”ti.
sc_po: Do whatever you have to do.”

# sn10.12:1.22
source: “Pañhaṃ taṃ, samaṇa, pucchissāmi.
sc_po: “I will ask you a question, ascetic.

# sn10.12:1.23
source: Sace me na byākarissasi, cittaṃ vā te khipissāmi, hadayaṃ vā te phālessāmi, pādesu vā gahetvā pāragaṅgāya khipissāmī”ti.
sc_po: If you don’t answer me, I’ll drive you insane, or explode your heart, or grab you by the feet and throw you to the far shore of the Ganges!”

# sn10.12:1.24
source: “Na khvāhaṃ taṃ, āvuso, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya, yo me cittaṃ vā khipeyya hadayaṃ vā phāleyya, pādesu vā gahetvā pāragaṅgāya khipeyya.
sc_po: “I don’t see anyone in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans who could do that to me.

# sn10.12:1.25
source: Api ca tvaṃ, āvuso, puccha yadā kaṅkhasī”ti ().
sc_po: But anyway, ask what you wish.”

# sn10.12:2.1
source: “Kiṃsūdha vittaṃ purisassa seṭṭhaṃ,
sc_po: “What’s a person’s best wealth?

# sn10.12:2.2
source: Kiṃsu suciṇṇaṃ sukhamāvahāti;
sc_po: What brings happiness when practiced well?

# sn10.12:2.3
source: Kiṃsu have sādutaraṃ rasānaṃ,
sc_po: What’s the sweetest taste of all?

# sn10.12:2.4
source: Kathaṃjīviṃ jīvitamāhu seṭṭhan”ti.
sc_po: The one who they say has the best life: how do they live?”

# sn10.12:3.1
source: “Saddhīdha vittaṃ purisassa seṭṭhaṃ,
sc_po: “Faith here is a person’s best wealth.

# sn10.12:3.2
source: Dhammo suciṇṇo sukhamāvahāti;
sc_po: The teaching brings happiness when practiced well.

# sn10.12:3.3
source: Saccaṃ have sādutaraṃ rasānaṃ,
sc_po: Truth is the sweetest taste of all.

# sn10.12:3.4
source: Paññājīviṃ jīvitamāhu seṭṭhan”ti.
sc_po: The one who they say has the best life lives by wisdom.”

# sn10.12:4.1
source: “Kathaṃsu tarati oghaṃ,
sc_po: “How do you cross the flood?

# sn10.12:4.2
source: kathaṃsu tarati aṇṇavaṃ;
sc_po: How do you cross the deluge?

# sn10.12:4.3
source: Kathaṃsu dukkhamacceti,
sc_po: How do you get over suffering?

# sn10.12:4.4
source: kathaṃsu parisujjhatī”ti.
sc_po: How do you get purified?”

# sn10.12:5.1
source: “Saddhāya tarati oghaṃ,
sc_po: “By faith you cross the flood,

# sn10.12:5.2
source: appamādena aṇṇavaṃ;
sc_po: and by diligence the deluge.

# sn10.12:5.3
source: Vīriyena dukkhamacceti,
sc_po: By energy you get past suffering,

# sn10.12:5.4
source: paññāya parisujjhatī”ti.
sc_po: and you’re purified by wisdom.”

# sn10.12:6.1
source: “Kathaṃsu labhate paññaṃ,
sc_po: “How do you get wisdom?

# sn10.12:6.2
source: kathaṃsu vindate dhanaṃ;
sc_po: How do you earn wealth?

# sn10.12:6.3
source: Kathaṃsu kittiṃ pappoti,
sc_po: How do you get a good reputation?

# sn10.12:6.4
source: kathaṃ mittāni ganthati;
sc_po: How do you hold on to friends?

# sn10.12:6.5
source: Asmā lokā paraṃ lokaṃ,
sc_po: How do the departed not grieve

# sn10.12:6.6
source: kathaṃ pecca na socatī”ti.
sc_po: when passing from this world to the next?”

# sn10.12:7.1
source: “Saddahāno arahataṃ,
sc_po: “One who is diligent and discerning

# sn10.12:7.2
source: dhammaṃ nibbānapattiyā;
sc_po: gains wisdom by wanting to learn,

# sn10.12:7.3
source: Sussūsaṃ labhate paññaṃ,
sc_po: having faith in the perfected ones,

# sn10.12:7.4
source: appamatto vicakkhaṇo.
sc_po: and the teaching for becoming extinguished.

# sn10.12:8.1
source: Patirūpakārī dhuravā,
sc_po: Being responsible, acting appropriately,

# sn10.12:8.2
source: uṭṭhātā vindate dhanaṃ;
sc_po: and working hard you earn wealth.

# sn10.12:8.3
source: Saccena kittiṃ pappoti,
sc_po: Truthfulness wins you a good reputation.

# sn10.12:8.4
source: dadaṃ mittāni ganthati;
sc_po: You hold on to friends by giving.

# sn10.12:8.5
source: Asmā lokā paraṃ lokaṃ,
sc_po: That’s how the departed do not grieve

# sn10.12:8.6
source: evaṃ pecca na socati.
sc_po: when passing from this world to the next.

# sn10.12:9.1
source: Yassete caturo dhammā,
sc_po: A faithful householder

# sn10.12:9.2
source: saddhassa gharamesino;
sc_po: who has these four qualities

# sn10.12:9.3
source: Saccaṃ dhammo dhiti cāgo,
sc_po: does not grieve after passing away:

# sn10.12:9.4
source: sa ve pecca na socati.
sc_po: truth, principle, steadfastness, and generosity.

# sn10.12:10.1
source: Iṅgha aññepi pucchassu,
sc_po: Go ahead, ask others as well,

# sn10.12:10.2
source: puthū samaṇabrāhmaṇe;
sc_po: there are many ascetics and brahmins.

# sn10.12:10.3
source: Yadi saccā dhammā cāgā,
sc_po: See whether anything better is found

# sn10.12:10.4
source: khantyā bhiyyodha vijjatī”ti.
sc_po: than truth, self-control, generosity, and patience.”

# sn10.12:11.1
source: “Kathaṃ nu dāni puccheyyaṃ,
sc_po: “Why now would I question

# sn10.12:11.2
source: puthū samaṇabrāhmaṇe;
sc_po: the many ascetics and brahmins?

# sn10.12:11.3
source: Yohaṃ ajja pajānāmi,
sc_po: Today I understand

# sn10.12:11.4
source: yo attho samparāyiko.
sc_po: what’s good for the next life.

# sn10.12:12.1
source: Atthāya vata me buddho,
sc_po: It was truly for my benefit

# sn10.12:12.2
source: vāsāyāḷavimāgamā;
sc_po: that the Buddha came to stay at Āḷavī.

# sn10.12:12.3
source: Yohaṃ ajja pajānāmi,
sc_po: Today I understand

# sn10.12:12.4
source: yattha dinnaṃ mahapphalaṃ.
sc_po: where a gift is very fruitful.

# sn10.12:13.1
source: So ahaṃ vicarissāmi,
sc_po: I myself will journey

# sn10.12:13.2
source: Gāmā gāmaṃ purā puraṃ;
sc_po: village to village, town to town,

# sn10.12:13.3
source: Namassamāno sambuddhaṃ,
sc_po: paying homage to the Buddha,

# sn10.12:13.4
source: Dhammassa ca sudhammatan”ti.
sc_po: and the natural excellence of the teaching!”

# sn10.12:14.5
source: Yakkhasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses with Native Spirits are complete.
