Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.06.po
Languages: sc_po

# sn10.6:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.6:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.6:0.3
source: 6. Piyaṅkarasutta
sc_po: 6. With Piyaṅkara

# sn10.6:1.1
source: Ekaṃ samayaṃ āyasmā anuruddho sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time Venerable Sāriputta was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn10.6:1.2
source: Tena kho pana samayena āyasmā anuruddho rattiyā paccūsasamayaṃ paccuṭṭhāya dhammapadāni bhāsati.
sc_po: Now at that time Venerable Anuruddha rose at the crack of dawn and recited passages of the teaching.

# sn10.6:1.3
source: Atha kho piyaṅkaramātā yakkhinī puttakaṃ evaṃ tosesi:
sc_po: Then the native spirit Piyaṅkara’s Mother soothed her little child, saying:

# sn10.6:2.1
source: “Mā saddaṃ kari piyaṅkara,
sc_po: “Don’t make a sound, Piyaṅkara!

# sn10.6:2.2
source: Bhikkhu dhammapadāni bhāsati;
sc_po: A mendicant recites passages of the teaching.

# sn10.6:2.3
source: Api ca dhammapadaṃ vijāniya,
sc_po: When we understand a passage,

# sn10.6:2.4
source: Paṭipajjema hitāya no siyā.
sc_po: we can practice for our welfare.

# sn10.6:3.1
source: Pāṇesu ca saṃyamāmase,
sc_po: Let us keep from harming living creatures,

# sn10.6:3.2
source: Sampajānamusā na bhaṇāmase;
sc_po: and speak no lying words.

# sn10.6:3.3
source: Sikkhema susīlyamattano,
sc_po: We should train ourselves well in ethics,

# sn10.6:3.4
source: Api muccema pisācayoniyā”ti.
sc_po: and hopefully we’ll be freed from the goblin realm.”
