Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.07.po
Languages: sc_po

# sn10.7:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.7:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.7:0.3
source: 7. Punabbasusutta
sc_po: 7. With Punabbasu

# sn10.7:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn10.7:1.2
source: Tena kho pana samayena bhagavā bhikkhū nibbānapaṭisaṃyuttāya dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.
sc_po: Now at that time the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk about extinguishment.

# sn10.7:1.3
source: Te ca bhikkhū aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasotā dhammaṃ suṇanti.
sc_po: And those mendicants were paying heed, paying attention, engaging wholeheartedly, and lending an ear.

# sn10.7:1.4
source: Atha kho punabbasumātā yakkhinī puttake evaṃ tosesi:
sc_po: Then the native spirit Punabbasu’s Mother soothed her little children, saying:

# sn10.7:2.1
source: “Tuṇhī uttarike hohi,
sc_po: “Hush, little Uttarā!

# sn10.7:2.2
source: tuṇhī hohi punabbasu;
sc_po: Hush, Punabbasu!

# sn10.7:2.3
source: Yāvāhaṃ buddhaseṭṭhassa,
sc_po: For I want to listen to the teaching

# sn10.7:2.4
source: dhammaṃ sossāmi satthuno.
sc_po: of the Teacher, the supreme Buddha.

# sn10.7:3.1
source: Nibbānaṃ bhagavā āha,
sc_po: Since the Blessed One spoke of extinguishment,

# sn10.7:3.2
source: sabbaganthappamocanaṃ;
sc_po: the release from all ties,

# sn10.7:3.3
source: Ativelā ca me hoti,
sc_po: I have a lasting love

# sn10.7:3.4
source: asmiṃ dhamme piyāyanā.
sc_po: for this teaching.

# sn10.7:4.1
source: Piyo loke sako putto,
sc_po: In this world, your own child is dear;

# sn10.7:4.2
source: piyo loke sako pati;
sc_po: in this world, your own husband is dear;

# sn10.7:4.3
source: Tato piyatarā mayhaṃ,
sc_po: but even greater than that is my love

# sn10.7:4.4
source: assa dhammassa magganā.
sc_po: for this teaching’s quest.

# sn10.7:5.1
source: Na hi putto pati vāpi,
sc_po: For neither son nor husband,

# sn10.7:5.2
source: piyo dukkhā pamocaye;
sc_po: dear as they are, can free you from suffering;

# sn10.7:5.3
source: Yathā saddhammassavanaṃ,
sc_po: as listening to the true teaching

# sn10.7:5.4
source: dukkhā moceti pāṇinaṃ.
sc_po: frees living creatures from suffering.

# sn10.7:6.1
source: Loke dukkhaparetasmiṃ,
sc_po: In this world mired in suffering,

# sn10.7:6.2
source: Jarāmaraṇasaṃyute;
sc_po: fettered by old age and death,

# sn10.7:6.3
source: Jarāmaraṇamokkhāya,
sc_po: I want to listen to the teaching

# sn10.7:6.4
source: Yaṃ dhammaṃ abhisambudhaṃ;
sc_po: that the Buddha awakened to,

# sn10.7:6.5
source: Taṃ dhammaṃ sotumicchāmi,
sc_po: which frees you from old age and death.

# sn10.7:6.6
source: Tuṇhī hohi punabbasū”ti.
sc_po: So hush, Punabbasu!”

# sn10.7:7.1
source: “Ammā na byāharissāmi,
sc_po: “Mom, I’m not speaking,

# sn10.7:7.2
source: tuṇhībhūtāyamuttarā;
sc_po: and Uttarā is silent, too.

# sn10.7:7.3
source: Dhammameva nisāmehi,
sc_po: Focus just on the teaching,

# sn10.7:7.4
source: saddhammassavanaṃ sukhaṃ;
sc_po: for it’s nice to listen to the true teaching.

# sn10.7:7.5
source: Saddhammassa anaññāya,
sc_po: And it’s because we haven’t understood the teaching

# sn10.7:7.6
source: ammā dukkhaṃ carāmase.
sc_po: that we’ve lived in suffering, Mom.

# sn10.7:8.1
source: Esa devamanussānaṃ,
sc_po: For those who are lost, gods and humans,

# sn10.7:8.2
source: sammūḷhānaṃ pabhaṅkaro;
sc_po: he shines a light.

# sn10.7:8.3
source: Buddho antimasārīro,
sc_po: The Buddha, bearing his final body,

# sn10.7:8.4
source: dhammaṃ deseti cakkhumā”ti.
sc_po: the Seer teaches Dhamma.”

# sn10.7:9.1
source: “Sādhu kho paṇḍito nāma,
sc_po: “It’s good that my child’s so astute,

# sn10.7:9.2
source: putto jāto uresayo;
sc_po: this child I bore and suckled!

# sn10.7:9.3
source: Putto me buddhaseṭṭhassa,
sc_po: My child loves the pure teaching

# sn10.7:9.4
source: dhammaṃ suddhaṃ piyāyati.
sc_po: of the supreme Buddha.

# sn10.7:10.1
source: Punabbasu sukhī hohi,
sc_po: Punabbasu, may you be happy!

# sn10.7:10.2
source: ajjāhamhi samuggatā;
sc_po: Today, I rise.

# sn10.7:10.3
source: Diṭṭhāni ariyasaccāni,
sc_po: Hear me too, Uttarā:

# sn10.7:10.4
source: uttarāpi suṇātu me”ti.
sc_po: I have seen the noble truths!”
