Repository: kondannyo/PGP
Catalog: SN/*_text/sn10/sn10.05.po
Languages: sc_po

# sn10.5:0.1
source: Saṃyutta Nikāya 10
sc_po: Linked Discourses 10

# sn10.5:0.2
source: 1. Indakavagga
sc_po: 1. With Indaka

# sn10.5:0.3
source: 5. Sānusutta
sc_po: 5. With Sānu

# sn10.5:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn10.5:1.2
source: Tena kho pana samayena aññatarissā upāsikāya sānu nāma putto yakkhena gahito hoti.
sc_po: Now at that time a certain lay woman had a son named Sānu who had been possessed by a native spirit.

# sn10.5:1.3
source: Atha kho sā upāsikā paridevamānā tāyaṃ velāyaṃ imā gāthāyo abhāsi:
sc_po: And as that lay woman wept, on that occasion she recited these verses:

# sn10.5:2.1
source: “Cātuddasiṃ pañcadasiṃ,
sc_po: “I have heard this from the perfected ones.

# sn10.5:2.2
source: yā ca pakkhassa aṭṭhamī;
sc_po: The native spirits will not mess with anyone

# sn10.5:2.3
source: Pāṭihāriyapakkhañca,
sc_po: who lives the spiritual life

# sn10.5:2.4
source: aṭṭhaṅgasusamāgataṃ.
sc_po: by observing the sabbath

# sn10.5:3.1
source: Uposathaṃ upavasanti,
sc_po: complete in all eight factors

# sn10.5:3.2
source: brahmacariyaṃ caranti ye;
sc_po: on the fourteenth and the fifteenth days,

# sn10.5:3.3
source: Na tehi yakkhā kīḷanti,
sc_po: and the eighth day of the fortnight,

# sn10.5:3.4
source: iti me arahataṃ sutaṃ;
sc_po: as well as on the fortnight of special displays.

# sn10.5:3.5
source: Sā dāni ajja passāmi,
sc_po: But now today I see

# sn10.5:3.6
source: yakkhā kīḷanti sānunā”ti.
sc_po: native spirits messing with Sānu.”

# sn10.5:4.1
source: “Cātuddasiṃ pañcadasiṃ,
sc_po: “What you heard from the perfected ones is right.

# sn10.5:4.2
source: yā ca pakkhassa aṭṭhamī;
sc_po: The native spirits will not mess with anyone

# sn10.5:4.3
source: Pāṭihāriyapakkhañca,
sc_po: who lives the spiritual life

# sn10.5:4.4
source: aṭṭhaṅgasusamāgataṃ;
sc_po: by observing the sabbath

# sn10.5:5.1
source: Uposathaṃ upavasanti,
sc_po: complete in all eight factors

# sn10.5:5.2
source: brahmacariyaṃ caranti ye.
sc_po: on the fourteenth and the fifteenth days,

# sn10.5:5.3
source: Na tehi yakkhā kīḷanti,
sc_po: and the eighth day of the fortnight,

# sn10.5:5.4
source: sāhu te arahataṃ sutaṃ;
sc_po: as well as on the fortnight of special displays.

# sn10.5:6.1
source: Sānuṃ pabuddhaṃ vajjāsi,
sc_po: When Sānu regains consciousness tell him

# sn10.5:6.2
source: yakkhānaṃ vacanaṃ idaṃ;
sc_po: this saying of the native spirits:

# sn10.5:6.3
source: Mākāsi pāpakaṃ kammaṃ,
sc_po: Don’t do bad deeds

# sn10.5:6.4
source: āvi vā yadi vā raho.
sc_po: either openly or in secret.

# sn10.5:7.1
source: Sace ca pāpakaṃ kammaṃ,
sc_po: If you should do a bad deed,

# sn10.5:7.2
source: karissasi karosi vā;
sc_po: or you’re doing one now,

# sn10.5:7.3
source: Na te dukkhā pamutyatthi,
sc_po: you won’t be freed from suffering,

# sn10.5:7.4
source: uppaccāpi palāyato”ti.
sc_po: though you fly away and flee.”

# sn10.5:8.1
source: “Mataṃ vā amma rodanti,
sc_po: “Mum, they cry for the dead,

# sn10.5:8.2
source: yo vā jīvaṃ na dissati;
sc_po: or for one who’s alive but has disappeared.

# sn10.5:8.3
source: Jīvantaṃ amma passantī,
sc_po: I’m alive and you can see me,

# sn10.5:8.4
source: kasmā maṃ amma rodasī”ti.
sc_po: so mum, why do you weep for me?”

# sn10.5:9.1
source: “Mataṃ vā putta rodanti,
sc_po: “Son, they cry for the dead,

# sn10.5:9.2
source: yo vā jīvaṃ na dissati;
sc_po: or for one who’s alive but has disappeared.

# sn10.5:9.3
source: Yo ca kāme cajitvāna,
sc_po: But someone who has given up sensual pleasures

# sn10.5:9.4
source: punarāgacchate idha;
sc_po: only to come back here again:

# sn10.5:9.5
source: Taṃ vāpi putta rodanti,
sc_po: they cry for them as well,

# sn10.5:9.6
source: puna jīvaṃ mato hi so.
sc_po: for though still alive they’re really dead.

# sn10.5:10.1
source: Kukkuḷā ubbhato tāta,
sc_po: My dear, you’ve been rescued from hot coals,

# sn10.5:10.2
source: kukkuḷaṃ patitumicchasi;
sc_po: and you want to plunge right back in them!

# sn10.5:10.3
source: Narakā ubbhato tāta,
sc_po: My dear, you’ve been rescued from the inferno,

# sn10.5:10.4
source: narakaṃ patitumicchasi.
sc_po: and you want to plunge right back there!

# sn10.5:11.1
source: Abhidhāvatha bhaddante,
sc_po: Keep pushing forward, it’s what’s best for you!

# sn10.5:11.2
source: kassa ujjhāpayāmase;
sc_po: Who have I got to complain to?

# sn10.5:11.3
source: Ādittā nīhataṃ bhaṇḍaṃ,
sc_po: When your things have been saved from a fire,

# sn10.5:11.4
source: puna ḍayhitumicchasī”ti.
sc_po: would you want them to be burnt again?”
