Repository: kondannyo/PGP
Catalog: SN/*_text/sn23/sn23.02.po
Languages: sc_po

# sn23.2:0.1
source: Saṃyutta Nikāya 23
sc_po: Linked Discourses 23

# sn23.2:0.2
source: 1. Paṭhamamāravagga
sc_po: 1. About Māra

# sn23.2:0.3
source: 2. Sattasutta
sc_po: 2. Sentient Beings

# sn23.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn23.2:1.2
source: Ekamantaṃ nisinno kho āyasmā rādho bhagavantaṃ etadavoca:
sc_po: Seated to one side, Venerable Rādha said to the Buddha:

# sn23.2:1.3
source: “‘satto, satto’ti, bhante, vuccati.
sc_po: “Sir, they speak of this thing called a ‘sentient being’.

# sn23.2:1.4
source: Kittāvatā nu kho, bhante, sattoti vuccatī”ti?
sc_po: How is a sentient being defined?”

# sn23.2:1.5
source: “Rūpe kho, rādha, yo chando yo rāgo yā nandī yā taṇhā, tatra satto, tatra visatto, tasmā sattoti vuccati.
sc_po: “Rādha, when you cling, strongly cling, to desire, greed, relishing, and craving for form, then a being is spoken of.

# sn23.2:1.6
source: Vedanāya …
sc_po: When you cling, strongly cling, to desire, greed, relishing, and craving for feeling …

# sn23.2:1.7
source: saññāya …
sc_po: perception …

# sn23.2:1.8
source: saṅkhāresu …
sc_po: choices …

# sn23.2:1.9
source: viññāṇe yo chando yo rāgo yā nandī yā taṇhā, tatra satto, tatra visatto, tasmā sattoti vuccati.
sc_po: consciousness, then a being is spoken of.

# sn23.2:2.1
source: Seyyathāpi, rādha, kumārakā vā kumārikāyo vā paṃsvāgārakehi kīḷanti.
sc_po: Suppose some boys or girls were playing with sandcastles.

# sn23.2:2.2
source: Yāvakīvañca tesu paṃsvāgārakesu avigatarāgā honti avigatacchandā avigatapemā avigatapipāsā avigatapariḷāhā avigatataṇhā, tāva tāni paṃsvāgārakāni allīyanti keḷāyanti dhanāyanti mamāyanti.
sc_po: As long as they’re not rid of greed, desire, fondness, thirst, passion, and craving for those sandcastles, they cherish them, fancy them, treasure them, and treat them as their own.

# sn23.2:2.3
source: Yato ca kho, rādha, kumārakā vā kumārikāyo vā tesu paṃsvāgārakesu vigatarāgā honti vigatacchandā vigatapemā vigatapipāsā vigatapariḷāhā vigatataṇhā, atha kho tāni paṃsvāgārakāni hatthehi ca pādehi ca vikiranti vidhamanti viddhaṃsenti vikīḷaniyaṃ karonti.
sc_po: But when they are rid of greed, desire, fondness, thirst, passion, and craving for those sandcastles, they scatter, destroy, and demolish them with their hands and feet, making them unplayable.

# sn23.2:2.4
source: Evameva kho, rādha, tumhepi rūpaṃ vikiratha vidhamatha viddhaṃsetha vikīḷaniyaṃ karotha taṇhākkhayāya paṭipajjatha.
sc_po: In the same way, you should scatter, destroy, and demolish form, making it unplayable. And you should practice for the ending of craving.

# sn23.2:2.5
source: Vedanaṃ vikiratha vidhamatha viddhaṃsetha vikīḷaniyaṃ karotha taṇhākkhayāya paṭipajjatha.
sc_po: You should scatter, destroy, and demolish feeling …

# sn23.2:2.6
source: Saññaṃ …
sc_po: perception …

# sn23.2:2.7
source: saṅkhāre vikiratha vidhamatha viddhaṃsetha vikīḷaniyaṃ karotha taṇhākkhayāya paṭipajjatha.
sc_po: choices …

# sn23.2:2.8
source: Viññāṇaṃ vikiratha vidhamatha viddhaṃsetha vikīḷaniyaṃ karotha taṇhākkhayāya paṭipajjatha.
sc_po: consciousness, making it unplayable. And you should practice for the ending of craving.

# sn23.2:2.9
source: Taṇhākkhayo hi, rādha, nibbānan”ti.
sc_po: For the ending of craving is extinguishment.”
