Repository: kondannyo/PGP
Catalog: SN/*_text/sn23/sn23.23-33.po
Languages: sc_po

# sn23.23-33:0.1
source: Saṃyutta Nikāya 23
sc_po: Linked Discourses 23

# sn23.23-33:0.2
source: 3. Āyācanavagga
sc_po: 3. Appeals

# sn23.23-33:0.3
source: 23–33. Mārādisuttaekādasaka
sc_po: 23–33. Eleven Discourses on Māra, Etc.

# sn23.23-33:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn23.23-33:1.2
source: Ekamantaṃ nisinno kho āyasmā rādho bhagavantaṃ etadavoca:
sc_po: Seated to one side, Venerable Rādha said to the Buddha:

# sn23.23-33:1.3
source: “sādhu me, bhante, bhagavā saṅkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.
sc_po: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# sn23.23-33:2.1
source: “Yo kho, rādha, māro; tatra te chando pahātabbo, rāgo pahātabbo, chandarāgo pahātabbo.
sc_po: “Rādha, you should give up any desire, any greed, any desire and greed for whatever is Māra.

# sn23.23-33:2.2
source: Ko ca, rādha, māro?
sc_po: And what is Māra?

# sn23.23-33:2.3
source: Rūpaṃ kho, rādha, māro; tatra te chando pahātabbo, rāgo pahātabbo, chandarāgo pahātabbo.
sc_po: Form is Māra. You should give up any desire, any greed, any desire and greed for it.

# sn23.23-33:2.4
source: Vedanā māro; tatra te chando pahātabbo … pe …
sc_po: Feeling …

# sn23.23-33:2.5
source: saññā māro; tatra te chando pahātabbo … pe …
sc_po: Perception …

# sn23.23-33:2.6
source: saṅkhārā māro; tatra te chando pahātabbo … pe …
sc_po: Choices …

# sn23.23-33:2.7
source: viññāṇaṃ māro; tatra te chando pahātabbo … pe …
sc_po: Consciousness is Māra. You should give up any desire, any greed, any desire and greed for it.

# sn23.23-33:2.8
source: yo kho, rādha, māro; tatra te chando pahātabbo, rāgo pahātabbo, chandarāgo pahātabbo”ti.
sc_po: You should give up any desire, any greed, any desire and greed for whatever is Māra.”

# sn23.23-33:3.1
source: “Yo kho, rādha, māradhammo; tatra te chando pahātabbo, rāgo pahātabbo, chandarāgo pahātabbo … pe …. (2)
sc_po: “You should give up any desire, any greed, any desire and greed for whatever is of Māra-like nature …”

# sn23.23-33:4.1
source: “Yaṃ kho, rādha, aniccaṃ … pe …. (3)
sc_po: “… impermanent …”

# sn23.23-33:5.1
source: “Yo kho, rādha, aniccadhammo … pe …. (4)
sc_po: “… naturally impermanent …”

# sn23.23-33:6.1
source: “Yaṃ kho, rādha, dukkhaṃ … pe …. (5)
sc_po: “… suffering …”

# sn23.23-33:7.1
source: “Yo kho, rādha, dukkhadhammo … pe …. (6)
sc_po: “… things that entail suffering …”

# sn23.23-33:8.1
source: “Yo kho, rādha, anattā … pe …. (7)
sc_po: “… not-self …”

# sn23.23-33:9.1
source: “Yo kho, rādha, anattadhammo … pe …. (8)
sc_po: “… naturally not-self …”

# sn23.23-33:10.1
source: “Yo kho, rādha, khayadhammo … pe …. (9)
sc_po: “… liable to end …”

# sn23.23-33:11.1
source: “Yo kho, rādha, vayadhammo … pe …. (10)
sc_po: “… liable to vanish …”

# sn23.23-33:12.1
source: “Yo kho, rādha, samudayadhammo; tatra te chando pahātabbo, rāgo pahātabbo, chandarāgo pahātabbo … pe …. (11)
sc_po: “… liable to originate …”
