Repository: kondannyo/PGP
Catalog: SN/*_text/sn23/sn23.05.po
Languages: sc_po

# sn23.5:0.1
source: Saṃyutta Nikāya 23
sc_po: Linked Discourses 23

# sn23.5:0.2
source: 1. Paṭhamamāravagga
sc_po: 1. About Māra

# sn23.5:0.3
source: 5. Samaṇasutta
sc_po: 5. Ascetics and Brahmins

# sn23.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn23.5:1.2
source: Ekamantaṃ nisinnaṃ kho āyasmantaṃ rādhaṃ bhagavā etadavoca:
sc_po: When Venerable Rādha was seated to one side, the Buddha said to him:

# sn23.5:1.3
source: “pañcime, rādha, upādānakkhandhā.
sc_po: “Rādha, there are these five grasping aggregates.

# sn23.5:1.4
source: Katame pañca?
sc_po: What five?

# sn23.5:1.5
source: Rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.
sc_po: The grasping aggregates of form, feeling, perception, choices, and consciousness.

# sn23.5:1.6
source: Ye hi keci, rādha, samaṇā vā brāhmaṇā vā imesaṃ pañcannaṃ upādānakkhandhānaṃ assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nappajānanti;
sc_po: There are ascetics and brahmins who don’t truly understand these five grasping aggregates’ gratification, drawback, and escape.

# sn23.5:1.7
source: na me te, rādha, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā, na ca pana te āyasmanto sāmaññatthaṃ vā brahmaññatthaṃ vā diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.
sc_po: I don’t regard them as true ascetics and brahmins. Those venerables don’t realize the goal of life as an ascetic or brahmin, and don’t live having realized it with their own insight.

# sn23.5:1.8
source: Ye ca kho keci, rādha, samaṇā vā brāhmaṇā vā imesaṃ pañcannaṃ upādānakkhandhānaṃ assādañca ādīnavañca nissaraṇañca yathābhūtaṃ pajānanti;
sc_po: There are ascetics and brahmins who do truly understand these five grasping aggregates’ gratification, drawback, and escape.

# sn23.5:1.9
source: te kho me, rādha, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā brāhmaṇesu ca brāhmaṇasammatā, te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.
sc_po: I regard them as true ascetics and brahmins. Those venerables realize the goal of life as an ascetic or brahmin, and live having realized it with their own insight.”
