Repository: kondannyo/PGP
Catalog: SN/*_text/sn23/sn23.10.po
Languages: sc_po

# sn23.10:0.1
source: Saṃyutta Nikāya 23
sc_po: Linked Discourses 23

# sn23.10:0.2
source: 1. Paṭhamamāravagga
sc_po: 1. About Māra

# sn23.10:0.3
source: 10. Dutiyachandarāgasutta
sc_po: 10. Desire and Greed (2nd)

# sn23.10:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn23.10:1.2
source: Ekamantaṃ nisinnaṃ kho āyasmantaṃ rādhaṃ bhagavā etadavoca:
sc_po: When Venerable Rādha was seated to one side, the Buddha said to him:

# sn23.10:1.3
source: “rūpe kho, rādha, yo chando yo rāgo yā nandī yā taṇhā ye upayupādānā cetaso adhiṭṭhānābhinivesānusayā, te pajahatha.
sc_po: “Rādha, you should give up any desire, greed, relishing, and craving for form; and any attraction, grasping, mental fixation, insistence, and underlying tendencies.

# sn23.10:1.4
source: Evaṃ taṃ rūpaṃ pahīnaṃ bhavissati ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṅkataṃ āyatiṃ anuppādadhammaṃ.
sc_po: Thus that form will be given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.

# sn23.10:1.5
source: Vedanāya yo chando yo rāgo yā nandī yā taṇhā ye upayupādānā cetaso adhiṭṭhānābhinivesānusayā, te pajahatha.
sc_po: You should give up any desire, greed, relishing, and craving for feeling …

# sn23.10:1.7
source: Saññāya …
sc_po: perception …

# sn23.10:1.8
source: saṅkhāresu yo chando yo rāgo yā nandī yā taṇhā ye upayupādānā cetaso adhiṭṭhānābhinivesānusayā, te pajahatha.
sc_po: choices …

# sn23.10:1.10
source: Viññāṇe yo chando yo rāgo yā nandī yā taṇhā ye upayupādānā cetaso adhiṭṭhānābhinivesānusayā, te pajahatha.
sc_po: consciousness; and any attraction, grasping, mental fixation, insistence, and underlying tendencies.

# sn23.10:1.11
source: Evaṃ taṃ viññāṇaṃ pahīnaṃ bhavissati ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṅkataṃ āyatiṃ anuppādadhamman”ti.
sc_po: Thus that consciousness will be given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.”
