Repository: kondannyo/PGP
Catalog: SN/*_text/sn23/sn23.01.po
Languages: sc_po

# sn23.1:0.1
source: Saṃyutta Nikāya 23
sc_po: Linked Discourses 23

# sn23.1:0.2
source: 1. Paṭhamamāravagga
sc_po: 1. About Māra

# sn23.1:0.3
source: 1. Mārasutta
sc_po: 1. About Māra

# sn23.1:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn23.1:1.2
source: Atha kho āyasmā rādho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā rādho bhagavantaṃ etadavoca:
sc_po: Then Venerable Rādha went up to the Buddha, bowed, sat down to one side, and said to him:

# sn23.1:2.1
source: “‘Māro, māro’ti, bhante, vuccati.
sc_po: “Sir, they speak of this thing called ‘Māra’.

# sn23.1:2.2
source: Kittāvatā nu kho, bhante, māro”ti?
sc_po: How is Māra defined?”

# sn23.1:2.3
source: “Rūpe kho, rādha, sati māro vā assa māretā vā yo vā pana mīyati.
sc_po: “When there is form, Rādha, there may be Māra, or the murderer, or the murdered.

# sn23.1:2.4
source: Tasmātiha tvaṃ, rādha, rūpaṃ māroti passa, māretāti passa, mīyatīti passa, rogoti passa, gaṇḍoti passa, sallanti passa, aghanti passa, aghabhūtanti passa.
sc_po: So you should see form as Māra, the murderer, the murdered, the diseased, the abscess, the dart, the misery, the miserable.

# sn23.1:2.5
source: Ye naṃ evaṃ passanti te sammā passanti.
sc_po: Those who see it like this see rightly.

# sn23.1:2.6
source: Vedanāya sati …
sc_po: When there is feeling …

# sn23.1:2.7
source: saññāya sati …
sc_po: perception …

# sn23.1:2.8
source: saṅkhāresu sati …
sc_po: choices …

# sn23.1:2.9
source: viññāṇe sati māro vā assa māretā vā yo vā pana mīyati.
sc_po: consciousness, there may be Māra, or the murderer, or the murdered.

# sn23.1:2.10
source: Tasmātiha tvaṃ, rādha, viññāṇaṃ māroti passa, māretāti passa, mīyatīti passa, rogoti passa, gaṇḍoti passa, sallanti passa, aghanti passa, aghabhūtanti passa.
sc_po: So you should see consciousness as Māra, the murderer, the murdered, the diseased, the abscess, the dart, the misery, the miserable.

# sn23.1:2.11
source: Ye naṃ evaṃ passanti, te sammā passantī”ti.
sc_po: Those who see it like this see rightly.”

# sn23.1:3.1
source: “Sammādassanaṃ pana, bhante, kimatthiyan”ti?
sc_po: “But sir, what’s the purpose of seeing rightly?”

# sn23.1:3.2
source: “Sammādassanaṃ kho, rādha, nibbidatthaṃ”.
sc_po: “Disillusionment is the purpose of seeing rightly.”

# sn23.1:3.3
source: “Nibbidā pana, bhante, kimatthiyā”ti?
sc_po: “But what’s the purpose of disillusionment?”

# sn23.1:3.4
source: “Nibbidā kho, rādha, virāgatthā”.
sc_po: “Dispassion is the purpose of disillusionment.”

# sn23.1:3.5
source: “Virāgo pana, bhante, kimatthiyo”ti?
sc_po: “But what’s the purpose of dispassion?”

# sn23.1:3.6
source: “Virāgo kho, rādha, vimuttattho”.
sc_po: “Freedom is the purpose of dispassion.”

# sn23.1:3.7
source: “Vimutti pana, bhante, kimatthiyā”ti?
sc_po: “But what’s the purpose of freedom?”

# sn23.1:3.8
source: “Vimutti kho, rādha, nibbānatthā”.
sc_po: “Extinguishment is the purpose of freedom.”

# sn23.1:3.9
source: “Nibbānaṃ pana, bhante, kimatthiyan”ti?
sc_po: “But sir, what is the purpose of extinguishment?”

# sn23.1:3.10
source: “Accayāsi, rādha, pañhaṃ, nāsakkhi pañhassa pariyantaṃ gahetuṃ.
sc_po: “Your question goes too far, Rādha. You couldn’t figure out the limit of questions.

# sn23.1:3.11
source: Nibbānogadhañhi, rādha, brahmacariyaṃ vussati, nibbānaparāyanaṃ nibbānapariyosānan”ti.
sc_po: For extinguishment is the culmination, destination, and end of the spiritual life.”
