Repository: kondannyo/PGP
Catalog: SN/*_text/sn23/sn23.46.po
Languages: sc_po

# sn23.46:0.1
source: Saṃyutta Nikāya 23
sc_po: Linked Discourses 23

# sn23.46:0.2
source: 4. Upanisinnavagga
sc_po: 4. Sitting Close

# sn23.46:0.3
source: 46. Nirodhadhammasutta
sc_po: 46. Liable To Cease

# sn23.46:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn23.46:1.2
source: Ekamantaṃ nisinnaṃ kho āyasmantaṃ rādhaṃ bhagavā etadavoca:
sc_po: When Venerable Rādha was seated to one side, the Buddha said to him:

# sn23.46:1.3
source: “yo kho, rādha, nirodhadhammo; tatra te chando pahātabbo, rāgo pahātabbo, chandarāgo pahātabbo.
sc_po: “Rādha, you should give up any desire, any greed, any desire and greed for whatever is liable to cease.

# sn23.46:1.4
source: Ko ca, rādha, nirodhadhammo?
sc_po: And what is liable to cease?

# sn23.46:1.5
source: Rūpaṃ kho, rādha, nirodhadhammo; tatra te chando pahātabbo, rāgo pahātabbo, chandarāgo pahātabbo.
sc_po: Form is liable to cease. You should give up any desire, any greed, any desire and greed for it.

# sn23.46:1.6
source: Vedanā … pe …
sc_po: Feeling …

# sn23.46:1.7
source: saññā … pe …
sc_po: Perception …

# sn23.46:1.8
source: saṅkhārā … pe …
sc_po: Choices …

# sn23.46:1.9
source: viññāṇaṃ nirodhadhammo; tatra te chando pahātabbo, rāgo pahātabbo, chandarāgo pahātabbo.
sc_po: Consciousness is liable to cease. You should give up any desire, any greed, any desire and greed for it.

# sn23.46:1.10
source: Yo kho, rādha, nirodhadhammo; tatra te chando pahātabbo, rāgo pahātabbo, chandarāgo pahātabbo”ti.
sc_po: You should give up any desire, any greed, any desire and greed for whatever is liable to cease.”

# sn23.46:2.7
source: Rādhasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses with Rādha are complete.
