Repository: kondannyo/PGP
Catalog: SN/*_text/sn23/sn23.03.po
Languages: sc_po

# sn23.3:0.1
source: Saṃyutta Nikāya 23
sc_po: Linked Discourses 23

# sn23.3:0.2
source: 1. Paṭhamamāravagga
sc_po: 1. About Māra

# sn23.3:0.3
source: 3. Bhavanettisutta
sc_po: 3. Attachment To Rebirth

# sn23.3:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn23.3:1.2
source: Ekamantaṃ nisinno kho āyasmā rādho bhagavantaṃ etadavoca:
sc_po: Seated to one side, Venerable Rādha said to the Buddha:

# sn23.3:1.3
source: “‘bhavanettinirodho, bhavanettinirodho’ti, bhante, vuccati.
sc_po: “Sir, they speak of this thing called ‘the cessation of attachment to rebirth’.

# sn23.3:1.4
source: Katamā nu kho, bhante, bhavanetti, katamo bhavanettinirodho”ti?
sc_po: What is the attachment to rebirth? And what is the cessation of attachment to rebirth?”

# sn23.3:1.5
source: “Rūpe kho, rādha, yo chando yo rāgo yā nandī yā taṇhā ye upayupādānā cetaso adhiṭṭhānābhinivesānusayā—
sc_po: “Rādha, any desire, greed, relishing, and craving for form; and any attraction, grasping, mental fixation, insistence, and underlying tendencies—

# sn23.3:1.6
source: ayaṃ vuccati bhavanetti.
sc_po: this is called the attachment to rebirth.

# sn23.3:1.7
source: Tesaṃ nirodho bhavanettinirodho.
sc_po: Their cessation is the cessation of attachment to rebirth.

# sn23.3:1.8
source: Vedanāya …
sc_po: Any desire, greed, relishing, and craving for feeling …

# sn23.3:1.9
source: saññāya …
sc_po: perception …

# sn23.3:1.10
source: saṅkhāresu …
sc_po: choices …

# sn23.3:1.11
source: viññāṇe yo chando … pe … adhiṭṭhānābhinivesānusayā—
sc_po: consciousness; and any becoming involved, grasping, mental fixation, insistence, and underlying tendencies—

# sn23.3:1.12
source: ayaṃ vuccati bhavanetti.
sc_po: this is called the attachment to rebirth.

# sn23.3:1.13
source: Tesaṃ nirodho bhavanettinirodho”ti.
sc_po: Their cessation is the cessation of attachment to rebirth.”
