Repository: kondannyo/PGP
Catalog: SN/*_text/sn23/sn23.04.po
Languages: sc_po

# sn23.4:0.1
source: Saṃyutta Nikāya 23
sc_po: Linked Discourses 23

# sn23.4:0.2
source: 1. Paṭhamamāravagga
sc_po: 1. About Māra

# sn23.4:0.3
source: 4. Pariññeyyasutta
sc_po: 4. Should Be Completely Understood

# sn23.4:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn23.4:1.2
source: Āyasmā rādho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ rādhaṃ bhagavā etadavoca:
sc_po: Then Venerable Rādha went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# sn23.4:2.1
source: “Pariññeyye ca, rādha, dhamme desessāmi pariññañca pariññātāviṃ puggalañca.
sc_po: “Rādha, I will teach you the things that should be completely understood, complete understanding, and the person who has completely understood.

# sn23.4:2.2
source: Taṃ suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# sn23.4:2.3
source: “Evaṃ, bhante”ti kho āyasmā rādho bhagavato paccassosi.
sc_po: “Yes, sir,” Rādha replied.

# sn23.4:2.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn23.4:2.5
source: “katame ca, rādha, pariññeyyā dhammā?
sc_po: “And what things should be completely understood?

# sn23.4:2.6
source: Rūpaṃ kho, rādha, pariññeyyo dhammo, vedanā pariññeyyo dhammo, saññā pariññeyyo dhammo, saṅkhārā pariññeyyo dhammo, viññāṇaṃ pariññeyyo dhammo.
sc_po: Form, feeling, perception, choices, and consciousness.

# sn23.4:2.7
source: Ime vuccanti, rādha, pariññeyyā dhammā.
sc_po: These are called the things that should be completely understood.

# sn23.4:2.8
source: Katamā ca, rādha, pariññā?
sc_po: And what is complete understanding?

# sn23.4:2.9
source: Yo kho, rādha, rāgakkhayo dosakkhayo mohakkhayo—
sc_po: The ending of greed, hate, and delusion.

# sn23.4:2.10
source: ayaṃ vuccati, rādha, pariññā.
sc_po: This is called complete understanding.

# sn23.4:2.11
source: Katamo ca, rādha, pariññātāvī puggalo?
sc_po: And what is the person who has completely understood?

# sn23.4:2.12
source: ‘Arahā’tissa vacanīyaṃ.
sc_po: It should be said: a perfected one,

# sn23.4:2.13
source: Yvāyaṃ āyasmā evaṃnāmo evaṅgotto—
sc_po: the venerable of such and such name and clan.

# sn23.4:2.14
source: ayaṃ vuccati, rādha, pariññātāvī puggalo”ti.
sc_po: This is called the person who has completely understood.”
