Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.019.po
Languages: sc_po

# an3.19:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.19:0.2
source: 2. Rathakāravagga
sc_po: 2. The Chariot-maker

# an3.19:0.3
source: 19. Paṭhamapāpaṇikasutta
sc_po: 19. A Shopkeeper (1st)

# an3.19:1.1
source: “Tīhi, bhikkhave, aṅgehi samannāgato pāpaṇiko abhabbo anadhigataṃ vā bhogaṃ adhigantuṃ, adhigataṃ vā bhogaṃ phātiṃ kātuṃ.
sc_po: “Mendicants, a shopkeeper who has three factors is unable to acquire more wealth or to increase the wealth they’ve already acquired.

# an3.19:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.19:1.3
source: Idha, bhikkhave, pāpaṇiko pubbaṇhasamayaṃ na sakkaccaṃ kammantaṃ adhiṭṭhāti, majjhanhikasamayaṃ na sakkaccaṃ kammantaṃ adhiṭṭhāti, sāyanhasamayaṃ na sakkaccaṃ kammantaṃ adhiṭṭhāti.
sc_po: It’s when a shopkeeper doesn’t carefully apply themselves to their work in the morning, at midday, and in the afternoon.

# an3.19:1.4
source: Imehi kho, bhikkhave, tīhi aṅgehi samannāgato pāpaṇiko abhabbo anadhigataṃ vā bhogaṃ adhigantuṃ, adhigataṃ vā bhogaṃ phātiṃ kātuṃ.
sc_po: A shopkeeper who has these three factors is unable to acquire more wealth or to increase the wealth they’ve already acquired.

# an3.19:2.1
source: Evamevaṃ kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu abhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ.
sc_po: In the same way, a mendicant who has three factors is unable to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired.

# an3.19:2.2
source: Katamehi tīhi?
sc_po: What three?

# an3.19:2.3
source: Idha, bhikkhave, bhikkhu pubbaṇhasamayaṃ na sakkaccaṃ samādhinimittaṃ adhiṭṭhāti, majjhanhikasamayaṃ na sakkaccaṃ samādhinimittaṃ adhiṭṭhāti, sāyanhasamayaṃ na sakkaccaṃ samādhinimittaṃ adhiṭṭhāti.
sc_po: It’s when a mendicant doesn’t carefully apply themselves to a meditation subject as a foundation of immersion in the morning, at midday, and in the afternoon.

# an3.19:2.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu abhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ.
sc_po: A mendicant who has these three factors is unable to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired.

# an3.19:3.1
source: Tīhi, bhikkhave, aṅgehi samannāgato pāpaṇiko bhabbo anadhigataṃ vā bhogaṃ adhigantuṃ, adhigataṃ vā bhogaṃ phātiṃ kātuṃ.
sc_po: A shopkeeper who has three factors is able to acquire more wealth or to increase the wealth they’ve already acquired.

# an3.19:3.2
source: Katamehi tīhi?
sc_po: What three?

# an3.19:3.3
source: Idha, bhikkhave, pāpaṇiko pubbaṇhasamayaṃ sakkaccaṃ kammantaṃ adhiṭṭhāti, majjhanhikasamayaṃ … pe … sāyanhasamayaṃ sakkaccaṃ kammantaṃ adhiṭṭhāti.
sc_po: It’s when a shopkeeper carefully applies themselves to their work in the morning, at midday, and in the afternoon.

# an3.19:3.4
source: Imehi kho, bhikkhave, tīhi aṅgehi samannāgato pāpaṇiko bhabbo anadhigataṃ vā bhogaṃ adhigantuṃ, adhigataṃ vā bhogaṃ phātiṃ kātuṃ.
sc_po: A shopkeeper who has these three factors is able to acquire more wealth or to increase the wealth they’ve already acquired.

# an3.19:4.1
source: Evamevaṃ kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu bhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātuṃ.
sc_po: In the same way, a mendicant who has three factors is able to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired.

# an3.19:4.2
source: Katamehi tīhi?
sc_po: What three?

# an3.19:4.3
source: Idha, bhikkhave, bhikkhu pubbaṇhasamayaṃ sakkaccaṃ samādhinimittaṃ adhiṭṭhāti, majjhanhikasamayaṃ … pe … sāyanhasamayaṃ sakkaccaṃ samādhinimittaṃ adhiṭṭhāti.
sc_po: It’s when a mendicant carefully applies themselves to a meditation subject as a foundation of immersion in the morning, at midday, and in the afternoon.

# an3.19:4.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu bhabbo anadhigataṃ vā kusalaṃ dhammaṃ adhigantuṃ, adhigataṃ vā kusalaṃ dhammaṃ phātiṃ kātun”ti.
sc_po: A mendicant who has these three factors is able to acquire more skillful qualities or to increase the skillful qualities they’ve already acquired.”
