Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.085.po
Languages: sc_po

# an3.85:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.85:0.2
source: 9. Samaṇavagga
sc_po: 9. Ascetics

# an3.85:0.3
source: 85. Sekkhasutta
sc_po: 85. A Trainee

# an3.85:1.1
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him:

# an3.85:2.1
source: “‘Sekho, sekho’ti, bhante, vuccati.
sc_po: “Sir, they speak of this person called ‘a trainee’.

# an3.85:2.2
source: Kittāvatā nu kho, bhante, sekho hotī”ti?
sc_po: How is a trainee defined?”

# an3.85:2.3
source: “Sikkhatīti kho, bhikkhu, tasmā sekhoti vuccati.
sc_po: “They train, mendicant, that’s why they’re called ‘a trainee’.

# an3.85:2.4
source: Kiñca sikkhati?
sc_po: What is their training?

# an3.85:2.5
source: Adhisīlampi sikkhati, adhicittampi sikkhati, adhipaññampi sikkhati.
sc_po: They train in the higher ethics, the higher mind, and the higher wisdom.

# an3.85:2.6
source: Sikkhatīti kho, bhikkhu, tasmā sekhoti vuccatīti.
sc_po: They train, that’s why they’re called ‘a trainee’.

# an3.85:3.1
source: Sekhassa sikkhamānassa,
sc_po: As a trainee trains,

# an3.85:3.2
source: ujumaggānusārino;
sc_po: following the straight road,

# an3.85:3.3
source: Khayasmiṃ paṭhamaṃ ñāṇaṃ,
sc_po: first they know about ending;

# an3.85:3.4
source: tato aññā anantarā.
sc_po: enlightenment follows in the same lifetime.

# an3.85:4.1
source: Tato aññāvimuttassa,
sc_po: After that, to that poised one, freed by enlightenment,

# an3.85:4.2
source: ñāṇaṃ ve hoti tādino;
sc_po: with the ending of the fetters of rebirth,

# an3.85:4.3
source: Akuppā me vimuttīti,
sc_po: the knowledge comes:

# an3.85:4.4
source: bhavasaṃyojanakkhaye”ti.
sc_po: ‘My freedom is unshakable.’”
