Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.058.po
Languages: sc_po

# an3.58:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.58:0.2
source: 6. Brāhmaṇavagga
sc_po: 6. Brahmins

# an3.58:0.3
source: 58. Tikaṇṇasutta
sc_po: 58. With Tikaṇṇa

# an3.58:1.1
source: Atha kho tikaṇṇo brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ … pe …
sc_po: Then Tikaṇṇa the brahmin went up to the Buddha, and exchanged greetings with him.

# an3.58:1.2
source: ekamantaṃ nisinno kho tikaṇṇo brāhmaṇo bhagavato sammukhā tevijjānaṃ sudaṃ brāhmaṇānaṃ vaṇṇaṃ bhāsati:
sc_po: Seated to one side, in front of the Buddha, Tikaṇṇa praised the brahmins who were proficient in the three Vedas,

# an3.58:1.3
source: “evampi tevijjā brāhmaṇā, itipi tevijjā brāhmaṇā”ti.
sc_po: “Such are the brahmins, masters of the three Vedic knowledges! Thus are the brahmins, masters of the three Vedic knowledges!”

# an3.58:2.1
source: “Yathā kathaṃ pana, brāhmaṇa, brāhmaṇā brāhmaṇaṃ tevijjaṃ paññāpentī”ti?
sc_po: “But brahmin, how do the brahmins describe a brahmin who is master of the three Vedic knowledges?”

# an3.58:2.2
source: “Idha, bho gotama, brāhmaṇo ubhato sujāto hoti mātito ca pitito ca, saṃsuddhagahaṇiko yāva sattamā pitāmahayugā, akkhitto anupakkuṭṭho jātivādena, ajjhāyako, mantadharo, tiṇṇaṃ vedānaṃ pāragū sanighaṇḍukeṭubhānaṃ sākkharappabhedānaṃ itihāsapañcamānaṃ, padako, veyyākaraṇo, lokāyatamahāpurisalakkhaṇesu anavayoti.
sc_po: “Master Gotama, it’s when a brahmin is well born on both his mother’s and father’s side, of pure descent, irrefutable and impeccable in questions of ancestry back to the seventh paternal generation. He recites and remembers the hymns, and has mastered the three Vedas, together with their vocabularies, ritual, phonology and etymology, and the testament as fifth. He knows philology and grammar, and is well versed in cosmology and the marks of a great man.

# an3.58:2.3
source: Evaṃ kho, bho gotama, brāhmaṇā brāhmaṇaṃ tevijjaṃ paññāpentī”ti.
sc_po: That’s how the brahmins describe a brahmin who is master of the three Vedic knowledges.”

# an3.58:3.1
source: “Aññathā kho, brāhmaṇa, brāhmaṇā brāhmaṇaṃ tevijjaṃ paññāpenti, aññathā ca pana ariyassa vinaye tevijjo hotī”ti.
sc_po: “Brahmin, a master of three knowledges according to the brahmins is quite different from a master of the three knowledges in the training of the noble one.”

# an3.58:3.2
source: “Yathā kathaṃ pana, bho gotama, ariyassa vinaye tevijjo hoti?
sc_po: “But Master Gotama, how is one a master of the three knowledges in the training of the noble one?

# an3.58:3.3
source: Sādhu me bhavaṃ gotamo tathā dhammaṃ desetu yathā ariyassa vinaye tevijjo hotī”ti.
sc_po: Master Gotama, please teach me this.”

# an3.58:3.4
source: “Tena hi, brāhmaṇa, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
sc_po: “Well then, brahmin, listen and pay close attention, I will speak.”

# an3.58:3.5
source: “Evaṃ, bho”ti kho tikaṇṇo brāhmaṇo bhagavato paccassosi.
sc_po: “Yes sir,” Tikaṇṇa replied.

# an3.58:3.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an3.58:4.1
source: “Idha, brāhmaṇa, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
sc_po: “Brahmin, it’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# an3.58:4.2
source: Vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
sc_po: As the placing of the mind and keeping it connected are stilled, they enter and remain in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# an3.58:4.3
source: Pītiyā ca virāgā upekkhako ca viharati sato ca sampajāno, sukhañca kāyena paṭisaṃvedeti yaṃ taṃ ariyā ācikkhanti: ‘upekkhako satimā sukhavihārī’ti tatiyaṃ jhānaṃ upasampajja viharati.
sc_po: And with the fading away of rapture, they enter and remain in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# an3.58:4.4
source: Sukhassa ca pahānā dukkhassa ca pahānā, pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
sc_po: With the giving up of pleasure and pain, and the ending of former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# an3.58:5.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte pubbenivāsānussatiñāṇāya cittaṃ abhininnāmeti.
sc_po: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward recollection of past lives.

# an3.58:5.2
source: So anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattārīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ. Tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
sc_po: They recollect many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. They remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.

# an3.58:5.3
source: Ayamassa paṭhamā vijjā adhigatā hoti;
sc_po: This is the first knowledge that they attain.

# an3.58:5.4
source: avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno yathā taṃ appamattassa ātāpino pahitattassa viharato.
sc_po: Ignorance is destroyed and knowledge has arisen; darkness is destroyed and light has arisen, as happens for a meditator who is diligent, keen, and resolute.

# an3.58:6.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte sattānaṃ cutūpapātañāṇāya cittaṃ abhininnāmeti.
sc_po: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the death and rebirth of sentient beings.

# an3.58:6.2
source: So dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā … pe … manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā, vacīsucaritena samannāgatā, manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāti.
sc_po: With clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they acted out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they acted out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# an3.58:6.3
source: Ayamassa dutiyā vijjā adhigatā hoti;
sc_po: This is the second knowledge that they attain.

# an3.58:6.4
source: avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno yathā taṃ appamattassa ātāpino pahitattassa viharato.
sc_po: Ignorance is destroyed and knowledge has arisen; darkness is destroyed and light has arisen, as happens for a meditator who is diligent, keen, and resolute.

# an3.58:7.1
source: So evaṃ samāhite citte parisuddhe pariyodāte anaṅgaṇe vigatūpakkilese mudubhūte kammaniye ṭhite āneñjappatte āsavānaṃ khayañāṇāya cittaṃ abhininnāmeti.
sc_po: When their mind has become immersed in samādhi like this—purified, bright, flawless, rid of corruptions, pliable, workable, steady, and imperturbable—they extend it toward knowledge of the ending of defilements.

# an3.58:7.2
source: So ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;
sc_po: They truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an3.58:7.3
source: ‘ime āsavā’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ āsavanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: They truly understand: ‘These are defilements’ … ‘This is the origin of defilements’ … ‘This is the cessation of defilements’ … ‘This is the practice that leads to the cessation of defilements’.

# an3.58:7.4
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati;
sc_po: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# an3.58:7.5
source: vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
sc_po: When they’re freed, they know they’re freed.

# an3.58:7.6
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# an3.58:7.7
source: Ayamassa tatiyā vijjā adhigatā hoti;
sc_po: This is the third knowledge that they attain.

# an3.58:7.8
source: avijjā vihatā, vijjā uppannā; tamo vihato, āloko uppanno yathā taṃ appamattassa ātāpino pahitattassa viharatoti.
sc_po: Ignorance is destroyed and knowledge has arisen; darkness is destroyed, and light has arisen, as happens for a meditator who is diligent, keen, and resolute.

# an3.58:8.1
source: Anuccāvacasīlassa,
sc_po: For someone whose ethical conduct doesn’t waver,

# an3.58:8.2
source: nipakassa ca jhāyino;
sc_po: who is alert, practicing absorption;

# an3.58:8.3
source: Cittaṃ yassa vasībhūtaṃ,
sc_po: whose mind is mastered,

# an3.58:8.4
source: ekaggaṃ susamāhitaṃ.
sc_po: unified, serene.

# an3.58:9.1
source: Taṃ ve tamonudaṃ dhīraṃ,
sc_po: That wise one dispels the darkness,

# an3.58:9.2
source: tevijjaṃ maccuhāyinaṃ;
sc_po: master of the three knowledges, destroyer of death.

# an3.58:9.3
source: Hitaṃ devamanussānaṃ,
sc_po: For the welfare of gods and humans,

# an3.58:9.4
source: āhu sabbappahāyinaṃ.
sc_po: he has given up everything, they say.

# an3.58:10.1
source: Tīhi vijjāhi sampannaṃ,
sc_po: Accomplished in the three knowledges,

# an3.58:10.2
source: asammūḷhavihārinaṃ;
sc_po: living without confusion,

# an3.58:10.3
source: Buddhaṃ antimadehinaṃ,
sc_po: bearing the final body,

# an3.58:10.4
source: taṃ namassanti gotamaṃ.
sc_po: they revere the awakened Gotama.

# an3.58:11.1
source: Pubbenivāsaṃ yo vedī,
sc_po: Who knows their past lives,

# an3.58:11.2
source: saggāpāyañca passati;
sc_po: and sees heaven and places of loss,

# an3.58:11.3
source: Atho jātikkhayaṃ patto,
sc_po: and has attained the ending of rebirth,

# an3.58:11.4
source: abhiññāvosito muni.
sc_po: that sage has perfect insight.

# an3.58:12.1
source: Etāhi tīhi vijjāhi,
sc_po: It’s because of these three knowledges

# an3.58:12.2
source: tevijjo hoti brāhmaṇo;
sc_po: that a brahmin is a master of the three knowledges.

# an3.58:12.3
source: Tamahaṃ vadāmi tevijjaṃ,
sc_po: That’s who I call a three-knowledge master,

# an3.58:12.4
source: nāññaṃ lapitalāpananti.
sc_po: and not the other one, the lip-reciter.

# an3.58:13.1
source: Evaṃ kho, brāhmaṇa, ariyassa vinaye tevijjo hotī”ti.
sc_po: This, brahmin, is a master of the three knowledges in the training of the noble one.”

# an3.58:13.2
source: “Aññathā, bho gotama, brāhmaṇānaṃ tevijjo, aññathā ca pana ariyassa vinaye tevijjo hoti.
sc_po: “Master Gotama, a master of three knowledges according to the brahmins is quite different from a master of the three knowledges in the training of the noble one.

# an3.58:13.3
source: Imassa ca pana, bho gotama, ariyassa vinaye tevijjassa brāhmaṇānaṃ tevijjo kalaṃ nāgghati soḷasiṃ.
sc_po: And, Master Gotama, a master of three knowledges according to the brahmins is not worth a sixteenth part of a master of the three knowledges in the training of the noble one.

# an3.58:14.1
source: Abhikkantaṃ, bho gotama … pe …
sc_po: Excellent, Master Gotama! Excellent! …

# an3.58:14.2
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
