Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.090.po
Languages: sc_po

# an3.90:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.90:0.2
source: 9. Samaṇavagga
sc_po: 9. Ascetics

# an3.90:0.3
source: 90. Dutiyasikkhattayasutta
sc_po: 90. Three Trainings (2nd)

# an3.90:1.1
source: “Tisso imā, bhikkhave, sikkhā.
sc_po: “Mendicants, these are the three trainings.

# an3.90:1.2
source: Katamā tisso?
sc_po: What three?

# an3.90:1.3
source: Adhisīlasikkhā, adhicittasikkhā, adhipaññāsikkhā.
sc_po: The training in the higher ethics, the higher mind, and the higher wisdom.

# an3.90:2.1
source: Katamā ca, bhikkhave, adhisīlasikkhā?
sc_po: And what is the training in the higher ethics?

# an3.90:2.2
source: Idha, bhikkhave, bhikkhu sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu.
sc_po: It’s when a mendicant is ethical, restrained in the code of conduct, with good behavior and supporters. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an3.90:2.3
source: Ayaṃ vuccati, bhikkhave, adhisīlasikkhā.
sc_po: This is called the training in the higher ethics.

# an3.90:3.1
source: Katamā ca, bhikkhave, adhicittasikkhā?
sc_po: And what is the training in the higher mind?

# an3.90:3.2
source: Idha, bhikkhave, bhikkhu vivicceva kāmehi … pe … catutthaṃ jhānaṃ upasampajja viharati.
sc_po: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption … second absorption … third absorption … fourth absorption.

# an3.90:3.3
source: Ayaṃ vuccati, bhikkhave, adhicittasikkhā.
sc_po: This is called the training in the higher mind.

# an3.90:4.1
source: Katamā ca, bhikkhave, adhipaññāsikkhā?
sc_po: And what is the training in the higher wisdom?

# an3.90:4.2
source: Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an3.90:4.3
source: Ayaṃ vuccati, bhikkhave, adhipaññāsikkhā.
sc_po: This is called the training in the higher wisdom.

# an3.90:4.4
source: Imā kho, bhikkhave, tisso sikkhāti.
sc_po: These are the three trainings.

# an3.90:5.1
source: Adhisīlaṃ adhicittaṃ,
sc_po: The higher ethics, the higher mind,

# an3.90:5.2
source: adhipaññañca vīriyavā;
sc_po: and the higher wisdom should be practiced

# an3.90:5.3
source: Thāmavā dhitimā jhāyī,
sc_po: by those energetic, strong, and resolute,

# an3.90:5.4
source: sato guttindriyo care.
sc_po: practicing absorption, mindful, with guarded senses.

# an3.90:6.1
source: Yathā pure tathā pacchā,
sc_po: As before, so after;

# an3.90:6.2
source: yathā pacchā tathā pure;
sc_po: as after, so before.

# an3.90:6.3
source: Yathā adho tathā uddhaṃ,
sc_po: As below, so above;

# an3.90:6.4
source: yathā uddhaṃ tathā adho.
sc_po: as above, so below.

# an3.90:7.1
source: Yathā divā tathā rattiṃ,
sc_po: As by day, so by night;

# an3.90:7.2
source: yathā rattiṃ tathā divā;
sc_po: as by night, so by day.

# an3.90:7.3
source: Abhibhuyya disā sabbā,
sc_po: Having mastered every direction

# an3.90:7.4
source: appamāṇasamādhinā.
sc_po: with limitless immersion,

# an3.90:8.1
source: Tamāhu sekhaṃ paṭipadaṃ,
sc_po: they call them a ‘trainee on the path’,

# an3.90:8.2
source: atho saṃsuddhacāriyaṃ;
sc_po: and ‘one living a pure life’.

# an3.90:8.3
source: Tamāhu loke sambuddhaṃ,
sc_po: But a wise one who has gone to the end of the path

# an3.90:8.4
source: dhīraṃ paṭipadantaguṃ.
sc_po: they call a ‘Buddha’ in the world.

# an3.90:9.1
source: Viññāṇassa nirodhena,
sc_po: With the cessation of consciousness,

# an3.90:9.2
source: taṇhākkhayavimuttino;
sc_po: freed by the ending of craving,

# an3.90:9.3
source: Pajjotasseva nibbānaṃ,
sc_po: the liberation of their heart

# an3.90:9.4
source: vimokkho hoti cetaso”ti.
sc_po: is like a lamp going out.”
