Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.030.po
Languages: sc_po

# an3.30:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.30:0.2
source: 3. Puggalavagga
sc_po: 3. Persons

# an3.30:0.3
source: 30. Avakujjasutta
sc_po: 30. Upside-down

# an3.30:1.1
source: “Tayome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “These three kinds of people are found in the world.

# an3.30:1.2
source: Katame tayo?
sc_po: What three?

# an3.30:1.3
source: Avakujjapañño puggalo, ucchaṅgapañño puggalo, puthupañño puggalo.
sc_po: One with upside-down wisdom, one with wisdom on their lap, and one with wide wisdom.

# an3.30:1.4
source: Katamo ca, bhikkhave, avakujjapañño puggalo?
sc_po: And who is the person with upside-down wisdom?

# an3.30:1.5
source: Idha, bhikkhave, ekacco puggalo ārāmaṃ gantā hoti abhikkhaṇaṃ bhikkhūnaṃ santike dhammassavanāya.
sc_po: It’s someone who often goes to the monastery to hear the teaching in the presence of the mendicants.

# an3.30:1.6
source: Tassa bhikkhū dhammaṃ desenti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsenti.
sc_po: The mendicants teach them Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure.

# an3.30:1.7
source: So tasmiṃ āsane nisinno tassā kathāya neva ādiṃ manasi karoti, na majjhaṃ manasi karoti, na pariyosānaṃ manasi karoti;
sc_po: But even while sitting there, that person doesn’t pay attention to the beginning, middle, or end of the discussion.

# an3.30:1.8
source: vuṭṭhitopi tamhā āsanā tassā kathāya neva ādiṃ manasi karoti, na majjhaṃ manasi karoti, na pariyosānaṃ manasi karoti.
sc_po: And when they get up from their seat, they don’t pay attention to the beginning, middle, or end of the discussion.

# an3.30:1.9
source: Seyyathāpi, bhikkhave, kumbho nikujjo tatra udakaṃ āsittaṃ vivaṭṭati, no saṇṭhāti;
sc_po: It’s like when a pot full of water is tipped over, so the water drains out and doesn’t stay.

# an3.30:1.10
source: evamevaṃ kho, bhikkhave, idhekacco puggalo ārāmaṃ gantā hoti abhikkhaṇaṃ bhikkhūnaṃ santike dhammassavanāya.
sc_po: In the same way, someone often goes to the monastery to hear the teaching in the presence of the mendicants.

# an3.30:1.11
source: Tassa bhikkhū dhammaṃ desenti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsenti.
sc_po: The mendicants teach them Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure.

# an3.30:1.12
source: So tasmiṃ āsane nisinno tassā kathāya neva ādiṃ manasi karoti, na majjhaṃ manasi karoti, na pariyosānaṃ manasi karoti;
sc_po: But even while sitting there, that person doesn’t pay attention to the discussion in the beginning, middle, or end.

# an3.30:1.13
source: vuṭṭhitopi tamhā āsanā tassā kathāya neva ādiṃ manasi karoti, na majjhaṃ manasi karoti, na pariyosānaṃ manasi karoti.
sc_po: And when they get up from their seat, they don’t pay attention to the beginning, middle, or end of the discussion.

# an3.30:1.14
source: Ayaṃ vuccati, bhikkhave, avakujjapañño puggalo.
sc_po: This is called a person with upside-down wisdom.

# an3.30:2.1
source: Katamo ca, bhikkhave, ucchaṅgapañño puggalo?
sc_po: And who is the person with wisdom on their lap?

# an3.30:2.2
source: Idha, bhikkhave, ekacco puggalo ārāmaṃ gantā hoti abhikkhaṇaṃ bhikkhūnaṃ santike dhammassavanāya.
sc_po: It’s someone who often goes to the monastery to hear the teaching in the presence of the mendicants.

# an3.30:2.3
source: Tassa bhikkhū dhammaṃ desenti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsenti.
sc_po: The mendicants teach them Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure.

# an3.30:2.4
source: So tasmiṃ āsane nisinno tassā kathāya ādimpi manasi karoti, majjhampi manasi karoti, pariyosānampi manasi karoti;
sc_po: While sitting there, that person pays attention to the discussion in the beginning, middle, and end.

# an3.30:2.5
source: vuṭṭhito ca kho tamhā āsanā tassā kathāya neva ādiṃ manasi karoti, na majjhaṃ manasi karoti, na pariyosānaṃ manasi karoti.
sc_po: But when they get up from their seat, they don’t pay attention to the beginning, middle, or end of the discussion.

# an3.30:2.6
source: Seyyathāpi, bhikkhave, purisassa ucchaṅge nānākhajjakāni ākiṇṇāni—
sc_po: It’s like a person who has different kinds of food crammed on their lap—

# an3.30:2.7
source: tilā taṇḍulā modakā badarā.
sc_po: such as sesame, rice, sweets, or jujube—

# an3.30:2.8
source: So tamhā āsanā vuṭṭhahanto satisammosā pakireyya.
sc_po: so that if they get up from the seat without mindfulness, everything gets scattered.

# an3.30:2.9
source: Evamevaṃ kho, bhikkhave, idhekacco puggalo ārāmaṃ gantā hoti abhikkhaṇaṃ bhikkhūnaṃ santike dhammassavanāya.
sc_po: In the same way, someone often goes to the monastery to hear the teaching in the presence of the mendicants.

# an3.30:2.10
source: Tassa bhikkhū dhammaṃ desenti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsenti.
sc_po: The mendicants teach them Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure.

# an3.30:2.11
source: So tasmiṃ āsane nisinno tassā kathāya ādimpi manasi karoti, majjhampi manasi karoti, pariyosānampi manasi karoti;
sc_po: While sitting there, that person pays attention to the discussion in the beginning, middle, and end.

# an3.30:2.12
source: vuṭṭhito ca kho tamhā āsanā tassā kathāya neva ādiṃ manasi karoti, na majjhaṃ manasi karoti, na pariyosānaṃ manasi karoti.
sc_po: But when they get up from their seat, they don’t pay attention to the beginning, middle, or end of the discussion.

# an3.30:2.13
source: Ayaṃ vuccati, bhikkhave, ucchaṅgapañño puggalo.
sc_po: This is called a person with wisdom on their lap.

# an3.30:3.1
source: Katamo ca, bhikkhave, puthupañño puggalo?
sc_po: And who is the person with wide wisdom?

# an3.30:3.2
source: Idha, bhikkhave, ekacco puggalo ārāmaṃ gantā hoti abhikkhaṇaṃ bhikkhūnaṃ santike dhammassavanāya.
sc_po: It’s someone who often goes to the monastery to hear the teaching in the presence of the mendicants.

# an3.30:3.3
source: Tassa bhikkhū dhammaṃ desenti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsenti.
sc_po: The mendicants teach them Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure.

# an3.30:3.4
source: So tasmiṃ āsane nisinno tassā kathāya ādimpi manasi karoti, majjhampi manasi karoti, pariyosānampi manasi karoti;
sc_po: While sitting there, that person pays attention to the discussion in the beginning, middle, and end.

# an3.30:3.5
source: vuṭṭhitopi tamhā āsanā tassā kathāya ādimpi manasi karoti, majjhampi manasi karoti, pariyosānampi manasi karoti.
sc_po: And when they get up from their seat, they continue to pay attention to the beginning, middle, or end of the discussion.

# an3.30:3.6
source: Seyyathāpi, bhikkhave, kumbho ukkujjo tatra udakaṃ āsittaṃ saṇṭhāti no vivaṭṭati;
sc_po: It’s like when a pot full of water is set straight, so the water stays and doesn’t drain out.

# an3.30:3.7
source: evamevaṃ kho, bhikkhave, idhekacco puggalo ārāmaṃ gantā hoti abhikkhaṇaṃ bhikkhūnaṃ santike dhammassavanāya.
sc_po: In the same way, someone often goes to the monastery to hear the teaching in the presence of the mendicants.

# an3.30:3.8
source: Tassa bhikkhū dhammaṃ desenti ādikalyāṇaṃ majjhekalyāṇaṃ pariyosānakalyāṇaṃ sātthaṃ sabyañjanaṃ, kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ pakāsenti.
sc_po: The mendicants teach them Dhamma that’s good in the beginning, good in the middle, and good in the end, meaningful and well-phrased. And they reveal a spiritual practice that’s entirely full and pure.

# an3.30:3.9
source: So tasmiṃ āsane nisinno tassā kathāya ādimpi manasi karoti, majjhampi manasi karoti, pariyosānampi manasi karoti;
sc_po: While sitting there, that person pays attention to the discussion in the beginning, middle, and end.

# an3.30:3.10
source: vuṭṭhitopi tamhā āsanā tassā kathāya ādimpi manasi karoti, majjhampi manasi karoti, pariyosānampi manasi karoti.
sc_po: And when they get up from their seat, they continue to pay attention to the beginning, middle, or end of the discussion.

# an3.30:3.11
source: Ayaṃ vuccati, bhikkhave, puthupañño puggalo.
sc_po: This is called a person with wide wisdom.

# an3.30:3.12
source: Ime kho, bhikkhave, tayo puggalā santo saṃvijjamānā lokasminti.
sc_po: These are the three kinds of people found in the world.

# an3.30:4.1
source: Avakujjapañño puriso,
sc_po: A person with upside-down wisdom,

# an3.30:4.2
source: dummedho avicakkhaṇo;
sc_po: is stupid and cannot see,

# an3.30:4.3
source: Abhikkhaṇampi ce hoti,
sc_po: and even if they frequently

# an3.30:4.4
source: gantā bhikkhūna santike.
sc_po: go into the mendicants’ presence,

# an3.30:5.1
source: Ādiṃ kathāya majjhañca,
sc_po: such a person can’t learn

# an3.30:5.2
source: pariyosānañca tādiso;
sc_po: the beginning, middle, or end

# an3.30:5.3
source: Uggahetuṃ na sakkoti,
sc_po: of the discussion,

# an3.30:5.4
source: paññā hissa na vijjati.
sc_po: for their wisdom is lacking.

# an3.30:6.1
source: Ucchaṅgapañño puriso,
sc_po: The person with wisdom on their lap

# an3.30:6.2
source: seyyo etena vuccati;
sc_po: is better than that, it’s said;

# an3.30:6.3
source: Abhikkhaṇampi ce hoti,
sc_po: but even if they frequently

# an3.30:6.4
source: gantā bhikkhūna santike.
sc_po: go into the mendicants’ presence,

# an3.30:7.1
source: Ādiṃ kathāya majjhañca,
sc_po: such a person can only learn

# an3.30:7.2
source: pariyosānañca tādiso;
sc_po: the beginning, middle, and end

# an3.30:7.3
source: Nisinno āsane tasmiṃ,
sc_po: while sitting in that seat;

# an3.30:7.4
source: uggahetvāna byañjanaṃ;
sc_po: but they’ve only grasped the phrasing,

# an3.30:7.5
source: Vuṭṭhito nappajānāti,
sc_po: for when they get up their understanding fails,

# an3.30:7.6
source: gahitaṃ hissa mussati.
sc_po: and what they’ve learned is lost.

# an3.30:8.1
source: Puthupañño ca puriso,
sc_po: The person with wide wisdom

# an3.30:8.2
source: seyyo etehi vuccati;
sc_po: is better than that, it’s said;

# an3.30:8.3
source: Abhikkhaṇampi ce hoti,
sc_po: and if they, too, frequently

# an3.30:8.4
source: gantā bhikkhūna santike.
sc_po: go into the mendicants’ presence,

# an3.30:9.1
source: Ādiṃ kathāya majjhañca,
sc_po: such a person can learn

# an3.30:9.2
source: pariyosānañca tādiso;
sc_po: the beginning, middle, and end

# an3.30:9.3
source: Nisinno āsane tasmiṃ,
sc_po: while sitting in that seat;

# an3.30:9.4
source: uggahetvāna byañjanaṃ.
sc_po: and when they’ve grasped the phrasing,

# an3.30:10.1
source: Dhāreti seṭṭhasaṅkappo,
sc_po: they remember it with the best of intentions.

# an3.30:10.2
source: Abyaggamānaso naro;
sc_po: That peaceful-hearted person,

# an3.30:10.3
source: Dhammānudhammappaṭipanno,
sc_po: practicing in line with the teaching,

# an3.30:10.4
source: Dukkhassantakaro siyā”ti.
sc_po: would make an end of suffering.”
