Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.140.po
Languages: sc_po

# an3.140:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.140:0.2
source: 14. Yodhājīvavagga
sc_po: 14. A Warrior

# an3.140:0.3
source: 140. Assakhaḷuṅkasutta
sc_po: 140. A Wild Colt

# an3.140:1.1
source: “Tayo ca, bhikkhave, assakhaḷuṅke desessāmi tayo ca purisakhaḷuṅke.
sc_po: “Mendicants, I will teach you about three wild colts and three wild people.

# an3.140:1.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an3.140:1.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an3.140:1.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an3.140:2.1
source: “Katame ca, bhikkhave, tayo assakhaḷuṅkā?
sc_po: “What are the three wild colts?

# an3.140:2.2
source: Idha, bhikkhave, ekacco assakhaḷuṅko javasampanno hoti; na vaṇṇasampanno, na ārohapariṇāhasampanno.
sc_po: One wild colt is fast, but not beautiful or well proportioned.

# an3.140:2.3
source: Idha pana, bhikkhave, ekacco assakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca; na ārohapariṇāhasampanno.
sc_po: Another wild colt is fast and beautiful, but not well proportioned.

# an3.140:2.4
source: Idha pana, bhikkhave, ekacco assakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca.
sc_po: While another wild colt is fast, beautiful, and well proportioned.

# an3.140:2.5
source: Ime kho, bhikkhave, tayo assakhaḷuṅkā.
sc_po: These are the three wild colts.

# an3.140:3.1
source: Katame ca, bhikkhave, tayo purisakhaḷuṅkā?
sc_po: And what are the three wild people?

# an3.140:3.2
source: Idha, bhikkhave, ekacco purisakhaḷuṅko javasampanno hoti; na vaṇṇasampanno, na ārohapariṇāhasampanno.
sc_po: One wild person is fast, but not beautiful or well proportioned.

# an3.140:3.3
source: Idha pana, bhikkhave, ekacco purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca; na ārohapariṇāhasampanno.
sc_po: Another wild person is fast and beautiful, but not well proportioned.

# an3.140:3.4
source: Idha pana, bhikkhave, ekacco purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca.
sc_po: While another wild person is fast, beautiful, and well proportioned.

# an3.140:4.1
source: Kathañca, bhikkhave, purisakhaḷuṅko javasampanno hoti; na vaṇṇasampanno na ārohapariṇāhasampanno?
sc_po: And how is a wild person fast, but not beautiful or well proportioned?

# an3.140:4.2
source: Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an3.140:4.3
source: Idamassa javasmiṃ vadāmi.
sc_po: This is how they’re fast, I say.

# an3.140:4.4
source: Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho saṃsādeti, no vissajjeti.
sc_po: But when asked a question about the teaching or training, they falter without answering.

# an3.140:4.5
source: Idamassa na vaṇṇasmiṃ vadāmi.
sc_po: This is how they’re not beautiful, I say.

# an3.140:4.6
source: Na kho pana lābhī hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ.
sc_po: And they don’t receive robes, alms-food, lodgings, and medicines and supplies for the sick.

# an3.140:4.7
source: Idamassa na ārohapariṇāhasmiṃ vadāmi.
sc_po: This is how they’re not well proportioned, I say.

# an3.140:4.8
source: Evaṃ kho, bhikkhave, purisakhaḷuṅko javasampanno hoti; na vaṇṇasampanno, na ārohapariṇāhasampanno.
sc_po: This is how a wild person is fast, but not beautiful or well proportioned.

# an3.140:5.1
source: Kathañca, bhikkhave, purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca; na ārohapariṇāhasampanno?
sc_po: And how is a wild person fast and beautiful, but not well proportioned?

# an3.140:5.2
source: Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an3.140:5.3
source: Idamassa javasmiṃ vadāmi.
sc_po: This is how they’re fast, I say.

# an3.140:5.4
source: Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho vissajjeti, no saṃsādeti.
sc_po: When asked a question about the teaching or training, they answer without faltering.

# an3.140:5.5
source: Idamassa vaṇṇasmiṃ vadāmi.
sc_po: This is how they’re beautiful, I say.

# an3.140:5.6
source: Na pana lābhī hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ.
sc_po: But they don’t receive robes, alms-food, lodgings, and medicines and supplies for the sick.

# an3.140:5.7
source: Idamassa na ārohapariṇāhasmiṃ vadāmi.
sc_po: This is how they’re not well proportioned, I say.

# an3.140:5.8
source: Evaṃ kho, bhikkhave, purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca; na ārohapariṇāhasampanno.
sc_po: This is how a wild person is fast and beautiful, but not well proportioned.

# an3.140:6.1
source: Kathañca, bhikkhave, purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca?
sc_po: And how is a wild person fast, beautiful, and well proportioned?

# an3.140:6.2
source: Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti … pe … ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an3.140:6.3
source: Idamassa javasmiṃ vadāmi.
sc_po: This is how they’re fast, I say.

# an3.140:6.4
source: Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho vissajjeti, no saṃsādeti.
sc_po: When asked a question about the teaching or training, they answer without faltering.

# an3.140:6.5
source: Idamassa vaṇṇasmiṃ vadāmi.
sc_po: This is how they’re beautiful, I say.

# an3.140:6.6
source: Lābhī kho pana hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ.
sc_po: They receive robes, alms-food, lodgings, and medicines and supplies for the sick.

# an3.140:6.7
source: Idamassa ārohapariṇāhasmiṃ vadāmi.
sc_po: This is how they’re well proportioned, I say.

# an3.140:6.8
source: Evaṃ kho, bhikkhave, purisakhaḷuṅko javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca.
sc_po: This is how a wild person is fast, beautiful, and well proportioned.

# an3.140:6.9
source: Ime kho, bhikkhave, tayo purisakhaḷuṅkā”ti.
sc_po: These are the three wild people.”
