Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.068.po
Languages: sc_po

# an3.68:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.68:0.2
source: 7. Mahāvagga
sc_po: 7. The Great Chapter

# an3.68:0.3
source: 68. Aññatitthiyasutta
sc_po: 68. Followers of Other Paths

# an3.68:1.1
source: “Sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: “Mendicants, if wanderers who follow other paths were to ask:

# an3.68:1.2
source: ‘tayome, āvuso, dhammā.
sc_po: ‘There are these three things.

# an3.68:1.3
source: Katame tayo?
sc_po: What three?

# an3.68:1.4
source: Rāgo, doso, moho—
sc_po: Greed, hate, and delusion.

# an3.68:1.5
source: ime kho, āvuso, tayo dhammā.
sc_po: These are the three things.

# an3.68:1.6
source: Imesaṃ, āvuso, tiṇṇaṃ dhammānaṃ ko viseso ko adhippayāso kiṃ nānākaraṇan’ti?
sc_po: What’s the difference between them?’

# an3.68:1.7
source: Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ kinti byākareyyāthā”ti?
sc_po: How would you answer them?”

# an3.68:1.8
source: “Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti.
sc_po: “Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.”

# an3.68:1.9
source: “Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: “Well then, mendicants, listen and pay close attention, I will speak.”

# an3.68:1.10
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an3.68:1.11
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an3.68:2.1
source: “Sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: “Mendicants, if wanderers who follow other paths were to ask:

# an3.68:2.2
source: ‘tayome, āvuso, dhammā.
sc_po: ‘There are these three things.

# an3.68:2.3
source: Katame tayo?
sc_po: What three?

# an3.68:2.4
source: Rāgo, doso, moho—
sc_po: Greed, hate, and delusion.

# an3.68:2.5
source: ime kho, āvuso, tayo dhammā;
sc_po: These are the three things.

# an3.68:2.6
source: imesaṃ, āvuso, tiṇṇaṃ dhammānaṃ ko viseso ko adhippayāso kiṃ nānākaraṇan’ti?
sc_po: What’s the difference between them?’

# an3.68:2.7
source: Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
sc_po: You should answer them:

# an3.68:2.8
source: ‘rāgo kho, āvuso, appasāvajjo dandhavirāgī, doso mahāsāvajjo khippavirāgī, moho mahāsāvajjo dandhavirāgī’ti.
sc_po: ‘Greed, reverends, is mildly blameworthy, but slow to fade away. Hate is very blameworthy, but quick to fade away. Delusion is very blameworthy, and slow to fade away.’

# an3.68:3.1
source: ‘Ko panāvuso, hetu ko paccayo yena anuppanno vā rāgo uppajjati uppanno vā rāgo bhiyyobhāvāya vepullāya saṃvattatī’ti?
sc_po: And if they ask: ‘What is the cause, what is the reason why greed arises, and once arisen it increases and grows?’

# an3.68:3.2
source: ‘“Subhanimittan”tissa vacanīyaṃ.
sc_po: You should say: ‘The beautiful feature of things.

# an3.68:3.3
source: Tassa subhanimittaṃ ayoniso manasi karoto anuppanno vā rāgo uppajjati uppanno vā rāgo bhiyyobhāvāya vepullāya saṃvattati.
sc_po: When you attend improperly to the beautiful feature of things, greed arises, and once arisen it increases and grows.

# an3.68:3.4
source: Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno vā rāgo uppajjati uppanno vā rāgo bhiyyobhāvāya vepullāya saṃvattatī’ti.
sc_po: This is the cause, this is the reason why greed arises, and once arisen it increases and grows.’

# an3.68:4.1
source: ‘Ko panāvuso, hetu ko paccayo yena anuppanno vā doso uppajjati uppanno vā doso bhiyyobhāvāya vepullāya saṃvattatī’ti?
sc_po: And if they ask: ‘What is the cause, what is the reason why hate arises, and once arisen it increases and grows?’

# an3.68:4.2
source: ‘“Paṭighanimittan”tissa vacanīyaṃ.
sc_po: You should say: ‘The feature of harshness.

# an3.68:4.3
source: Tassa paṭighanimittaṃ ayoniso manasi karoto anuppanno vā doso uppajjati uppanno vā doso bhiyyobhāvāya vepullāya saṃvattati.
sc_po: When you attend improperly to the feature of harshness, hate arises, and once arisen it increases and grows.

# an3.68:4.4
source: Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno vā doso uppajjati uppanno vā doso bhiyyobhāvāya vepullāya saṃvattatī’ti.
sc_po: This is the cause, this is the reason why hate arises, and once arisen it increases and grows.’

# an3.68:5.1
source: ‘Ko panāvuso, hetu ko paccayo yena anuppanno vā moho uppajjati uppanno vā moho bhiyyobhāvāya vepullāya saṃvattatī’ti?
sc_po: And if they ask: ‘What is the cause, what is the reason why delusion arises, and once arisen it increases and grows?’

# an3.68:5.2
source: ‘“Ayoniso manasikāro”tissa vacanīyaṃ.
sc_po: You should say: ‘Improper attention.

# an3.68:5.3
source: Tassa ayoniso manasi karoto anuppanno vā moho uppajjati uppanno vā moho bhiyyobhāvāya vepullāya saṃvattati.
sc_po: When you attend improperly, delusion arises, and once arisen it increases and grows.

# an3.68:5.4
source: Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno vā moho uppajjati uppanno vā moho bhiyyobhāvāya vepullāya saṃvattatī’ti.
sc_po: This is the cause, this is the reason why delusion arises, and once arisen it increases and grows.’

# an3.68:6.1
source: ‘Ko panāvuso, hetu ko paccayo yena anuppanno ceva rāgo nuppajjati uppanno ca rāgo pahīyatī’ti?
sc_po: And if they ask, ‘What is the cause, what is the reason why greed doesn’t arise, or if it’s already arisen it’s given up?’

# an3.68:6.2
source: ‘“Asubhanimittan”tissa vacanīyaṃ.
sc_po: You should say: ‘The ugly feature of things.

# an3.68:6.3
source: Tassa asubhanimittaṃ yoniso manasi karoto anuppanno ceva rāgo nuppajjati uppanno ca rāgo pahīyati.
sc_po: When you attend properly on the ugly feature of things, greed doesn’t arise, or if it’s already arisen it’s given up.

# an3.68:6.4
source: Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno ceva rāgo nuppajjati uppanno ca rāgo pahīyatī’ti.
sc_po: This is the cause, this is the reason why greed doesn’t arise, or if it’s already arisen it’s given up.’

# an3.68:7.1
source: ‘Ko panāvuso, hetu ko paccayo yena anuppanno ceva doso nuppajjati uppanno ca doso pahīyatī’ti?
sc_po: And if they ask, ‘What is the cause, what is the reason why hate doesn’t arise, or if it’s already arisen it’s given up?’

# an3.68:7.2
source: ‘“Mettā cetovimuttī”tissa vacanīyaṃ.
sc_po: You should say: ‘The heart’s release by love.’

# an3.68:7.3
source: Tassa mettaṃ cetovimuttiṃ yoniso manasi karoto anuppanno ceva doso nuppajjati uppanno ca doso pahīyati.
sc_po: When you attend properly on the heart’s release by love, hate doesn’t arise, or if it’s already arisen it’s given up.

# an3.68:7.4
source: Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno ceva doso nuppajjati uppanno ca doso pahīyatī’ti.
sc_po: This is the cause, this is the reason why hate doesn’t arise, or if it’s already arisen it’s given up.’

# an3.68:8.1
source: ‘Ko panāvuso, hetu ko paccayo yena anuppanno ceva moho nuppajjati uppanno ca moho pahīyatī’ti?
sc_po: And if they ask, ‘What is the cause, what is the reason why delusion doesn’t arise, or if it’s already arisen it’s given up?’

# an3.68:8.2
source: ‘“Yonisomanasikāro”tissa vacanīyaṃ.
sc_po: You should say: ‘Proper attention.

# an3.68:8.3
source: Tassa yoniso manasi karoto anuppanno ceva moho nuppajjati uppanno ca moho pahīyati.
sc_po: When you attend properly, delusion doesn’t arise, or if it’s already arisen it’s given up.

# an3.68:8.4
source: Ayaṃ kho, āvuso, hetu ayaṃ paccayo yena anuppanno vā moho nuppajjati uppanno ca moho pahīyatī’”ti.
sc_po: This is the cause, this is the reason why delusion doesn’t arise, or if it’s already arisen it’s given up.’”
