Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.084.po
Languages: sc_po

# an3.84:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.84:0.2
source: 9. Samaṇavagga
sc_po: 9. Ascetics

# an3.84:0.3
source: 84. Vajjiputtasutta
sc_po: 84. The Vajji

# an3.84:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# an3.84:1.2
source: Atha kho aññataro vajjiputtako bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so vajjiputtako bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a certain Vajji monk went up to the Buddha, bowed, sat down to one side, and said to him:

# an3.84:1.3
source: “sādhikamidaṃ, bhante, diyaḍḍhasikkhāpadasataṃ anvaddhamāsaṃ uddesaṃ āgacchati.
sc_po: “Sir, each fortnight over a hundred and fifty training rules are recited.

# an3.84:1.4
source: Nāhaṃ, bhante, ettha sakkomi sikkhitun”ti.
sc_po: I’m not able to train in them.”

# an3.84:1.5
source: “Sakkhissasi pana tvaṃ, bhikkhu, tīsu sikkhāsu sikkhituṃ—
sc_po: “But monk, are you able to train in three trainings:

# an3.84:1.6
source: adhisīlasikkhāya, adhicittasikkhāya adhipaññāsikkhāyā”ti?
sc_po: the higher ethics, the higher mind, and the higher wisdom?”

# an3.84:1.7
source: “Sakkomahaṃ, bhante, tīsu sikkhāsu sikkhituṃ—
sc_po: “I am, sir.”

# an3.84:1.9
source: “Tasmātiha tvaṃ, bhikkhu, tīsu sikkhāsu sikkhassu—
sc_po: “So, monk, you should train in these three trainings:

# an3.84:1.10
source: adhisīlasikkhāya, adhicittasikkhāya, adhipaññāsikkhāya.
sc_po: the higher ethics, the higher mind, and the higher wisdom.

# an3.84:2.1
source: Yato kho tvaṃ, bhikkhu, adhisīlampi sikkhissasi, adhicittampi sikkhissasi, adhipaññampi sikkhissasi, tassa tuyhaṃ bhikkhu adhisīlampi sikkhato adhicittampi sikkhato adhipaññampi sikkhato rāgo pahīyissati, doso pahīyissati, moho pahīyissati.
sc_po: As you train in these, you will give up greed, hate, and delusion.

# an3.84:2.2
source: So tvaṃ rāgassa pahānā dosassa pahānā mohassa pahānā yaṃ akusalaṃ na taṃ karissasi, yaṃ pāpaṃ na taṃ sevissasī”ti.
sc_po: Then you won’t do anything unskillful, or practice anything bad.”

# an3.84:3.1
source: Atha kho so bhikkhu aparena samayena adhisīlampi sikkhi, adhicittampi sikkhi, adhipaññampi sikkhi.
sc_po: After some time that monk trained in the higher ethics, the higher mind, and the higher wisdom.

# an3.84:3.2
source: Tassa adhisīlampi sikkhato adhicittampi sikkhato adhipaññampi sikkhato rāgo pahīyi, doso pahīyi, moho pahīyi.
sc_po: He gave up greed, hate, and delusion.

# an3.84:3.3
source: So rāgassa pahānā dosassa pahānā mohassa pahānā yaṃ akusalaṃ taṃ nākāsi, yaṃ pāpaṃ taṃ na sevīti.
sc_po: Then he didn’t do anything unskillful, or practice anything bad.
