Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.047.po
Languages: sc_po

# an3.47:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.47:0.2
source: 5. Cūḷavagga
sc_po: 5. The Lesser Chapter

# an3.47:0.3
source: 47. Saṅkhatalakkhaṇasutta
sc_po: 47. Characteristics of the Conditioned

# an3.47:1.1
source: “Tīṇimāni, bhikkhave, saṅkhatassa saṅkhatalakkhaṇāni.
sc_po: “Mendicants, conditioned phenomena have these three characteristics.

# an3.47:1.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.47:1.3
source: Uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṃ paññāyati.
sc_po: Arising is evident, vanishing is evident, and change while persisting is evident.

# an3.47:1.4
source: Imāni kho, bhikkhave, tīṇi saṅkhatassa saṅkhatalakkhaṇānī”ti.
sc_po: These are the three characteristics of conditioned phenomena.”

# an3.47:1.6
source: Asaṅkhatalakkhaṇasutta
sc_po: Characteristics of the Unconditioned

# an3.47:2.1
source: “Tīṇimāni, bhikkhave, asaṅkhatassa asaṅkhatalakkhaṇāni.
sc_po: “Unconditioned phenomena have these three characteristics.

# an3.47:2.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.47:2.3
source: Na uppādo paññāyati, na vayo paññāyati, na ṭhitassa aññathattaṃ paññāyati.
sc_po: No arising is evident, no vanishing is evident, and no change while persisting is evident.

# an3.47:2.4
source: Imāni kho, bhikkhave, tīṇi asaṅkhatassa asaṅkhatalakkhaṇānī”ti.
sc_po: These are the three characteristics of unconditioned phenomena.”
