Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.183-352.po
Languages: sc_po

# an3.183-352:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.183-352:0.2
source: 18. Rāgapeyyāla
sc_po: 18. Abbreviated Texts Beginning with Greed

# an3.183-352:1.1
source: “Rāgassa, bhikkhave, abhiññāya tayo dhammā bhāvetabbā.
sc_po: “For insight into greed, three things should be developed.

# an3.183-352:1.2
source: Katame tayo?
sc_po: What three?

# an3.183-352:1.3
source: Suññato samādhi, animitto samādhi, appaṇihito samādhi—
sc_po: Emptiness immersion; signless immersion; and undirected immersion.

# an3.183-352:1.4
source: rāgassa, bhikkhave, abhiññāya ime tayo dhammā bhāvetabbā. (1) ()
sc_po: For insight into greed, these three things should be developed.

# an3.183-352:2.1
source: Rāgassa, bhikkhave, pariññāya … pe …
sc_po: For the complete understanding of greed …

# an3.183-352:2.2
source: parikkhayāya …
sc_po: complete ending …

# an3.183-352:2.3
source: pahānāya …
sc_po: giving up …

# an3.183-352:2.4
source: khayāya …
sc_po: ending …

# an3.183-352:2.5
source: vayāya …
sc_po: vanishing …

# an3.183-352:2.6
source: virāgāya …
sc_po: fading away …

# an3.183-352:2.7
source: nirodhāya …
sc_po: cessation …

# an3.183-352:2.8
source: cāgāya …
sc_po: giving away …

# an3.183-352:2.9
source: paṭinissaggāya ime tayo dhammā bhāvetabbā.
sc_po: letting go …

# an3.183-352:3.1
source: Dosassa …
sc_po: hate …

# an3.183-352:3.2
source: mohassa …
sc_po: delusion …

# an3.183-352:3.3
source: kodhassa …
sc_po: anger …

# an3.183-352:3.4
source: upanāhassa …
sc_po: hostility …

# an3.183-352:3.5
source: makkhassa …
sc_po: offensiveness …

# an3.183-352:3.6
source: paḷāsassa …
sc_po: contempt …

# an3.183-352:3.7
source: issāya …
sc_po: jealousy …

# an3.183-352:3.8
source: macchariyassa …
sc_po: stinginess …

# an3.183-352:3.9
source: māyāya …
sc_po: deceitfulness …

# an3.183-352:3.10
source: sāṭheyyassa …
sc_po: deviousness …

# an3.183-352:3.11
source: thambhassa …
sc_po: obstinacy …

# an3.183-352:3.12
source: sārambhassa …
sc_po: aggression …

# an3.183-352:3.13
source: mānassa …
sc_po: conceit …

# an3.183-352:3.14
source: atimānassa …
sc_po: arrogance …

# an3.183-352:3.15
source: madassa …
sc_po: vanity …

# an3.183-352:3.16
source: pamādassa …
sc_po: negligence …

# an3.183-352:3.17
source: abhiññāya …
sc_po: insight …

# an3.183-352:3.18
source: pariññāya …
sc_po: complete understanding …

# an3.183-352:3.19
source: parikkhayāya …
sc_po: complete ending …

# an3.183-352:3.20
source: pahānāya …
sc_po: giving up …

# an3.183-352:3.21
source: khayāya …
sc_po: ending …

# an3.183-352:3.22
source: vayāya …
sc_po: vanishing …

# an3.183-352:3.23
source: virāgāya …
sc_po: fading away …

# an3.183-352:3.24
source: nirodhāya …
sc_po: cessation …

# an3.183-352:3.25
source: cāgāya …
sc_po: giving away …

# an3.183-352:3.26
source: paṭinissaggāya ime tayo dhammā bhāvetabbā”ti.
sc_po: For the letting go of negligence, these three things should be developed.”

# an3.183-352:4.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# an3.183-352:4.2
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.

# an3.183-352:8.6
source: Tikanipātapāḷi niṭṭhitā.
sc_po: The Book of the Threes is finished.
