Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.079.po
Languages: sc_po

# an3.79:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.79:0.2
source: 8. Ānandavagga
sc_po: 8. Ānanda

# an3.79:0.3
source: 79. Gandhajātasutta
sc_po: 79. Fragrances

# an3.79:1.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# an3.79:2.1
source: “Tīṇimāni, bhante, gandhajātāni, yesaṃ anuvātaṃyeva gandho gacchati, no paṭivātaṃ.
sc_po: “Sir, there are these three kinds of fragrance that spread only with the wind, not against it.

# an3.79:2.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.79:2.3
source: Mūlagandho, sāragandho, pupphagandho—
sc_po: The fragrance of roots, heartwood, and flowers.

# an3.79:2.4
source: imāni kho, bhante, tīṇi gandhajātāni, yesaṃ anuvātaṃyeva gandho gacchati, no paṭivātaṃ.
sc_po: These are the three kinds of fragrance that spread only with the wind, not against it.

# an3.79:2.5
source: Atthi nu kho, bhante, kiñci gandhajātaṃ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti?
sc_po: Is there a kind of fragrance that spreads with the wind, and against it, and both ways?”

# an3.79:3.1
source: “Atthānanda, kiñci gandhajātaṃ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti.
sc_po: “There is, Ānanda, such a kind of fragrance.”

# an3.79:3.2
source: “Katamañca pana, bhante, gandhajātaṃ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatī”ti?
sc_po: “So what, sir, is that kind of fragrance?”

# an3.79:4.1
source: “Idhānanda, yasmiṃ gāme vā nigame vā itthī vā puriso vā buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti,
sc_po: “It’s when, Ānanda, in some village or town, a woman or man has gone for refuge to the Buddha, the teaching, and the Saṅgha.

# an3.79:4.2
source: pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, kāmesumicchācārā paṭivirato hoti, musāvādā paṭivirato hoti, surāmerayamajjapamādaṭṭhānā paṭivirato hoti, sīlavā hoti kalyāṇadhammo,
sc_po: They don’t kill living creatures, steal, commit sexual misconduct, lie, or take alcoholic drinks that cause negligence. They’re ethical, of good character.

# an3.79:4.3
source: vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato.
sc_po: They live at home with a heart rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# an3.79:5.1
source: Tassa disāsu samaṇabrāhmaṇā vaṇṇaṃ bhāsanti:
sc_po: Ascetics and brahmins everywhere praise them for these good qualities;

# an3.79:6.1
source: devatāpissa vaṇṇaṃ bhāsanti:
sc_po: even the deities praise them.

# an3.79:6.5
source: Idaṃ kho taṃ, ānanda, gandhajātaṃ yassa anuvātampi gandho gacchati, paṭivātampi gandho gacchati, anuvātapaṭivātampi gandho gacchatīti.
sc_po: This is the kind of fragrance that spreads with the wind, and against it, and both.

# an3.79:7.1
source: Na pupphagandho paṭivātameti,
sc_po: The fragrance of flowers doesn’t spread against the wind,

# an3.79:7.2
source: Na candanaṃ tagaramallikā vā;
sc_po: nor sandalwood, pinwheel flowers, or jasmine;

# an3.79:7.3
source: Satañca gandho paṭivātameti,
sc_po: but the fragrance of the good spreads against the wind;

# an3.79:7.4
source: Sabbā disā sappuriso pavāyatī”ti.
sc_po: a good person’s virtue spreads in every direction.”
