Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.062.po
Languages: sc_po

# an3.62:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.62:0.2
source: 7. Mahāvagga
sc_po: 7. The Great Chapter

# an3.62:0.3
source: 62. Bhayasutta
sc_po: 62. Perils

# an3.62:1.1
source: “Tīṇimāni, bhikkhave, amātāputtikāni bhayānīti assutavā puthujjano bhāsati.
sc_po: “Mendicants, an uneducated ordinary person speaks of three perils that tear mothers and children apart.

# an3.62:1.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.62:1.3
source: Hoti so, bhikkhave, samayo yaṃ mahāaggiḍāho vuṭṭhāti.
sc_po: There comes a time when a great fire flares up,

# an3.62:1.4
source: Mahāaggiḍāhe kho pana, bhikkhave, vuṭṭhite tena gāmāpi ḍayhanti nigamāpi ḍayhanti nagarāpi ḍayhanti.
sc_po: and it burns villages, towns, and cities.

# an3.62:1.5
source: Gāmesupi ḍayhamānesu nigamesupi ḍayhamānesu nagaresupi ḍayhamānesu tattha mātāpi puttaṃ nappaṭilabhati, puttopi mātaraṃ nappaṭilabhati.
sc_po: When this happens, a mother can’t find her child, and a child can’t find their mother.

# an3.62:1.6
source: Idaṃ, bhikkhave, paṭhamaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.
sc_po: This is the first peril that tears mothers and children apart.

# an3.62:2.1
source: Puna caparaṃ, bhikkhave, hoti so samayo yaṃ mahāmegho vuṭṭhāti.
sc_po: Furthermore, there comes a time when a great storm gathers,

# an3.62:2.2
source: Mahāmeghe kho pana, bhikkhave, vuṭṭhite mahāudakavāhako sañjāyati.
sc_po: and it unleashes a mighty flood

# an3.62:2.3
source: Mahāudakavāhake kho pana, bhikkhave, sañjāyante tena gāmāpi vuyhanti nigamāpi vuyhanti nagarāpi vuyhanti.
sc_po: that sweeps away villages, towns, and cities.

# an3.62:2.4
source: Gāmesupi vuyhamānesu nigamesupi vuyhamānesu nagaresupi vuyhamānesu tattha mātāpi puttaṃ nappaṭilabhati, puttopi mātaraṃ nappaṭilabhati.
sc_po: When this happens, a mother can’t find her child, and a child can’t find their mother.

# an3.62:2.5
source: Idaṃ, bhikkhave, dutiyaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.
sc_po: This is the second peril that tears mothers and children apart.

# an3.62:3.1
source: Puna caparaṃ, bhikkhave, hoti so samayo yaṃ bhayaṃ hoti aṭavisaṅkopo, cakkasamāruḷhā jānapadā pariyāyanti.
sc_po: Furthermore, there comes a time of peril from wild savages, and the countryfolk mount their vehicles and flee everywhere.

# an3.62:3.2
source: Bhaye kho pana, bhikkhave, sati aṭavisaṅkope cakkasamāruḷhesu jānapadesu pariyāyantesu tattha mātāpi puttaṃ nappaṭilabhati, puttopi mātaraṃ nappaṭilabhati.
sc_po: When this happens, a mother can’t find her child, and a child can’t find their mother.

# an3.62:3.3
source: Idaṃ, bhikkhave, tatiyaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.
sc_po: This is the third peril that tears mothers and children apart.

# an3.62:3.4
source: Imāni kho, bhikkhave, tīṇi amātāputtikāni bhayānīti assutavā puthujjano bhāsati.
sc_po: These are the three perils an uneducated ordinary person speaks of that tear mothers and children apart.

# an3.62:4.1
source: Tāni kho panimāni, bhikkhave, tīṇi samātāputtikāniyeva bhayāni amātāputtikāni bhayānīti assutavā puthujjano bhāsati.
sc_po: Mendicants, an uneducated ordinary person speaks of three perils that don’t tear mothers and children apart.

# an3.62:4.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.62:4.3
source: Hoti so, bhikkhave, samayo yaṃ mahāaggiḍāho vuṭṭhāti.
sc_po: There comes a time when a great fire flares up,

# an3.62:4.4
source: Mahāaggiḍāhe kho pana, bhikkhave, vuṭṭhite tena gāmāpi ḍayhanti nigamāpi ḍayhanti nagarāpi ḍayhanti.
sc_po: and it burns villages, towns, and cities.

# an3.62:4.5
source: Gāmesupi ḍayhamānesu nigamesupi ḍayhamānesu nagaresupi ḍayhamānesu hoti so samayo yaṃ kadāci karahaci mātāpi puttaṃ paṭilabhati, puttopi mātaraṃ paṭilabhati.
sc_po: When this happens, sometimes a mother can find her child, and a child can find their mother.

# an3.62:4.6
source: Idaṃ, bhikkhave, paṭhamaṃ samātāputtikaṃyeva bhayaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.
sc_po: This is the first peril that doesn’t tear mothers and children apart.

# an3.62:5.1
source: Puna caparaṃ, bhikkhave, hoti so samayo yaṃ mahāmegho vuṭṭhāti.
sc_po: Furthermore, there comes a time when a great storm gathers,

# an3.62:5.2
source: Mahāmeghe kho pana, bhikkhave, vuṭṭhite mahāudakavāhako sañjāyati.
sc_po: and it unleashes a mighty flood

# an3.62:5.3
source: Mahāudakavāhake kho pana, bhikkhave, sañjāte tena gāmāpi vuyhanti nigamāpi vuyhanti nagarāpi vuyhanti.
sc_po: that sweeps away villages, towns, and cities.

# an3.62:5.4
source: Gāmesupi vuyhamānesu nigamesupi vuyhamānesu nagaresupi vuyhamānesu hoti so samayo yaṃ kadāci karahaci mātāpi puttaṃ paṭilabhati, puttopi mātaraṃ paṭilabhati.
sc_po: When this happens, sometimes a mother can find her child, and a child can find their mother.

# an3.62:5.5
source: Idaṃ, bhikkhave, dutiyaṃ samātāputtikaṃyeva bhayaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.
sc_po: This is the second peril that doesn’t tear mothers and children apart.

# an3.62:6.1
source: Puna caparaṃ, bhikkhave, hoti so samayo yaṃ bhayaṃ hoti aṭavisaṅkopo, cakkasamāruḷhā jānapadā pariyāyanti.
sc_po: Furthermore, there comes a time of peril from wild savages, and the countryfolk mount their vehicles and flee everywhere.

# an3.62:6.2
source: Bhaye kho pana, bhikkhave, sati aṭavisaṅkope cakkasamāruḷhesu jānapadesu pariyāyantesu hoti so samayo yaṃ kadāci karahaci mātāpi puttaṃ paṭilabhati, puttopi mātaraṃ paṭilabhati.
sc_po: When this happens, sometimes a mother can find her child, and a child can find their mother.

# an3.62:6.3
source: Idaṃ, bhikkhave, tatiyaṃ samātāputtikaṃyeva bhayaṃ amātāputtikaṃ bhayanti assutavā puthujjano bhāsati.
sc_po: This is the third peril that doesn’t tear mothers and children apart.

# an3.62:6.4
source: Imāni kho, bhikkhave, tīṇi samātāputtikāniyeva bhayāni amātāputtikāni bhayānīti assutavā puthujjano bhāsati.
sc_po: These are the three perils an uneducated ordinary person speaks of that don’t tear mothers and children apart.

# an3.62:7.1
source: Tīṇimāni, bhikkhave, amātāputtikāni bhayāni.
sc_po: There are three perils that tear mothers and children apart.

# an3.62:7.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.62:7.3
source: Jarābhayaṃ, byādhibhayaṃ, maraṇabhayanti.
sc_po: The perils of old age, sickness, and death.

# an3.62:7.4
source: Na, bhikkhave, mātā puttaṃ jīramānaṃ evaṃ labhati:
sc_po: When a child is growing old, a mother doesn’t get her wish:

# an3.62:7.5
source: ‘ahaṃ jīrāmi, mā me putto jīrī’ti;
sc_po: ‘Let me grow old, may my child not grow old!’

# an3.62:7.6
source: putto vā pana mātaraṃ jīramānaṃ na evaṃ labhati:
sc_po: When a mother is growing old, a child doesn’t get their wish:

# an3.62:7.7
source: ‘ahaṃ jīrāmi, mā me mātā jīrī’ti.
sc_po: ‘Let me grow old, may my mother not grow old!’

# an3.62:8.1
source: Na, bhikkhave, mātā puttaṃ byādhiyamānaṃ evaṃ labhati:
sc_po: When a child is sick, a mother doesn’t get her wish:

# an3.62:8.2
source: ‘ahaṃ byādhiyāmi, mā me putto byādhiyī’ti;
sc_po: ‘Let me be sick, may my child not be sick!’

# an3.62:8.3
source: putto vā pana mātaraṃ byādhiyamānaṃ na evaṃ labhati:
sc_po: When a mother is sick, a child doesn’t get their wish:

# an3.62:8.4
source: ‘ahaṃ byādhiyāmi, mā me mātā byādhiyī’ti.
sc_po: ‘Let me be sick, may my mother not be sick!’

# an3.62:9.1
source: Na, bhikkhave, mātā puttaṃ mīyamānaṃ evaṃ labhati:
sc_po: When a child is dying, a mother doesn’t get her wish:

# an3.62:9.2
source: ‘ahaṃ mīyāmi, mā me putto mīyī’ti;
sc_po: ‘Let me die, may my child not die!’

# an3.62:9.3
source: putto vā pana mātaraṃ mīyamānaṃ na evaṃ labhati:
sc_po: When a mother is dying, a child doesn’t get their wish:

# an3.62:9.4
source: ‘ahaṃ mīyāmi, mā me mātā mīyī’ti.
sc_po: ‘Let me die, may my mother not die!’

# an3.62:9.5
source: Imāni kho, bhikkhave, tīṇi amātāputtikāni bhayānīti.
sc_po: These are the three perils that tear mothers and children apart.

# an3.62:10.1
source: Atthi, bhikkhave, maggo atthi paṭipadā imesañca tiṇṇaṃ samātāputtikānaṃ bhayānaṃ imesañca tiṇṇaṃ amātāputtikānaṃ bhayānaṃ pahānāya samatikkamāya saṃvattati.
sc_po: There is a path and a practice that leads to giving up and going beyond the three perils that don’t tear mothers and children apart, and the three perils that do tear mothers and children apart.

# an3.62:10.2
source: Katamo ca, bhikkhave, maggo katamā ca paṭipadā imesañca tiṇṇaṃ samātāputtikānaṃ bhayānaṃ imesañca tiṇṇaṃ amātāputtikānaṃ bhayānaṃ pahānāya samatikkamāya saṃvattati?
sc_po: What is that path and practice?

# an3.62:10.3
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# an3.62:10.4
source: sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# an3.62:10.5
source: Ayaṃ kho, bhikkhave, maggo ayaṃ paṭipadā imesañca tiṇṇaṃ samātāputtikānaṃ bhayānaṃ imesañca tiṇṇaṃ amātāputtikānaṃ bhayānaṃ pahānāya samatikkamāya saṃvattatī”ti.
sc_po: This is the path, this is the practice that leads to giving up and going beyond the three perils that don’t tear mothers and children apart, and the three perils that do tear mothers and children apart.”
