Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.039.po
Languages: sc_po

# an3.39:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.39:0.2
source: 4. Devadūtavagga
sc_po: 4. Messengers of the Gods

# an3.39:0.3
source: 39. Sukhumālasutta
sc_po: 39. A Delicate Lifestyle

# an3.39:1.1
source: “Sukhumālo ahaṃ, bhikkhave, paramasukhumālo accantasukhumālo.
sc_po: “My lifestyle was delicate, mendicants, most delicate, extremely delicate.

# an3.39:1.2
source: Mama sudaṃ, bhikkhave, pitu nivesane pokkharaṇiyo kāritā honti.
sc_po: In my father’s house, lotus ponds were made just for me.

# an3.39:1.3
source: Ekattha sudaṃ, bhikkhave, uppalaṃ vappati, ekattha padumaṃ, ekattha puṇḍarīkaṃ, yāvadeva mamatthāya.
sc_po: In some, blue water lilies blossomed, while in others, there were pink or white lotuses, just for my benefit.

# an3.39:1.4
source: Na kho panassāhaṃ, bhikkhave, akāsikaṃ candanaṃ dhāremi. Kāsikaṃ, bhikkhave, su me taṃ veṭhanaṃ hoti, kāsikā kañcukā, kāsikaṃ nivāsanaṃ, kāsiko uttarāsaṅgo.
sc_po: I only used sandalwood from Kāsī, and my turbans, jackets, sarongs, and upper robes also came from Kāsī.

# an3.39:1.5
source: Rattindivaṃ kho pana me su taṃ, bhikkhave, setacchattaṃ dhārīyati:
sc_po: And a white parasol was held over me night and day, with the thought:

# an3.39:1.6
source: ‘mā naṃ phusi sītaṃ vā uṇhaṃ vā tiṇaṃ vā rajo vā ussāvo vā’ti.
sc_po: ‘Don’t let cold, heat, grass, dust, or damp bother him.’

# an3.39:2.1
source: Tassa mayhaṃ, bhikkhave, tayo pāsādā ahesuṃ—eko hemantiko, eko gimhiko, eko vassiko.
sc_po: I had three stilt longhouses—one for the winter, one for the summer, and one for the rainy season.

# an3.39:2.2
source: So kho ahaṃ, bhikkhave, vassike pāsāde vassike cattāro māse nippurisehi tūriyehi paricārayamāno na heṭṭhāpāsādaṃ orohāmi.
sc_po: I stayed in a stilt longhouse without coming downstairs for the four months of the rainy season, where I was entertained by musicians—none of them men.

# an3.39:2.3
source: Yathā kho pana, bhikkhave, aññesaṃ nivesane dāsakammakaraporisassa kaṇājakaṃ bhojanaṃ dīyati bilaṅgadutiyaṃ, evamevassu me, bhikkhave, pitu nivesane dāsakammakaraporisassa sālimaṃsodano dīyati.
sc_po: While the bondservants, workers, and staff in other houses are given rough gruel with pickles to eat, in my father’s house they eat fine rice with meat.

# an3.39:3.1
source: Tassa mayhaṃ, bhikkhave, evarūpāya iddhiyā samannāgatassa evarūpena ca sukhumālena etadahosi:
sc_po: Amid such prosperity and such a delicate lifestyle, I thought:

# an3.39:3.2
source: ‘assutavā kho puthujjano attanā jarādhammo samāno jaraṃ anatīto paraṃ jiṇṇaṃ disvā aṭṭīyati harāyati jigucchati attānaṃyeva atisitvā, ahampi khomhi jarādhammo jaraṃ anatīto.
sc_po: ‘When an uneducated ordinary person—who is liable to grow old, not being exempt from old age—sees someone else who is old, they’re horrified, repelled, and disgusted, overlooking the fact that they themselves are in the same situation.

# an3.39:3.3
source: Ahañceva kho pana jarādhammo samāno jaraṃ anatīto paraṃ jiṇṇaṃ disvā aṭṭīyeyyaṃ harāyeyyaṃ jiguccheyyaṃ na metaṃ assa patirūpan’ti.
sc_po: But since I, too, am liable to grow old, it would not be appropriate for me to be horrified, embarrassed, and disgusted, when I see someone else who is old.’

# an3.39:3.4
source: Tassa mayhaṃ, bhikkhave, iti paṭisañcikkhato yo yobbane yobbanamado so sabbaso pahīyi.
sc_po: Reflecting like this, I entirely gave up the vanity of youth.

# an3.39:4.1
source: Assutavā kho puthujjano attanā byādhidhammo samāno byādhiṃ anatīto paraṃ byādhitaṃ disvā aṭṭīyati harāyati jigucchati attānaṃyeva atisitvā:
sc_po: ‘When an uneducated ordinary person—who is liable to get sick, not being exempt from sickness—sees someone else who is sick, they’re horrified, repelled, and disgusted, overlooking the fact that they themselves are in the same situation.

# an3.39:4.2
source: ‘ahampi khomhi byādhidhammo byādhiṃ anatīto, ahañceva kho pana byādhidhammo samāno byādhiṃ anatīto paraṃ byādhikaṃ disvā aṭṭīyeyyaṃ harāyeyyaṃ jiguccheyyaṃ, na metaṃ assa patirūpan’ti.
sc_po: But since I, too, am liable to get sick, it would not be appropriate for me to be horrified, embarrassed, and disgusted, when I see someone else who is sick.’

# an3.39:4.3
source: Tassa mayhaṃ, bhikkhave, iti paṭisañcikkhato yo ārogye ārogyamado so sabbaso pahīyi.
sc_po: Reflecting like this, I entirely gave up the vanity of health.

# an3.39:5.1
source: Assutavā kho puthujjano attanā maraṇadhammo samāno maraṇaṃ anatīto paraṃ mataṃ disvā aṭṭīyati harāyati jigucchati attānaṃyeva atisitvā:
sc_po: ‘When an uneducated ordinary person—who is liable to die, not being exempt from death—sees someone else who is dead, they’re horrified, repelled, and disgusted, overlooking the fact that they themselves are in the same situation.

# an3.39:5.2
source: ‘ahampi khomhi maraṇadhammo, maraṇaṃ anatīto, ahaṃ ceva kho pana maraṇadhammo samāno maraṇaṃ anatīto paraṃ mataṃ disvā aṭṭīyeyyaṃ harāyeyyaṃ jiguccheyyaṃ, na metaṃ assa patirūpan’ti.
sc_po: But since I, too, am liable to die, it would not be appropriate for me to be horrified, embarrassed, and disgusted, when I see someone else who is dead.’

# an3.39:5.3
source: Tassa mayhaṃ, bhikkhave, iti paṭisañcikkhato yo jīvite jīvitamado so sabbaso pahīyīti.
sc_po: Reflecting like this, I entirely gave up the vanity of life.

# an3.39:6.1
source: Tayome, bhikkhave, madā.
sc_po: There are these three vanities.

# an3.39:6.2
source: Katame tayo?
sc_po: What three?

# an3.39:6.3
source: Yobbanamado, ārogyamado, jīvitamado.
sc_po: The vanity of youth, of health, and of life.

# an3.39:6.4
source: Yobbanamadamatto vā, bhikkhave, assutavā puthujjano kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati.
sc_po: Intoxicated with the vanity of youth, an uneducated ordinary person does bad things by way of body, speech, and mind.

# an3.39:6.5
source: So kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# an3.39:6.6
source: Ārogyamadamatto vā, bhikkhave, assutavā puthujjano … pe …
sc_po: Intoxicated with the vanity of health …

# an3.39:6.7
source: jīvitamadamatto vā, bhikkhave, assutavā puthujjano kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati.
sc_po: Intoxicated with the vanity of life, an uneducated ordinary person does bad things by way of body, speech, and mind.

# an3.39:6.8
source: So kāyena duccaritaṃ caritvā, vācāya duccaritaṃ caritvā, manasā duccaritaṃ caritvā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell.

# an3.39:7.1
source: Yobbanamadamatto vā, bhikkhave, bhikkhu sikkhaṃ paccakkhāya hīnāyāvattati.
sc_po: Intoxicated with the vanity of youth, health, or life, a mendicant rejects the training and returns to a lesser life.

# an3.39:8.1
source: Byādhidhammā jarādhammā,
sc_po: For others, sickness is natural,

# an3.39:8.2
source: atho maraṇadhammino;
sc_po: and so are old age and death.

# an3.39:8.3
source: Yathādhammā tathāsantā,
sc_po: Though this is how their nature is,

# an3.39:8.4
source: jigucchanti puthujjanā.
sc_po: ordinary people feel disgusted.

# an3.39:9.1
source: Ahañce taṃ jiguccheyyaṃ,
sc_po: If I were to be disgusted

# an3.39:9.2
source: evaṃdhammesu pāṇisu;
sc_po: with creatures whose nature is such,

# an3.39:9.3
source: Na metaṃ patirūpassa,
sc_po: it would not be appropriate for me,

# an3.39:9.4
source: mama evaṃ vihārino.
sc_po: since my life is just the same.

# an3.39:10.1
source: Sohaṃ evaṃ viharanto,
sc_po: Living in such a way,

# an3.39:10.2
source: ñatvā dhammaṃ nirūpadhiṃ;
sc_po: I understood the reality without attachments.

# an3.39:10.3
source: Ārogye yobbanasmiñca,
sc_po: I mastered all vanities—

# an3.39:10.4
source: jīvitasmiñca ye madā.
sc_po: of health, of youth,

# an3.39:11.1
source: Sabbe made abhibhosmi,
sc_po: and even of life—

# an3.39:11.2
source: Nekkhamme daṭṭhu khemataṃ;
sc_po: seeing safety in renunciation.

# an3.39:11.3
source: Tassa me ahu ussāho,
sc_po: Zeal sprang up in me

# an3.39:11.4
source: Nibbānaṃ abhipassato.
sc_po: as I looked to extinguishment.

# an3.39:12.1
source: Nāhaṃ bhabbo etarahi,
sc_po: Now I’m unable

# an3.39:12.2
source: Kāmāni paṭisevituṃ;
sc_po: to indulge in sensual pleasures;

# an3.39:12.3
source: Anivatti bhavissāmi,
sc_po: there’s no turning back,

# an3.39:12.4
source: Brahmacariyaparāyaṇo”ti.
sc_po: until the spiritual life is complete.”
