Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.124.po
Languages: sc_po

# an3.124:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.124:0.2
source: 13. Kusināravagga
sc_po: 13. Kusināra

# an3.124:0.3
source: 124. Bhaṇḍanasutta
sc_po: 124. Arguments

# an3.124:1.1
source: “Yassaṃ, bhikkhave, disāyaṃ bhikkhū bhaṇḍanajātā kalahajātā vivādāpannā aññamaññaṃ mukhasattīhi vitudantā viharanti, manasi kātumpi me esā, bhikkhave, disā na phāsu hoti, pageva gantuṃ.
sc_po: “Mendicants, I’m not even comfortable thinking about a place where mendicants argue—quarreling and fighting, continually wounding each other with barbed words—let alone going there.

# an3.124:1.2
source: Niṭṭhamettha gacchāmi:
sc_po: I come to a conclusion about them:

# an3.124:1.3
source: ‘addhā te āyasmanto tayo dhamme pajahiṃsu, tayo dhamme bahulamakaṃsu.
sc_po: ‘Clearly those venerables have given up three things and cultivated three things.’

# an3.124:1.4
source: Katame tayo dhamme pajahiṃsu?
sc_po: What three things have they given up?

# an3.124:1.5
source: Nekkhammavitakkaṃ, abyāpādavitakkaṃ, avihiṃsāvitakkaṃ—
sc_po: Thoughts of renunciation, good will, and harmlessness.

# an3.124:1.7
source: Katame tayo dhamme bahulamakaṃsu?
sc_po: What three things have they cultivated?

# an3.124:1.8
source: Kāmavitakkaṃ, byāpādavitakkaṃ, vihiṃsāvitakkaṃ—
sc_po: Sensual, malicious, and cruel thoughts. …

# an3.124:1.11
source: Niṭṭhamettha gacchāmi:
sc_po: I come to a conclusion about them:

# an3.124:1.12
source: ‘addhā te āyasmanto ime tayo dhamme pajahiṃsu, ime tayo dhamme bahulamakaṃsu’.
sc_po: ‘Clearly those venerables have given up three things and cultivated three things.’

# an3.124:2.1
source: Yassaṃ pana, bhikkhave, disāyaṃ bhikkhū samaggā sammodamānā avivadamānā khīrodakībhūtā aññamaññaṃ piyacakkhūhi sampassantā viharanti, gantumpi me esā, bhikkhave, disā phāsu hoti, pageva manasi kātuṃ.
sc_po: I feel comfortable going to a place where the mendicants live in harmony—appreciating each other, without quarreling, blending like milk and water, and regarding each other with kindly eyes—let alone thinking about it.

# an3.124:2.2
source: Niṭṭhamettha gacchāmi:
sc_po: I come to a conclusion about them:

# an3.124:2.3
source: ‘addhā te āyasmanto tayo dhamme pajahiṃsu, tayo dhamme bahulamakaṃsu.
sc_po: ‘Clearly those venerables have given up three things and cultivated three things.’

# an3.124:2.4
source: Katame tayo dhamme pajahiṃsu?
sc_po: What three things have they given up?

# an3.124:2.5
source: Kāmavitakkaṃ, byāpādavitakkaṃ, vihiṃsāvitakkaṃ—
sc_po: Sensual, malicious, and cruel thoughts.

# an3.124:2.7
source: Katame tayo dhamme bahulamakaṃsu?
sc_po: What three things have they cultivated?

# an3.124:2.8
source: Nekkhammavitakkaṃ, abyāpādavitakkaṃ, avihiṃsāvitakkaṃ—
sc_po: Thoughts of renunciation, good will, and harmlessness. …

# an3.124:2.11
source: Niṭṭhamettha gacchāmi:
sc_po: I come to a conclusion about them:

# an3.124:2.12
source: ‘addhā te āyasmanto ime tayo dhamme pajahiṃsu, ime tayo dhamme bahulamakaṃsū’”ti.
sc_po: ‘Clearly those venerables have given up three things and cultivated three things.’”
