Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.137.po
Languages: sc_po

# an3.137:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.137:0.2
source: 14. Yodhājīvavagga
sc_po: 14. A Warrior

# an3.137:0.3
source: 137. Kesakambalasutta
sc_po: 137. A Hair Blanket

# an3.137:1.1
source: “Seyyathāpi, bhikkhave, yāni kānici tantāvutānaṃ vatthānaṃ, kesakambalo tesaṃ paṭikiṭṭho akkhāyati.
sc_po: “Mendicants, a hair blanket is said to be the worst kind of woven cloth.

# an3.137:1.2
source: Kesakambalo, bhikkhave, sīte sīto, uṇhe uṇho, dubbaṇṇo, duggandho, dukkhasamphasso.
sc_po: It’s cold in the cold, hot in the heat, ugly, smelly, and unpleasant to touch.

# an3.137:1.3
source: Evamevaṃ kho, bhikkhave, yāni kānici puthusamaṇabrāhmaṇavādānaṃ makkhalivādo tesaṃ paṭikiṭṭho akkhāyati.
sc_po: In the same way, the teaching of Makkhali is said to be the worst of all the doctrines of the various ascetics and brahmins.

# an3.137:2.1
source: Makkhali, bhikkhave, moghapuriso evaṃvādī evaṃdiṭṭhi:
sc_po: Makkhali, that silly man, has this doctrine and view:

# an3.137:2.2
source: ‘natthi kammaṃ, natthi kiriyaṃ, natthi vīriyan’ti.
sc_po: ‘There is no power in deeds, action, or energy.’

# an3.137:2.3
source: Yepi te, bhikkhave, ahesuṃ atītamaddhānaṃ arahanto sammāsambuddhā, tepi bhagavanto kammavādā ceva ahesuṃ kiriyavādā ca vīriyavādā ca.
sc_po: Now, all the perfected ones, the fully awakened Buddhas who lived in the past taught the efficacy of deeds, action, and energy.

# an3.137:2.4
source: Tepi, bhikkhave, makkhali moghapuriso paṭibāhati:
sc_po: But Makkhali opposes them by saying:

# an3.137:2.5
source: ‘natthi kammaṃ, natthi kiriyaṃ, natthi vīriyan’ti.
sc_po: ‘There is no power in deeds, action, or energy.’

# an3.137:2.6
source: Yepi te, bhikkhave, bhavissanti anāgatamaddhānaṃ arahanto sammāsambuddhā, tepi bhagavanto kammavādā ceva bhavissanti kiriyavādā ca vīriyavādā ca.
sc_po: All the perfected ones, the fully awakened Buddhas who will live in the future will teach the efficacy of deeds, action, and energy.

# an3.137:2.7
source: Tepi, bhikkhave, makkhali moghapuriso paṭibāhati:
sc_po: But Makkhali opposes them by saying:

# an3.137:2.8
source: ‘natthi kammaṃ, natthi kiriyaṃ, natthi vīriyan’ti.
sc_po: ‘There is no power in deeds, action, or energy.’

# an3.137:2.9
source: Ahampi, bhikkhave, etarahi arahaṃ sammāsambuddho kammavādo ceva kiriyavādo ca vīriyavādo ca.
sc_po: I too, the perfected one, the fully awakened Buddha in the present, teach the efficacy of deeds, action, and energy.

# an3.137:2.10
source: Mampi, bhikkhave, makkhali moghapuriso paṭibāhati:
sc_po: But Makkhali opposes me by saying:

# an3.137:2.11
source: ‘natthi kammaṃ, natthi kiriyaṃ, natthi vīriyan’ti.
sc_po: ‘There is no power in deeds, action, or energy.’

# an3.137:3.1
source: Seyyathāpi, bhikkhave, nadīmukhe khippaṃ uḍḍeyya bahūnaṃ macchānaṃ ahitāya dukkhāya anayāya byasanāya;
sc_po: It’s like a trap set at the mouth of a river, which would bring harm, suffering, calamity, and disaster for many fish.

# an3.137:3.2
source: evamevaṃ kho, bhikkhave, makkhali moghapuriso manussakhippaṃ maññe loke uppanno bahūnaṃ sattānaṃ ahitāya dukkhāya anayāya byasanāyā”ti.
sc_po: In the same way that silly man Makkhali is a trap for humans, it seems to me. He has come into the world for the harm, suffering, calamity, and disaster of many beings.”
