Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.141.po
Languages: sc_po

# an3.141:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.141:0.2
source: 14. Yodhājīvavagga
sc_po: 14. A Warrior

# an3.141:0.3
source: 141. Assaparassasutta
sc_po: 141. Excellent Horses

# an3.141:1.1
source: “Tayo ca, bhikkhave, assaparasse desessāmi tayo ca purisaparasse.
sc_po: “Mendicants, I will teach you the three excellent horses and the three excellent people.

# an3.141:1.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an3.141:1.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an3.141:1.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an3.141:2.1
source: “Katame ca, bhikkhave, tayo assaparassā?
sc_po: “What are the three excellent horses?

# an3.141:2.2
source: Idha, bhikkhave, ekacco assaparasso javasampanno hoti; na vaṇṇasampanno na ārohapariṇāhasampanno.
sc_po: One excellent horse is fast, but not beautiful or well proportioned.

# an3.141:2.3
source: Idha pana, bhikkhave, ekacco assaparasso javasampanno hoti vaṇṇasampanno ca; na ārohapariṇāhasampanno.
sc_po: Another excellent horse is fast and beautiful, but not well proportioned.

# an3.141:2.4
source: Idha pana, bhikkhave, ekacco assaparasso javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca.
sc_po: While another excellent horse is fast, beautiful, and well proportioned.

# an3.141:2.5
source: Ime kho, bhikkhave, tayo assaparassā.
sc_po: These are the three excellent horses.

# an3.141:3.1
source: Katame ca, bhikkhave, tayo purisaparassā?
sc_po: “What are the three excellent people?

# an3.141:3.2
source: Idha, bhikkhave, ekacco purisaparasso javasampanno hoti; na vaṇṇasampanno na ārohapariṇāhasampanno.
sc_po: One excellent person is fast, but not beautiful or well proportioned.

# an3.141:3.3
source: Idha pana, bhikkhave, ekacco purisaparasso javasampanno ca hoti vaṇṇasampanno ca; na ārohapariṇāhasampanno.
sc_po: Another excellent person is fast and beautiful, but not well proportioned.

# an3.141:3.4
source: Idha pana, bhikkhave, ekacco purisaparasso javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca.
sc_po: While another excellent person is fast, beautiful, and well proportioned.

# an3.141:4.1
source: Kathañca, bhikkhave, purisaparasso javasampanno hoti; na vaṇṇasampanno, na ārohapariṇāhasampanno?
sc_po: And how is an excellent person fast, but not beautiful or well proportioned?

# an3.141:4.2
source: Idha, bhikkhave, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā.
sc_po: It’s when a mendicant, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.

# an3.141:4.3
source: Idamassa javasmiṃ vadāmi.
sc_po: This is how they’re fast, I say.

# an3.141:4.4
source: Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho saṃsādeti, no vissajjeti.
sc_po: But when asked a question about the teaching or training, they falter without answering.

# an3.141:4.5
source: Idamassa na vaṇṇasmiṃ vadāmi.
sc_po: This is how they’re not beautiful, I say.

# an3.141:4.6
source: Na kho pana lābhī hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ.
sc_po: And they don’t receive robes, alms-food, lodgings, and medicines and supplies for the sick.

# an3.141:4.7
source: Idamassa na ārohapariṇāhasmiṃ vadāmi. Evaṃ kho, bhikkhave, purisaparasso javasampanno hoti;
sc_po: This is how they’re not well proportioned, I say. This is how an excellent person is fast,

# an3.141:4.8
source: na vaṇṇasampanno, na ārohapariṇāhasampanno.
sc_po: but not beautiful or well proportioned.

# an3.141:5.1
source: Kathañca, bhikkhave, purisaparasso javasampanno ca hoti vaṇṇasampanno ca, na ārohapariṇāhasampanno?
sc_po: And how is an excellent person fast and beautiful, but not well proportioned?

# an3.141:5.2
source: Idha, bhikkhave, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā.
sc_po: It’s when a mendicant, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.

# an3.141:5.3
source: Idamassa javasmiṃ vadāmi.
sc_po: This is how they’re fast, I say.

# an3.141:5.4
source: Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho vissajjeti, no saṃsādeti.
sc_po: When asked a question about the teaching or training, they answer without faltering.

# an3.141:5.5
source: Idamassa vaṇṇasmiṃ vadāmi.
sc_po: This is how they’re beautiful, I say.

# an3.141:5.6
source: Na kho pana lābhī hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ.
sc_po: But they don’t receive robes, alms-food, lodgings, and medicines and supplies for the sick.

# an3.141:5.7
source: Idamassa na ārohapariṇāhasmiṃ vadāmi.
sc_po: This is how they’re not well proportioned, I say.

# an3.141:5.8
source: Evaṃ kho, bhikkhave, purisaparasso javasampanno ca hoti; vaṇṇasampanno ca, na ārohapariṇāhasampanno.
sc_po: This is how an excellent person is fast and beautiful, but not well proportioned.

# an3.141:6.1
source: Kathañca, bhikkhave, purisaparasso javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca?
sc_po: And how is an excellent person fast, beautiful, and well proportioned?

# an3.141:6.2
source: Idha, bhikkhave, bhikkhu pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā.
sc_po: It’s when a mendicant, with the ending of the five lower fetters, is reborn spontaneously. They’re extinguished there, and are not liable to return from that world.

# an3.141:6.3
source: Idamassa javasmiṃ vadāmi.
sc_po: This is how they’re fast, I say.

# an3.141:6.4
source: Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho vissajjeti, no saṃsādeti.
sc_po: When asked a question about the teaching or training, they answer without faltering.

# an3.141:6.5
source: Idamassa vaṇṇasmiṃ vadāmi.
sc_po: This is how they’re beautiful, I say.

# an3.141:6.6
source: Lābhī kho pana hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ.
sc_po: They receive robes, alms-food, lodgings, and medicines and supplies for the sick.

# an3.141:6.7
source: Idamassa ārohapariṇāhasmiṃ vadāmi.
sc_po: This is how they’re well proportioned, I say.

# an3.141:6.8
source: Evaṃ kho, bhikkhave, purisaparasso javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca.
sc_po: This is how an excellent person is fast, beautiful, and well proportioned.

# an3.141:6.9
source: Ime kho, bhikkhave, tayo purisaparassā”ti.
sc_po: These are the three excellent people.”
