Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.014.po
Languages: sc_po

# an3.14:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.14:0.2
source: 2. Rathakāravagga
sc_po: 2. The Chariot-maker

# an3.14:0.3
source: 14. Cakkavattisutta
sc_po: 14. The Wheel-turning Monarch

# an3.14:1.1
source: “Yopi so, bhikkhave, rājā cakkavattī dhammiko dhammarājā sopi na arājakaṃ cakkaṃ vattetī”ti.
sc_po: “Mendicants, even a wheel-turning monarch, a just and principled king, does not wield power without having their own king.”

# an3.14:1.2
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, one of the mendicants asked the Buddha:

# an3.14:1.3
source: “ko pana, bhante, rañño cakkavattissa dhammikassa dhammarañño rājā”ti?
sc_po: “But who is the king of the wheel-turning monarch, the just and principled king?”

# an3.14:1.4
source: “Dhammo, bhikkhū”ti bhagavā avoca:
sc_po: “It is principle, monk,” said the Buddha.

# an3.14:1.5
source: “idha, bhikkhu, rājā cakkavattī dhammiko dhammarājā dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahati antojanasmiṃ.
sc_po: “Monk, a wheel-turning monarch provides just protection and security for his court, relying only on principle—honoring, respecting, and venerating principle, having principle as his flag, banner, and authority.

# an3.14:2.1
source: Puna caparaṃ, bhikkhu, rājā cakkavattī dhammiko dhammarājā dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahati khattiyesu, anuyantesu, balakāyasmiṃ, brāhmaṇagahapatikesu, negamajānapadesu, samaṇabrāhmaṇesu, migapakkhīsu.
sc_po: He provides just protection and security for his aristocrats, vassals, troops, brahmins and householders, people of town and country, ascetics and brahmins, beasts and birds.

# an3.14:2.2
source: Sa kho so bhikkhu rājā cakkavattī dhammiko dhammarājā dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā antojanasmiṃ, dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā khattiyesu … pe … anuyantesu, balakāyasmiṃ, brāhmaṇagahapatikesu, negamajānapadesu, samaṇabrāhmaṇesu, migapakkhīsu, dhammeneva cakkaṃ vatteti.
sc_po: When he has done this, he wields power only in a principled manner.

# an3.14:2.3
source: Taṃ hoti cakkaṃ appaṭivattiyaṃ kenaci manussabhūtena paccatthikena pāṇinā.
sc_po: And this power cannot be undermined by any human enemy.

# an3.14:3.1
source: Evamevaṃ kho, bhikkhu, tathāgato arahaṃ sammāsambuddho dhammiko dhammarājā dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahati kāyakammasmiṃ:
sc_po: In the same way, monk, a Realized One, a perfected one, a fully awakened Buddha, a just and principled king, provides just protection and security regarding bodily actions, relying only on principle—honoring, respecting, and venerating principle, having principle as his flag, banner, and authority.

# an3.14:3.2
source: ‘evarūpaṃ kāyakammaṃ sevitabbaṃ, evarūpaṃ kāyakammaṃ na sevitabban’ti.
sc_po: ‘This kind of bodily action should be cultivated. This kind of bodily action should not be cultivated.’

# an3.14:4.1
source: Puna caparaṃ, bhikkhu, tathāgato arahaṃ sammāsambuddho dhammiko dhammarājā dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahati vacīkammasmiṃ:
sc_po: Furthermore, a Realized One … provides just protection and security regarding verbal actions, saying:

# an3.14:4.2
source: ‘evarūpaṃ vacīkammaṃ sevitabbaṃ, evarūpaṃ vacīkammaṃ na sevitabban’ti … pe … manokammasmiṃ:
sc_po: ‘This kind of verbal action should be cultivated. This kind of verbal action should not be cultivated.’ … And regarding mental actions:

# an3.14:4.3
source: ‘evarūpaṃ manokammaṃ sevitabbaṃ, evarūpaṃ manokammaṃ na sevitabban’ti.
sc_po: ‘This kind of mental action should be cultivated. This kind of mental action should not be cultivated.’

# an3.14:5.1
source: Sa kho so, bhikkhu, tathāgato arahaṃ sammāsambuddho dhammiko dhammarājā dhammaṃyeva nissāya dhammaṃ sakkaronto dhammaṃ garuṃ karonto dhammaṃ apacāyamāno dhammaddhajo dhammaketu dhammādhipateyyo dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā kāyakammasmiṃ, dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā vacīkammasmiṃ, dhammikaṃ rakkhāvaraṇaguttiṃ saṃvidahitvā manokammasmiṃ, dhammeneva anuttaraṃ dhammacakkaṃ pavatteti.
sc_po: And when a Realized One, a perfected one, a fully awakened Buddha has provided just protection and security regarding actions of body, speech, and mind, he rolls forth the supreme Wheel of Dhamma.

# an3.14:5.2
source: Taṃ hoti cakkaṃ appaṭivattiyaṃ samaṇena vā brāhmaṇena vā devena vā mārena vā brahmunā vā kenaci vā lokasmin”ti.
sc_po: And that wheel cannot be rolled back by any ascetic or brahmin or god or Māra or Brahmā or by anyone in the world.”
