Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.009.po
Languages: sc_po

# an3.9:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.9:0.2
source: 1. Bālavagga
sc_po: 1. Fools

# an3.9:0.3
source: 9. Khatasutta
sc_po: 9. Broken

# an3.9:1.1
source: “Tīhi, bhikkhave, dhammehi samannāgato bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: “When a foolish, incompetent, bad person has three qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an3.9:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.9:1.3
source: Kāyaduccaritena, vacīduccaritena, manoduccaritena.
sc_po: Bad conduct by way of body, speech, and mind.

# an3.9:1.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: When a foolish, incompetent bad person has these three qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an3.9:2.1
source: Tīhi, bhikkhave, dhammehi samannāgato paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati.
sc_po: When an astute, competent good person has three qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.

# an3.9:2.2
source: Katamehi tīhi?
sc_po: What three?

# an3.9:2.3
source: Kāyasucaritena, vacīsucaritena, manosucaritena.
sc_po: Good conduct by way of body, speech, and mind.

# an3.9:2.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavatī”ti.
sc_po: When an astute, competent good person has these three qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.”
