Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.033.po
Languages: sc_po

# an3.33:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.33:0.2
source: 4. Devadūtavagga
sc_po: 4. Messengers of the Gods

# an3.33:0.3
source: 33. Sāriputtasutta
sc_po: 33. With Sāriputta

# an3.33:1.1
source: Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca:
sc_po: Then Venerable Sāriputta went up to the Buddha, bowed, and sat down to one side. The Buddha said to him,

# an3.33:1.2
source: “saṅkhittenapi kho ahaṃ, sāriputta, dhammaṃ deseyyaṃ;
sc_po: “Maybe I’ll teach Dhamma in brief,

# an3.33:1.3
source: vitthārenapi kho ahaṃ, sāriputta, dhammaṃ deseyyaṃ;
sc_po: maybe in detail,

# an3.33:1.4
source: saṅkhittavitthārenapi kho ahaṃ, sāriputta, dhammaṃ deseyyaṃ;
sc_po: maybe both in brief and in detail.

# an3.33:1.5
source: aññātāro ca dullabhā”ti.
sc_po: But it’s hard to find anyone who understands.”

# an3.33:1.6
source: “Etassa, bhagavā, kālo, etassa, sugata, kālo
sc_po: “Now is the time, Blessed One! Now is the time, Holy One!

# an3.33:1.7
source: yaṃ bhagavā saṅkhittenapi dhammaṃ deseyya, vitthārenapi dhammaṃ deseyya, saṅkhittavitthārenapi dhammaṃ deseyya.
sc_po: Let the Buddha teach Dhamma in brief, in detail, and both in brief and in detail.

# an3.33:1.8
source: Bhavissanti dhammassa aññātāro”ti.
sc_po: There will be those who understand the teaching!”

# an3.33:2.1
source: “Tasmātiha, sāriputta, evaṃ sikkhitabbaṃ:
sc_po: “So, Sāriputta, you should train like this:

# an3.33:2.2
source: ‘imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā na bhavissanti, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā na bhavissanti, yañca cetovimuttiṃ paññāvimuttiṃ upasampajja viharato ahaṅkāramamaṅkāramānānusayā na honti tañca cetovimuttiṃ paññāvimuttiṃ upasampajja viharissāmā’ti.
sc_po: ‘There’ll be no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli; and we’ll live having achieved the freedom of heart and freedom by wisdom where ego, possessiveness, and underlying tendency to conceit are no more.’

# an3.33:2.3
source: Evañhi kho, sāriputta, sikkhitabbaṃ.
sc_po: That’s how you should train.

# an3.33:3.1
source: Yato ca kho, sāriputta, bhikkhuno imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā na honti, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā na honti, yañca cetovimuttiṃ paññāvimuttiṃ upasampajja viharato ahaṅkāramamaṅkāramānānusayā na honti tañca cetovimuttiṃ paññāvimuttiṃ upasampajja viharati;
sc_po: When a mendicant has no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli; and they live having attained the freedom of heart and freedom by wisdom where ego, possessiveness, and underlying tendency to conceit are no more—

# an3.33:3.2
source: ayaṃ vuccati, sāriputta:
sc_po: they’re called

# an3.33:3.3
source: ‘bhikkhu acchecchi taṇhaṃ, vivattayi saṃyojanaṃ, sammā mānābhisamayā antamakāsi dukkhassa’.
sc_po: a mendicant who has cut off craving, untied the fetters, and by rightly comprehending conceit has made an end of suffering.

# an3.33:3.4
source: Idañca pana metaṃ, sāriputta, sandhāya bhāsitaṃ pārāyane udayapañhe:
sc_po: And Sāriputta, this is what I was referring to in ‘The Way to the Beyond’, in ‘The Questions of Udaya’ when I said:

# an3.33:4.1
source: ‘Pahānaṃ kāmasaññānaṃ,
sc_po: ‘The abandoning of both

# an3.33:4.2
source: domanassāna cūbhayaṃ;
sc_po: sensual perceptions and aversion;

# an3.33:4.3
source: Thinassa ca panūdanaṃ,
sc_po: the dispelling of dullness,

# an3.33:4.4
source: kukkuccānaṃ nivāraṇaṃ.
sc_po: and the cessation of remorse.

# an3.33:5.1
source: Upekkhāsatisaṃsuddhaṃ,
sc_po: Pure equanimity and mindfulness,

# an3.33:5.2
source: dhammatakkapurejavaṃ;
sc_po: preceded by investigation of principles—

# an3.33:5.3
source: Aññāvimokkhaṃ pabrūmi,
sc_po: this, I declare, is liberation by enlightenment,

# an3.33:5.4
source: avijjāya pabhedanan’”ti.
sc_po: with the smashing of ignorance.’”
