Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.133.po
Languages: sc_po

# an3.133:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.133:0.2
source: 14. Yodhājīvavagga
sc_po: 14. A Warrior

# an3.133:0.3
source: 133. Yodhājīvasutta
sc_po: 133. A Warrior

# an3.133:1.1
source: “Tīhi, bhikkhave, aṅgehi samannāgato yodhājīvo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhyaṃ gacchati.
sc_po: “Mendicants, a warrior with three factors is worthy of a king, fit to serve a king, and is reckoned as a factor of kingship.

# an3.133:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.133:1.3
source: Idha, bhikkhave, yodhājīvo dūre pātī ca hoti akkhaṇavedhī ca mahato ca kāyassa padāletā.
sc_po: He’s a long-distance shooter, a marksman, one who shatters large objects.

# an3.133:1.4
source: Imehi, kho, bhikkhave, tīhi aṅgehi samannāgato yodhājīvo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhyaṃ gacchati.
sc_po: A warrior with these three factors is worthy of a king, fit to serve a king, and is reckoned as a factor of kingship.

# an3.133:1.5
source: Evamevaṃ kho, bhikkhave, tīhi aṅgehi samannāgato bhikkhu āhuneyyo hoti … pe … anuttaraṃ puññakkhettaṃ lokassa.
sc_po: In the same way, a mendicant with three factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.

# an3.133:1.6
source: Katamehi tīhi?
sc_po: What three?

# an3.133:1.7
source: Idha, bhikkhave, bhikkhu dūre pātī ca hoti akkhaṇavedhī ca mahato ca kāyassa padāletā.
sc_po: They’re a long-distance shooter, a marksman, and one who shatters large objects.

# an3.133:2.1
source: Kathañca, bhikkhave, bhikkhu dūre pātī hoti?
sc_po: And how is a mendicant a long-distance shooter?

# an3.133:2.2
source: Idha, bhikkhave, bhikkhu yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ rūpaṃ: ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati.
sc_po: It’s when a mendicant truly sees any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# an3.133:2.3
source: Yā kāci vedanā atītānāgatapaccuppannā ajjhattā vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā yā dūre santike vā, sabbaṃ vedanaṃ: ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati.
sc_po: They truly see any kind of feeling at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* feeling—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# an3.133:2.4
source: Yā kāci saññā atītānāgatapaccuppannā ajjhattā vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā yā dūre santike vā, sabbaṃ saññaṃ: ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati.
sc_po: They truly see any kind of perception at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* perception—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# an3.133:2.5
source: Ye keci saṅkhārā atītānāgatapaccuppannā ajjhattā vā bahiddhā vā oḷārikā vā sukhumā vā hīnā vā paṇītā vā ye dūre santike vā, sabbe saṅkhāre: ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati.
sc_po: They truly see any kind of choices at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* choices—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# an3.133:2.6
source: Yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ viññāṇaṃ: ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya passati.
sc_po: They truly see any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near, *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# an3.133:2.7
source: Evaṃ kho, bhikkhave, bhikkhu dūre pātī hoti.
sc_po: That’s how a mendicant is a long-distance shooter.

# an3.133:3.1
source: Kathañca, bhikkhave, bhikkhu akkhaṇavedhī hoti?
sc_po: And how is a mendicant a marksman?

# an3.133:3.2
source: Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti; ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti; ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti; ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an3.133:3.3
source: Evaṃ kho, bhikkhave, bhikkhu akkhaṇavedhī hoti.
sc_po: That’s how a mendicant is a marksman.

# an3.133:4.1
source: Kathañca, bhikkhave, bhikkhu mahato kāyassa padāletā hoti?
sc_po: And how does a mendicant shatter large objects?

# an3.133:4.2
source: Idha, bhikkhave, bhikkhu mahantaṃ avijjākkhandhaṃ padāleti.
sc_po: It’s when a mendicant shatters the great mass of ignorance.

# an3.133:4.3
source: Evaṃ kho, bhikkhave, bhikkhu mahato kāyassa padāletā hoti.
sc_po: That’s how a mendicant shatters large objects.

# an3.133:4.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu āhuneyyo hoti … pe … anuttaraṃ puññakkhettaṃ lokassā”ti.
sc_po: A mendicant with these three factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.”
