Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.130.po
Languages: sc_po

# an3.130:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.130:0.2
source: 13. Kusināravagga
sc_po: 13. Kusināra

# an3.130:0.3
source: 130. Dutiyaanuruddhasutta
sc_po: 130. With Anuruddha (2nd)

# an3.130:1.1
source: Atha kho āyasmā anuruddho yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.
sc_po: Then Venerable Anuruddha went up to Venerable Sāriputta, and exchanged greetings with him.

# an3.130:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā anuruddho āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to him:

# an3.130:1.3
source: “idhāhaṃ, āvuso sāriputta, dibbena cakkhunā visuddhena atikkantamānusakena sahassaṃ lokaṃ olokemi.
sc_po: “Here’s the thing, Reverend Sāriputta. With clairvoyance that is purified and surpasses the human, I survey the entire galaxy.

# an3.130:1.4
source: Āraddhaṃ kho pana me vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggaṃ.
sc_po: My energy is roused up and unflagging, my mindfulness is established and lucid, my body is tranquil and undisturbed, and my mind is immersed in samādhi.

# an3.130:1.5
source: Atha ca pana me nānupādāya āsavehi cittaṃ vimuccatī”ti.
sc_po: But my mind is not freed from the defilements by not grasping.”

# an3.130:2.1
source: “Yaṃ kho te, āvuso anuruddha, evaṃ hoti:
sc_po: “Well, Reverend Anuruddha, when you say:

# an3.130:2.2
source: ‘ahaṃ dibbena cakkhunā visuddhena atikkantamānusakena sahassaṃ lokaṃ volokemī’ti, idaṃ te mānasmiṃ.
sc_po: ‘With clairvoyance that is purified and surpasses the human, I survey the entire galaxy,’ that’s your conceit.

# an3.130:2.3
source: Yampi te, āvuso anuruddha, evaṃ hoti:
sc_po: And when you say:

# an3.130:2.4
source: ‘āraddhaṃ kho pana me vīriyaṃ asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggan’ti, idaṃ te uddhaccasmiṃ.
sc_po: ‘My energy is roused up and unflagging, my mindfulness is established and lucid, my body is tranquil and undisturbed, and my mind is immersed in samādhi,’ that’s your restlessness.

# an3.130:2.5
source: Yampi te, āvuso anuruddha, evaṃ hoti:
sc_po: And when you say:

# an3.130:2.6
source: ‘atha ca pana me nānupādāya āsavehi cittaṃ vimuccatī’ti, idaṃ te kukkuccasmiṃ.
sc_po: ‘But my mind is not freed from the defilements by not grasping,’ that’s your remorse.

# an3.130:2.7
source: Sādhu vatāyasmā anuruddho ime tayo dhamme pahāya, ime tayo dhamme amanasikaritvā amatāya dhātuyā cittaṃ upasaṃharatū”ti.
sc_po: It would be good to give up these three things. Instead of focusing on them, apply your mind to the deathless.”

# an3.130:3.1
source: Atha kho āyasmā anuruddho aparena samayena ime tayo dhamme pahāya, ime tayo dhamme amanasikaritvā amatāya dhātuyā cittaṃ upasaṃhari.
sc_po: After some time Anuruddha gave up these three things. Instead of focusing on them, he applied his mind to the deathless.

# an3.130:3.2
source: Atha kho āyasmā anuruddho eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Then Anuruddha, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# an3.130:3.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# an3.130:3.4
source: Aññataro ca panāyasmā anuruddho arahataṃ ahosīti.
sc_po: And Venerable Anuruddha became one of the perfected.
