Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.078.po
Languages: sc_po

# an3.78:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.78:0.2
source: 8. Ānandavagga
sc_po: 8. Ānanda

# an3.78:0.3
source: 78. Sīlabbatasutta
sc_po: 78. Precepts and Observances

# an3.78:1.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an3.78:1.2
source: “sabbaṃ nu kho, ānanda, sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ saphalan”ti?
sc_po: “Ānanda, are all precepts and observances, lifestyles, and spiritual paths fruitful when taken as the essence?”

# an3.78:1.3
source: “Na khvettha, bhante, ekaṃsenā”ti.
sc_po: “This is no simple matter, sir.”

# an3.78:1.4
source: “Tena hānanda, vibhajassū”ti.
sc_po: “Well then, Ānanda, break it down.”

# an3.78:2.1
source: “Yañhissa, bhante, sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ sevato akusalā dhammā abhivaḍḍhanti kusalā dhammā parihāyanti, evarūpaṃ sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ aphalaṃ.
sc_po: “Take the case of someone who cultivates precepts and observances, a lifestyle, and a spiritual path, taking this as the essence. If unskillful qualities grow while skillful qualities decline, that’s not fruitful.

# an3.78:2.2
source: Yañca khvāssa, bhante, sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ sevato akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti, evarūpaṃ sīlabbataṃ jīvitaṃ brahmacariyaṃ upaṭṭhānasāraṃ saphalan”ti.
sc_po: However, if unskillful qualities decline while skillful qualities grow, that is fruitful.”

# an3.78:2.3
source: Idamavoca āyasmā ānando.
sc_po: That’s what Ānanda said,

# an3.78:2.4
source: Samanuñño satthā ahosi.
sc_po: and the teacher approved.

# an3.78:3.1
source: Atha kho āyasmā ānando “samanuñño me satthā”ti, uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: Then Ānanda, knowing that the teacher approved, got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# an3.78:3.2
source: Atha kho bhagavā acirapakkante āyasmante ānande bhikkhū āmantesi:
sc_po: Then, not long after Ānanda had left, the Buddha addressed the mendicants:

# an3.78:3.3
source: “sekho, bhikkhave, ānando;
sc_po: “Mendicants, Ānanda is a trainee,

# an3.78:3.4
source: na ca panassa sulabharūpo samasamo paññāyā”ti.
sc_po: but it’s not easy to find his equal in wisdom.”
