Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.010.po
Languages: sc_po

# an3.10:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.10:0.2
source: 1. Bālavagga
sc_po: 1. Fools

# an3.10:0.3
source: 10. Malasutta
sc_po: 10. Stains

# an3.10:1.1
source: “Tīhi, bhikkhave, dhammehi samannāgato tayo male appahāya yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Anyone who has three qualities, and has not given up three stains, is cast down to hell.

# an3.10:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.10:1.3
source: Dussīlo ca hoti, dussīlyamalañcassa appahīnaṃ hoti;
sc_po: They’re unethical, and haven’t given up the stain of immorality.

# an3.10:1.4
source: issukī ca hoti, issāmalañcassa appahīnaṃ hoti;
sc_po: They’re jealous, and haven’t given up the stain of jealousy.

# an3.10:1.5
source: maccharī ca hoti, maccheramalañcassa appahīnaṃ hoti.
sc_po: They’re stingy, and haven’t given up the stain of stinginess.

# an3.10:1.6
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato ime tayo male appahāya yathābhataṃ nikkhitto evaṃ niraye.
sc_po: Anyone who has these three qualities, and has not given up these three stains, is cast down to hell.

# an3.10:2.1
source: Tīhi, bhikkhave, dhammehi samannāgato tayo male pahāya yathābhataṃ nikkhitto evaṃ sagge.
sc_po: Anyone who has three qualities, and has given up three stains, is raised up to heaven.

# an3.10:2.2
source: Katamehi tīhi?
sc_po: What three?

# an3.10:2.3
source: Sīlavā ca hoti, dussīlyamalañcassa pahīnaṃ hoti;
sc_po: They’re ethical, and have given up the stain of immorality.

# an3.10:2.4
source: anissukī ca hoti, issāmalañcassa pahīnaṃ hoti;
sc_po: They’re not jealous, and have given up the stain of jealousy.

# an3.10:2.5
source: amaccharī ca hoti, maccheramalañcassa pahīnaṃ hoti.
sc_po: They’re not stingy, and have given up the stain of stinginess.

# an3.10:2.6
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato ime tayo male pahāya yathābhataṃ nikkhitto evaṃ sagge”ti.
sc_po: Anyone who has these three qualities, and has given up these three stains, is raised up to heaven.”
