Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.026.po
Languages: sc_po

# an3.26:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.26:0.2
source: 3. Puggalavagga
sc_po: 3. Persons

# an3.26:0.3
source: 26. Sevitabbasutta
sc_po: 26. Associates

# an3.26:1.1
source: “Tayome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “These three people are found in the world.

# an3.26:1.2
source: Katame tayo?
sc_po: What three?

# an3.26:1.3
source: Atthi, bhikkhave, puggalo na sevitabbo na bhajitabbo na payirupāsitabbo.
sc_po: There is a person you shouldn’t associate with, accompany, or attend.

# an3.26:1.4
source: Atthi, bhikkhave, puggalo sevitabbo bhajitabbo payirupāsitabbo.
sc_po: There is a person you should associate with, accompany, and attend.

# an3.26:1.5
source: Atthi, bhikkhave, puggalo sakkatvā garuṃ katvā sevitabbo bhajitabbo payirupāsitabbo.
sc_po: There is a person you should associate with, accompany, and attend with honor and respect.

# an3.26:1.6
source: Katamo ca, bhikkhave, puggalo na sevitabbo na bhajitabbo na payirupāsitabbo?
sc_po: Who is the person you shouldn’t associate with, accompany, or attend?

# an3.26:1.7
source: Idha, bhikkhave, ekacco puggalo hīno hoti sīlena samādhinā paññāya.
sc_po: It’s someone who is inferior in terms of ethics, immersion, and wisdom.

# an3.26:1.8
source: Evarūpo, bhikkhave, puggalo na sevitabbo na bhajitabbo na payirupāsitabbo aññatra anuddayā aññatra anukampā.
sc_po: You shouldn’t associate with, accompany, or attend such a person, except out of kindness and compassion.

# an3.26:2.1
source: Katamo ca, bhikkhave, puggalo sevitabbo bhajitabbo payirupāsitabbo?
sc_po: Who is the person you should associate with, accompany, and attend?

# an3.26:2.2
source: Idha, bhikkhave, ekacco puggalo sadiso hoti sīlena samādhinā paññāya.
sc_po: It’s someone who is similar in terms of ethics, immersion, and wisdom.

# an3.26:2.3
source: Evarūpo, bhikkhave, puggalo sevitabbo bhajitabbo payirupāsitabbo.
sc_po: You should associate with, accompany, and attend such a person.

# an3.26:2.4
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.26:2.5
source: Sīlasāmaññagatānaṃ sataṃ sīlakathā ca no bhavissati, sā ca no pavattinī bhavissati, sā ca no phāsu bhavissati.
sc_po: Thinking, ‘Since our ethical conduct is similar, we can discuss ethics, the conversation will flow, and we’ll both be at ease.

# an3.26:2.6
source: Samādhisāmaññagatānaṃ sataṃ samādhikathā ca no bhavissati, sā ca no pavattinī bhavissati, sā ca no phāsu bhavissati.
sc_po: Since our immersion is similar, we can discuss immersion, the conversation will flow, and we’ll both be at ease.

# an3.26:2.7
source: Paññāsāmaññagatānaṃ sataṃ paññākathā ca no bhavissati, sā ca no pavattinī bhavissati, sā ca no phāsu bhavissatīti.
sc_po: Since our wisdom is similar, we can discuss wisdom, the conversation will flow, and we’ll both be at ease.’

# an3.26:2.8
source: Tasmā evarūpo puggalo sevitabbo bhajitabbo payirupāsitabbo.
sc_po: That’s why you should associate with, accompany, and attend such a person.

# an3.26:3.1
source: Katamo ca, bhikkhave, puggalo sakkatvā garuṃ katvā sevitabbo bhajitabbo payirupāsitabbo?
sc_po: Who is the person you should associate with, accompany, and attend with honor and respect?

# an3.26:3.2
source: Idha, bhikkhave, ekacco puggalo adhiko hoti sīlena samādhinā paññāya.
sc_po: It’s someone who is superior in terms of ethics, immersion, and wisdom.

# an3.26:3.3
source: Evarūpo, bhikkhave, puggalo sakkatvā garuṃ katvā sevitabbo bhajitabbo payirupāsitabbo.
sc_po: You should associate with, accompany, and attend such a person with honor and respect.

# an3.26:3.4
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.26:3.5
source: Iti aparipūraṃ vā sīlakkhandhaṃ paripūressāmi, paripūraṃ vā sīlakkhandhaṃ tattha tattha paññāya anuggahessāmi;
sc_po: Thinking, ‘I’ll fulfill the entire spectrum of ethical conduct I haven’t yet fulfilled, or support with wisdom in every situation the ethical conduct I’ve already fulfilled.

# an3.26:3.6
source: aparipūraṃ vā samādhikkhandhaṃ paripūressāmi, paripūraṃ vā samādhikkhandhaṃ tattha tattha paññāya anuggahessāmi;
sc_po: I’ll fulfill the entire spectrum of immersion I haven’t yet fulfilled, or support with wisdom in every situation the immersion I’ve already fulfilled.

# an3.26:3.7
source: aparipūraṃ vā paññākkhandhaṃ paripūressāmi, paripūraṃ vā paññākkhandhaṃ tattha tattha paññāya anuggahessāmīti.
sc_po: I’ll fulfill the entire spectrum of wisdom I haven’t yet fulfilled, or support with wisdom in every situation the wisdom I’ve already fulfilled.’

# an3.26:3.8
source: Tasmā evarūpo puggalo sakkatvā garuṃ katvā sevitabbo bhajitabbo payirupāsitabbo.
sc_po: That’s why you should associate with, accompany, and attend this person with honor and respect.

# an3.26:3.9
source: Ime kho, bhikkhave, tayo puggalā santo saṃvijjamānā lokasminti.
sc_po: These are the three people found in the world.

# an3.26:4.1
source: Nihīyati puriso nihīnasevī,
sc_po: A man who associates with an inferior goes downhill,

# an3.26:4.2
source: Na ca hāyetha kadāci tulyasevī;
sc_po: but associating with an equal, you’ll never decline;

# an3.26:4.3
source: Seṭṭhamupanamaṃ udeti khippaṃ,
sc_po: following the best, you’ll quickly rise up,

# an3.26:4.4
source: Tasmā attano uttariṃ bhajethā”ti.
sc_po: so you should keep company with people better than you.”
