Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.032.po
Languages: sc_po

# an3.32:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.32:0.2
source: 4. Devadūtavagga
sc_po: 4. Messengers of the Gods

# an3.32:0.3
source: 32. Ānandasutta
sc_po: 32. With Ānanda

# an3.32:1.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to the Buddha:

# an3.32:2.1
source: “Siyā nu kho, bhante, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu;
sc_po: “Could it be, sir, that a mendicant might gain a state of immersion such that there’s no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli;

# an3.32:2.2
source: yañca cetovimuttiṃ paññāvimuttiṃ upasampajja viharato ahaṅkāramamaṅkāramānānusayā na honti tañca cetovimuttiṃ paññāvimuttiṃ upasampajja vihareyyā”ti?
sc_po: and that they’d live having attained the freedom of heart and freedom by wisdom where ego, possessiveness, and underlying tendency to conceit are no more?”

# an3.32:2.3
source: “Siyā, ānanda, bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu;
sc_po: “It could be, Ānanda, that a mendicant gains a state of immersion such that they have no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli;

# an3.32:2.4
source: yañca cetovimuttiṃ paññāvimuttiṃ upasampajja viharato ahaṅkāramamaṅkāramānānusayā na honti tañca cetovimuttiṃ paññāvimuttiṃ upasampajja vihareyyā”ti.
sc_po: and that they’d live having attained the freedom of heart and freedom by wisdom where ego, possessiveness, and underlying tendency to conceit are no more.”

# an3.32:3.1
source: “Yathā kathaṃ pana, bhante, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu;
sc_po: “But how could this be, sir?”

# an3.32:4.1
source: “Idhānanda, bhikkhuno evaṃ hoti:
sc_po: “Ānanda, it’s when a mendicant thinks:

# an3.32:4.2
source: ‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānan’ti.
sc_po: ‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, fading away, cessation, extinguishment.’

# an3.32:4.3
source: Evaṃ kho, ānanda, siyā bhikkhuno tathārūpo samādhipaṭilābho yathā imasmiñca saviññāṇake kāye ahaṅkāramamaṅkāramānānusayā nāssu, bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānānusayā nāssu;
sc_po: That’s how, Ānanda, a mendicant might gain a state of immersion such that there’s no ego, possessiveness, or underlying tendency to conceit for this conscious body; and no ego, possessiveness, or underlying tendency to conceit for all external stimuli;

# an3.32:4.4
source: yañca cetovimuttiṃ paññāvimuttiṃ upasampajja viharato ahaṅkāramamaṅkāramānānusayā na honti tañca cetovimuttiṃ paññāvimuttiṃ upasampajja vihareyyāti.
sc_po: and that they’d live having achieved the freedom of heart and freedom by wisdom where ego, possessiveness, and underlying tendency to conceit are no more.

# an3.32:5.1
source: Idañca pana metaṃ, ānanda, sandhāya bhāsitaṃ pārāyane puṇṇakapañhe:
sc_po: And Ānanda, this is what I was referring to in ‘The Way to the Beyond’, in ‘The Questions of Puṇṇaka’ when I said:

# an3.32:6.1
source: ‘Saṅkhāya lokasmiṃ paroparāni,
sc_po: ‘Having surveyed the world high and low,

# an3.32:6.2
source: Yassiñjitaṃ natthi kuhiñci loke;
sc_po: they’re not shaken by anything in the world.

# an3.32:6.3
source: Santo vidhūmo anīgho nirāso,
sc_po: Peaceful, unclouded, untroubled, with no need for hope—

# an3.32:6.4
source: Atāri so jātijaranti brūmī’”ti.
sc_po: they’ve crossed over birth and old age, I declare.’”
