Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.129.po
Languages: sc_po

# an3.129:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.129:0.2
source: 13. Kusināravagga
sc_po: 13. Kusināra

# an3.129:0.3
source: 129. Paṭhamaanuruddhasutta
sc_po: 129. With Anuruddha (1st)

# an3.129:1.1
source: Atha kho āyasmā anuruddho yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā anuruddho bhagavantaṃ etadavoca:
sc_po: Then Venerable Anuruddha went up to the Buddha, bowed, sat down to one side, and said to him:

# an3.129:1.2
source: “idhāhaṃ, bhante, dibbena cakkhunā visuddhena atikkantamānusakena yebhuyyena passāmi mātugāmaṃ kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjamānaṃ.
sc_po: “Sometimes, sir, with my clairvoyance that’s purified and superhuman, I see that females—when their body breaks up, after death—are mostly reborn in a place of loss, a bad place, the underworld, hell.

# an3.129:1.3
source: Katihi nu kho, bhante, dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī”ti?
sc_po: How many qualities do females have so that they’re reborn in a place of loss, a bad place, the underworld, hell?”

# an3.129:2.1
source: “Tīhi kho, anuruddha, dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati.
sc_po: “When females have three qualities, when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell.

# an3.129:2.2
source: Katamehi tīhi?
sc_po: What three?

# an3.129:2.3
source: Idha, anuruddha, mātugāmo pubbaṇhasamayaṃ maccheramalapariyuṭṭhitena cetasā agāraṃ ajjhāvasati, majjhanhikasamayaṃ issāpariyuṭṭhitena cetasā agāraṃ ajjhāvasati, sāyanhasamayaṃ kāmarāgapariyuṭṭhitena cetasā agāraṃ ajjhāvasati.
sc_po: A female lives at home with a heart full of the stain of stinginess in the morning, jealousy at midday, and sexual desire in the evening.

# an3.129:2.4
source: Imehi kho, anuruddha, tīhi dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjatī”ti.
sc_po: When females have these three qualities, when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell.”
