Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.104.po
Languages: sc_po

# an3.104:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.104:0.2
source: 11. Sambodhavagga
sc_po: 11. Awakening

# an3.104:0.3
source: 104. Paṭhamaassādasutta
sc_po: 104. Gratification (1st)

# an3.104:1.1
source: “Lokassāhaṃ, bhikkhave, assādapariyesanaṃ acariṃ. Yo loke assādo tadajjhagamaṃ.
sc_po: “Mendicants, I went in search of the world’s gratification, and I found it.

# an3.104:1.2
source: Yāvatako loke assādo, paññāya me so sudiṭṭho.
sc_po: I’ve seen clearly with wisdom the full extent of gratification in the world.

# an3.104:1.3
source: Lokassāhaṃ, bhikkhave, ādīnavapariyesanaṃ acariṃ. Yo loke ādīnavo tadajjhagamaṃ.
sc_po: I went in search of the world’s drawbacks, and I found them.

# an3.104:1.4
source: Yāvatako loke ādīnavo, paññāya me so sudiṭṭho.
sc_po: I’ve seen clearly with wisdom the full extent of the drawbacks in the world.

# an3.104:1.5
source: Lokassāhaṃ, bhikkhave, nissaraṇapariyesanaṃ acariṃ. Yaṃ loke nissaraṇaṃ tadajjhagamaṃ.
sc_po: I went in search of escape from the world, and I found it.

# an3.104:1.6
source: Yāvatakaṃ loke nissaraṇaṃ, paññāya me taṃ sudiṭṭhaṃ.
sc_po: I’ve seen clearly with wisdom the full extent of escape from the world.

# an3.104:1.7
source: Yāvakīvañcāhaṃ, bhikkhave, lokassa assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ nābbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ.
sc_po: As long as I didn’t truly understand the world’s gratification, drawback, and escape for what they are, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.

# an3.104:1.8
source: Yato ca khvāhaṃ, bhikkhave, lokassa assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññāsiṃ, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ.
sc_po: But when I did truly understand the world’s gratification, drawback, and escape for what they are, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.

# an3.104:1.9
source: Ñāṇañca pana me dassanaṃ udapādi:
sc_po: Knowledge and vision arose in me:

# an3.104:1.10
source: ‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti.
sc_po: ‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’”
