Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.076.po
Languages: sc_po

# an3.76:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.76:0.2
source: 8. Ānandavagga
sc_po: 8. Ānanda

# an3.76:0.3
source: 76. Paṭhamabhavasutta
sc_po: 76. Continued Existence (1st)

# an3.76:1.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# an3.76:1.2
source: “bhavo, bhavoti, bhante, vuccati.
sc_po: “Sir, they speak of this thing called ‘continued existence’.

# an3.76:1.3
source: Kittāvatā nu kho, bhante, bhavo hotī”ti?
sc_po: How is continued existence defined?”

# an3.76:2.1
source: “Kāmadhātuvepakkañca, ānanda, kammaṃ nābhavissa, api nu kho kāmabhavo paññāyethā”ti?
sc_po: “If, Ānanda, there were no deeds to result in the sensual realm, would continued existence in the sensual realm still come about?”

# an3.76:2.2
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# an3.76:2.3
source: “Iti kho, ānanda, kammaṃ khettaṃ, viññāṇaṃ bījaṃ, taṇhā sneho.
sc_po: “So, Ānanda, deeds are the field, consciousness is the seed, and craving is the moisture.

# an3.76:2.4
source: Avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ hīnāya dhātuyā viññāṇaṃ patiṭṭhitaṃ evaṃ āyatiṃ punabbhavābhinibbatti hoti. ()
sc_po: The consciousness of sentient beings—hindered by ignorance and fettered by craving—is established in a lower realm. That’s how there is rebirth into a new state of existence in the future.

# an3.76:3.1
source: Rūpadhātuvepakkañca, ānanda, kammaṃ nābhavissa, api nu kho rūpabhavo paññāyethā”ti?
sc_po: If there were no deeds to result in the realm of luminous form, would continued existence in the realm of luminous form still come about?”

# an3.76:3.2
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# an3.76:3.3
source: “Iti kho, ānanda, kammaṃ khettaṃ, viññāṇaṃ bījaṃ, taṇhā sneho.
sc_po: “So, Ānanda, deeds are the field, consciousness is the seed, and craving is the moisture.

# an3.76:3.4
source: Avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ majjhimāya dhātuyā viññāṇaṃ patiṭṭhitaṃ evaṃ āyatiṃ punabbhavābhinibbatti hoti. ()
sc_po: The consciousness of sentient beings—hindered by ignorance and fettered by craving—is established in a middle realm. That’s how there is rebirth into a new state of existence in the future.

# an3.76:4.1
source: Arūpadhātuvepakkañca, ānanda, kammaṃ nābhavissa, api nu kho arūpabhavo paññāyethā”ti?
sc_po: If there were no deeds to result in the formless realm, would continued existence in the formless realm still come about?”

# an3.76:4.2
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# an3.76:4.3
source: “Iti kho, ānanda, kammaṃ khettaṃ, viññāṇaṃ bījaṃ, taṇhā sneho.
sc_po: “So, Ānanda, deeds are the field, consciousness is the seed, and craving is the moisture.

# an3.76:4.4
source: Avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ paṇītāya dhātuyā viññāṇaṃ patiṭṭhitaṃ evaṃ āyatiṃ punabbhavābhinibbatti hoti.
sc_po: The consciousness of sentient beings—hindered by ignorance and fettered by craving—is established in a higher realm. That’s how there is rebirth into a new state of existence in the future.

# an3.76:4.5
source: Evaṃ kho, ānanda, bhavo hotī”ti.
sc_po: That’s how continued existence is defined.”
