Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.121.po
Languages: sc_po

# an3.121:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.121:0.2
source: 12. Āpāyikavagga
sc_po: 12. Bound for Loss

# an3.121:0.3
source: 121. Dutiyasoceyyasutta
sc_po: 121. Purity (2nd)

# an3.121:1.1
source: “Tīṇimāni, bhikkhave, soceyyāni.
sc_po: “Mendicants, there are these three kinds of purity.

# an3.121:1.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.121:1.3
source: Kāyasoceyyaṃ, vacīsoceyyaṃ, manosoceyyaṃ.
sc_po: Purity of body, speech, and mind.

# an3.121:1.4
source: Katamañca, bhikkhave, kāyasoceyyaṃ?
sc_po: And what is purity of body?

# an3.121:1.5
source: Idha, bhikkhave, bhikkhu pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, abrahmacariyā paṭivirato hoti.
sc_po: It’s when a mendicant doesn’t kill living creatures, steal, or have sex.

# an3.121:1.6
source: Idaṃ vuccati, bhikkhave, kāyasoceyyaṃ.
sc_po: This is called ‘purity of body’.

# an3.121:2.1
source: Katamañca, bhikkhave, vacīsoceyyaṃ?
sc_po: And what is purity of speech?

# an3.121:2.2
source: Idha, bhikkhave, bhikkhu musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti.
sc_po: It’s when a mendicant doesn’t use speech that’s false, divisive, harsh, or nonsensical.

# an3.121:2.3
source: Idaṃ vuccati, bhikkhave, vacīsoceyyaṃ.
sc_po: This is called ‘purity of speech’.

# an3.121:3.1
source: Katamañca, bhikkhave, manosoceyyaṃ?
sc_po: And what is purity of mind?

# an3.121:3.2
source: Idha, bhikkhave, bhikkhu santaṃ vā ajjhattaṃ kāmacchandaṃ: ‘atthi me ajjhattaṃ kāmacchando’ti pajānāti; asantaṃ vā ajjhattaṃ kāmacchandaṃ: ‘natthi me ajjhattaṃ kāmacchando’ti pajānāti; yathā ca anuppannassa kāmacchandassa uppādo hoti, tañca pajānāti; yathā ca uppannassa kāmacchandassa pahānaṃ hoti, tañca pajānāti; yathā ca pahīnassa kāmacchandassa āyatiṃ anuppādo hoti, tañca pajānāti;
sc_po: It’s when a mendicant who has sensual desire in them understands ‘I have sensual desire in me.’ When they don’t have sensual desire in them, they understand ‘I don’t have sensual desire in me.’ They understand how sensual desire arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future.

# an3.121:3.3
source: santaṃ vā ajjhattaṃ byāpādaṃ: ‘atthi me ajjhattaṃ byāpādo’ti pajānāti; asantaṃ vā ajjhattaṃ byāpādaṃ: ‘natthi me ajjhattaṃ byāpādo’ti pajānāti; yathā ca anuppannassa byāpādassa uppādo hoti, tañca pajānāti; yathā ca uppannassa byāpādassa pahānaṃ hoti, tañca pajānāti; yathā ca pahīnassa byāpādassa āyatiṃ anuppādo hoti, tañca pajānāti;
sc_po: When they have ill will in them they understand ‘I have ill will in me’; and when they don’t have ill will in them they understand ‘I don’t have ill will in me’. They understand how ill will arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future.

# an3.121:3.4
source: santaṃ vā ajjhattaṃ thinamiddhaṃ: ‘atthi me ajjhattaṃ thinamiddhan’ti pajānāti; asantaṃ vā ajjhattaṃ thinamiddhaṃ: ‘natthi me ajjhattaṃ thinamiddhan’ti pajānāti; yathā ca anuppannassa thinamiddhassa uppādo hoti, tañca pajānāti; yathā ca uppannassa thinamiddhassa pahānaṃ hoti, tañca pajānāti; yathā ca pahīnassa thinamiddhassa āyatiṃ anuppādo hoti, tañca pajānāti;
sc_po: When they have dullness and drowsiness in them they understand ‘I have dullness and drowsiness in me’; and when they don’t have dullness and drowsiness in them they understand ‘I don’t have dullness and drowsiness in me’. They understand how dullness and drowsiness arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future.

# an3.121:3.5
source: santaṃ vā ajjhattaṃ uddhaccakukkuccaṃ: ‘atthi me ajjhattaṃ uddhaccakukkuccan’ti pajānāti; asantaṃ vā ajjhattaṃ uddhaccakukkuccaṃ: ‘natthi me ajjhattaṃ uddhaccakukkuccan’ti pajānāti; yathā ca anuppannassa uddhaccakukkuccassa uppādo hoti, tañca pajānāti; yathā ca uppannassa uddhaccakukkuccassa pahānaṃ hoti, tañca pajānāti; yathā ca pahīnassa uddhaccakukkuccassa āyatiṃ anuppādo hoti, tañca pajānāti;
sc_po: When they have restlessness and remorse in them they understand ‘I have restlessness and remorse in me’; and when they don’t have restlessness and remorse in them they understand ‘I don’t have restlessness and remorse in me’. They understand how restlessness and remorse arise; how, when they’ve already arisen, they’re given up; and how, once they’re given up, they don’t arise again in the future.

# an3.121:3.6
source: santaṃ vā ajjhattaṃ vicikicchaṃ: ‘atthi me ajjhattaṃ vicikicchā’ti pajānāti; asantaṃ vā ajjhattaṃ vicikicchaṃ: ‘natthi me ajjhattaṃ vicikicchā’ti pajānāti; yathā ca anuppannāya vicikicchāya uppādo hoti, tañca pajānāti; yathā ca uppannāya vicikicchāya pahānaṃ hoti, tañca pajānāti; yathā ca pahīnāya vicikicchāya āyatiṃ anuppādo hoti, tañca pajānāti.
sc_po: When they have doubt in them they understand ‘I have doubt in me’; and when they don’t have doubt in them they understand ‘I don’t have doubt in me’. They understand how doubt arises; how, when it’s already arisen, it’s given up; and how, once it’s given up, it doesn’t arise again in the future.

# an3.121:3.7
source: Idaṃ vuccati, bhikkhave, manosoceyyaṃ.
sc_po: This is called ‘purity of mind’.

# an3.121:3.8
source: Imāni kho, bhikkhave, tīṇi soceyyānīti.
sc_po: These are the three kinds of purity.

# an3.121:4.1
source: Kāyasuciṃ vacīsuciṃ,
sc_po: Purity of body, purity of speech,

# an3.121:4.2
source: cetosuciṃ anāsavaṃ;
sc_po: and undefiled purity of heart.

# an3.121:4.3
source: Suciṃ soceyyasampannaṃ,
sc_po: A pure person, blessed with purity,

# an3.121:4.4
source: āhu ninhātapāpakan”ti.
sc_po: has washed off all bad things, they say.”
