Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.035.po
Languages: sc_po

# an3.35:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.35:0.2
source: 4. Devadūtavagga
sc_po: 4. Messengers of the Gods

# an3.35:0.3
source: 35. Hatthakasutta
sc_po: 35. With Hatthaka

# an3.35:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an3.35:1.2
source: ekaṃ samayaṃ bhagavā āḷaviyaṃ viharati gomagge siṃsapāvane paṇṇasanthare.
sc_po: At one time the Buddha was staying near Āḷavī, on a mat of leaves by a cow-path in a grove of Indian Rosewood.

# an3.35:1.3
source: Atha kho hatthako āḷavako jaṅghāvihāraṃ anucaṅkamamāno anuvicaramāno addasa bhagavantaṃ gomagge siṃsapāvane paṇṇasanthare nisinnaṃ.
sc_po: Then as Hatthaka of Āḷavī was going for a walk he saw the Buddha sitting on that mat of leaves.

# an3.35:1.4
source: Disvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho hatthako āḷavako bhagavantaṃ etadavoca:
sc_po: He went up to the Buddha, bowed, sat down to one side, and said,

# an3.35:1.5
source: “kacci, bhante bhagavā, sukhamasayitthā”ti?
sc_po: “Sir, I trust the Buddha slept well?”

# an3.35:1.6
source: “Evaṃ, kumāra, sukhamasayitthaṃ.
sc_po: “Yes, prince, I slept well.

# an3.35:1.7
source: Ye ca pana loke sukhaṃ senti, ahaṃ tesaṃ aññataro”ti.
sc_po: I am one of those who sleep well in the world.”

# an3.35:2.1
source: “Sītā, bhante, hemantikā ratti, antaraṭṭhako himapātasamayo, kharā gokaṇṭakahatā bhūmi, tanuko paṇṇasantharo, viraḷāni rukkhassa pattāni, sītāni kāsāyāni vatthāni, sīto ca verambho vāto vāyati.
sc_po: “The winter nights are cold, sir, and it’s the week of mid-winter, when the snow falls. Rough is the ground trampled under the cows’ hooves, and thin is the mat of leaves. The leaves are sparse on the trees, the ocher robes are cold, and cold blows the north wind.

# an3.35:2.2
source: Atha ca pana bhagavā evamāha:
sc_po: And yet the Buddha says,

# an3.35:2.3
source: ‘evaṃ, kumāra, sukhamasayitthaṃ.
sc_po: ‘Yes, prince, I slept well.

# an3.35:2.4
source: Ye ca pana loke sukhaṃ senti, ahaṃ tesaṃ aññataro’”ti.
sc_po: I am one of those who sleep well in the world.’”

# an3.35:3.1
source: “Tena hi, kumāra, taññevettha paṭipucchissāmi. Yathā te khameyya tathā naṃ byākareyyāsi.
sc_po: “Well then, prince, I’ll ask you about this in return, and you can answer as you like.

# an3.35:3.2
source: Taṃ kiṃ maññasi, kumāra, idhassa gahapatissa vā gahapatiputtassa vā kūṭāgāraṃ ullittāvalittaṃ nivātaṃ phusitaggaḷaṃ pihitavātapānaṃ.
sc_po: What do you think? Take the case of a householder or his son, who lives in a bungalow, plastered inside and out, draft-free, with latches fastened and windows shuttered.

# an3.35:3.3
source: Tatrassa pallaṅko gonakatthato paṭikatthato paṭalikatthato kadalimigapavarapaccattharaṇo sauttaracchado ubhato lohitakūpadhāno;
sc_po: His couch is spread with woolen covers—shag-piled, pure white, or embroidered with flowers—and spread with a fine deer hide. It has a canopy above and red pillows at both ends.

# an3.35:3.4
source: telappadīpo cettha jhāyeyya;
sc_po: An oil lamp is burning there,

# an3.35:3.5
source: catasso ca pajāpatiyo manāpāmanāpena paccupaṭṭhitā assu.
sc_po: while his four wives attend to him in all manner of agreeable ways.

# an3.35:3.6
source: Taṃ kiṃ maññasi, kumāra, sukhaṃ vā so sayeyya no vā?
sc_po: What do you think, prince, would he sleep well, or not?

# an3.35:3.7
source: Kathaṃ vā te ettha hotī”ti?
sc_po: Or how do you see this?”

# an3.35:3.8
source: “Sukhaṃ so, bhante, sayeyya.
sc_po: “He would sleep well, sir.

# an3.35:3.9
source: Ye ca pana loke sukhaṃ senti, so tesaṃ aññataro”ti.
sc_po: Of those who sleep well in the world, he would be one.”

# an3.35:4.1
source: “Taṃ kiṃ maññasi, kumāra,
sc_po: “What do you think, prince?

# an3.35:4.2
source: api nu tassa gahapatissa vā gahapatiputtassa vā uppajjeyyuṃ rāgajā pariḷāhā kāyikā vā cetasikā vā yehi so rāgajehi pariḷāhehi pariḍayhamāno dukkhaṃ sayeyyā”ti?
sc_po: Is it not possible that a fever born of greed—physical or mental—might arise in that householder or householder’s son, burning him so he sleeps badly?”

# an3.35:4.3
source: “Evaṃ, bhante”ti.
sc_po: “Yes, sir.”

# an3.35:5.1
source: “Yehi kho so, kumāra, gahapati vā gahapatiputto vā rāgajehi pariḷāhehi pariḍayhamāno dukkhaṃ sayeyya, so rāgo tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo.
sc_po: “The greed that burns that householder or householder’s son, making them sleep badly, has been cut off at the root by the Realized One, made like a palm stump, obliterated, and unable to arise in the future.

# an3.35:5.2
source: Tasmāhaṃ sukhamasayitthaṃ.
sc_po: That’s why I sleep well.

# an3.35:6.1
source: Taṃ kiṃ maññasi, kumāra,
sc_po: What do you think, prince?

# an3.35:6.2
source: api nu tassa gahapatissa vā gahapatiputtassa vā uppajjeyyuṃ dosajā pariḷāhā … pe …
sc_po: Is it not possible that a fever born of hate …

# an3.35:6.3
source: mohajā pariḷāhā kāyikā vā cetasikā vā yehi so mohajehi pariḷāhehi pariḍayhamāno dukkhaṃ sayeyyā”ti?
sc_po: or a fever born of delusion—physical or mental—might arise in that householder or householder’s son, burning him so he sleeps badly?”

# an3.35:6.4
source: “Evaṃ, bhante”ti.
sc_po: “Yes, sir.”

# an3.35:7.1
source: “Ye hi kho so, kumāra, gahapati vā gahapatiputto vā mohajehi pariḷāhehi pariḍayhamāno dukkhaṃ sayeyya, so moho tathāgatassa pahīno ucchinnamūlo tālāvatthukato anabhāvaṅkato āyatiṃ anuppādadhammo.
sc_po: “The delusion that burns that householder or householder’s son, making them sleep badly, has been cut off at the root by the Realized One, made like a palm stump, obliterated, and unable to arise in the future.

# an3.35:7.2
source: Tasmāhaṃ sukhamasayitthanti.
sc_po: That’s why I sleep well.

# an3.35:8.1
source: Sabbadā ve sukhaṃ seti,
sc_po: A brahmin who is fully extinguished

# an3.35:8.2
source: brāhmaṇo parinibbuto;
sc_po: always sleeps well.

# an3.35:8.3
source: Yo na limpati kāmesu,
sc_po: Sensual pleasures slide off them,

# an3.35:8.4
source: sītibhūto nirūpadhi.
sc_po: they’re cooled, free of attachments.

# an3.35:9.1
source: Sabbā āsattiyo chetvā,
sc_po: Since they’ve cut off all clinging,

# an3.35:9.2
source: vineyya hadaye daraṃ;
sc_po: and removed the stress from the heart,

# an3.35:9.3
source: Upasanto sukhaṃ seti,
sc_po: the peaceful sleep well,

# an3.35:9.4
source: santiṃ pappuyya cetaso”ti.
sc_po: abiding in peace of mind.”
