Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.050.po
Languages: sc_po

# an3.50:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.50:0.2
source: 5. Cūḷavagga
sc_po: 5. The Lesser Chapter

# an3.50:0.3
source: 50. Mahācorasutta
sc_po: 50. A Master Thief

# an3.50:1.1
source: “Tīhi, bhikkhave, aṅgehi samannāgato mahācoro sandhimpi chindati, nillopampi harati, ekāgārikampi karoti, paripanthepi tiṭṭhati.
sc_po: “Mendicants, a master thief with three factors breaks into houses, plunders wealth, steals from isolated buildings, and commits highway robbery.

# an3.50:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.50:1.3
source: Idha, bhikkhave, mahācoro visamanissito ca hoti, gahananissito ca hoti, balavanissito ca hoti.
sc_po: A master thief relies on uneven ground, on thick cover, and on powerful individuals.

# an3.50:1.4
source: Kathañca, bhikkhave, mahācoro visamanissito hoti?
sc_po: And how does a master thief rely on uneven ground?

# an3.50:1.5
source: Idha, bhikkhave, mahācoro nadīviduggaṃ vā nissito hoti pabbatavisamaṃ vā.
sc_po: It’s when a master thief relies on inaccessible riverlands or rugged mountains.

# an3.50:1.6
source: Evaṃ kho, bhikkhave, mahācoro visamanissito hoti.
sc_po: That’s how a master thief relies on uneven ground.

# an3.50:2.1
source: Kathañca, bhikkhave, mahācoro gahananissito hoti?
sc_po: And how does a master thief rely on thick cover?

# an3.50:2.2
source: Idha, bhikkhave, mahācoro tiṇagahanaṃ vā nissito hoti, rukkhagahanaṃ vā rodhaṃ vā mahāvanasaṇḍaṃ vā.
sc_po: It’s when a master thief relies on thick grass, thick trees, a ridge, or a large dense wood.

# an3.50:2.3
source: Evaṃ kho, bhikkhave, mahācoro gahananissito hoti.
sc_po: That’s how a master thief relies on thick cover.

# an3.50:3.1
source: Kathañca, bhikkhave, mahācoro balavanissito hoti?
sc_po: And how does a master thief rely on powerful individuals?

# an3.50:3.2
source: Idha, bhikkhave, mahācoro rājānaṃ vā rājamahāmattānaṃ vā nissito hoti.
sc_po: It’s when a master thief relies on rulers or their ministers.

# an3.50:3.3
source: Tassa evaṃ hoti:
sc_po: They think:

# an3.50:3.4
source: ‘sace maṃ koci kiñci vakkhati, ime me rājāno vā rājamahāmattā vā pariyodhāya atthaṃ bhaṇissantī’ti.
sc_po: ‘If anyone accuses me of anything, these rulers or their ministers will speak in my defense in the case.’

# an3.50:3.5
source: Sace naṃ koci kiñci āha, tyāssa rājāno vā rājamahāmattā vā pariyodhāya atthaṃ bhaṇanti.
sc_po: And that’s exactly what happens.

# an3.50:3.6
source: Evaṃ kho, bhikkhave, mahācoro balavanissito hoti.
sc_po: That’s how a master thief relies on powerful individuals.

# an3.50:3.7
source: Ime kho, bhikkhave, tīhi aṅgehi samannāgato mahācoro sandhimpi chindati, nillopampi harati, ekāgārikampi karoti, paripanthepi tiṭṭhati.
sc_po: A master thief with these three factors breaks into houses, plunders wealth, steals from isolated buildings, and commits highway robbery.

# an3.50:4.1
source: Evamevaṃ kho, bhikkhave, tīhi aṅgehi samannāgato pāpabhikkhu khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: In the same way, when a bad mendicant has three factors, they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an3.50:4.2
source: Katamehi tīhi?
sc_po: What three?

# an3.50:4.3
source: Idha, bhikkhave, pāpabhikkhu visamanissito ca hoti gahananissito ca balavanissito ca.
sc_po: A bad mendicant relies on uneven ground, on thick cover, and on powerful individuals.

# an3.50:5.1
source: Kathañca, bhikkhave, pāpabhikkhu visamanissito hoti?
sc_po: And how does a bad mendicant rely on uneven ground?

# an3.50:5.2
source: Idha, bhikkhave, pāpabhikkhu visamena kāyakammena samannāgato hoti, visamena vacīkammena samannāgato hoti, visamena manokammena samannāgato hoti.
sc_po: It’s when a bad mendicant has unethical conduct by way of body, speech, and mind.

# an3.50:5.3
source: Evaṃ kho, bhikkhave, pāpabhikkhu visamanissito hoti.
sc_po: That’s how a bad mendicant relies on uneven ground.

# an3.50:6.1
source: Kathañca, bhikkhave, pāpabhikkhu gahananissito hoti?
sc_po: And how does a bad mendicant rely on thick cover?

# an3.50:6.2
source: Idha, bhikkhave, pāpabhikkhu micchādiṭṭhiko hoti, antaggāhikāya diṭṭhiyā samannāgato hoti.
sc_po: It’s when a bad mendicant has wrong view, he’s attached to an extremist view.

# an3.50:6.3
source: Evaṃ kho, bhikkhave, pāpabhikkhu gahananissito hoti.
sc_po: That’s how a bad mendicant relies on thick cover.

# an3.50:7.1
source: Kathañca, bhikkhave, pāpabhikkhu balavanissito hoti?
sc_po: And how does a bad mendicant rely on powerful individuals?

# an3.50:7.2
source: Idha, bhikkhave, pāpabhikkhu rājānaṃ vā rājamahāmattānaṃ vā nissito hoti.
sc_po: It’s when a bad mendicant relies on rulers or their ministers.

# an3.50:7.3
source: Tassa evaṃ hoti:
sc_po: They think:

# an3.50:7.4
source: ‘sace maṃ koci kiñci vakkhati, ime me rājāno vā rājamahāmattā vā pariyodhāya atthaṃ bhaṇissantī’ti.
sc_po: ‘If anyone accuses me of anything, these rulers or their ministers will speak in my defense in the case.’

# an3.50:7.5
source: Sace naṃ koci kiñci āha, tyāssa rājāno vā rājamahāmattā vā pariyodhāya atthaṃ bhaṇanti.
sc_po: And that’s exactly what happens.

# an3.50:7.6
source: Evaṃ kho, bhikkhave, pāpabhikkhu balavanissito hoti.
sc_po: That’s how a bad mendicant relies on powerful individuals.

# an3.50:7.7
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato pāpabhikkhu khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavatī”ti.
sc_po: When a bad mendicant has these three factors, they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.”
