Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.131.po
Languages: sc_po

# an3.131:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.131:0.2
source: 13. Kusināravagga
sc_po: 13. Kusināra

# an3.131:0.3
source: 131. Paṭicchannasutta
sc_po: 131. Under Cover

# an3.131:1.1
source: “Tīṇimāni, bhikkhave, paṭicchannāni āvahanti, no vivaṭāni.
sc_po: “Mendicants, three things are conveyed under cover, not in the open.

# an3.131:1.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.131:1.3
source: Mātugāmo, bhikkhave, paṭicchanno āvahati, no vivaṭo;
sc_po: Females are married with a veil, not unveiled.

# an3.131:1.4
source: brāhmaṇānaṃ, bhikkhave, mantā paṭicchannā āvahanti, no vivaṭā;
sc_po: Brahmin hymns are conveyed under cover, not openly.

# an3.131:1.5
source: micchādiṭṭhi, bhikkhave, paṭicchannā āvahati, no vivaṭā.
sc_po: Wrong view is conveyed under cover, not in the open.

# an3.131:1.6
source: Imāni kho, bhikkhave, tīṇi paṭicchannāni āvahanti, no vivaṭāni.
sc_po: These three things are conveyed under cover, not in the open.

# an3.131:2.1
source: Tīṇimāni, bhikkhave, vivaṭāni virocanti, no paṭicchannāni.
sc_po: Three things shine in the open, not under cover.

# an3.131:2.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.131:2.3
source: Candamaṇḍalaṃ, bhikkhave, vivaṭaṃ virocati, no paṭicchannaṃ;
sc_po: The moon shines in the open, not under cover.

# an3.131:2.4
source: sūriyamaṇḍalaṃ, bhikkhave, vivaṭaṃ virocati, no paṭicchannaṃ;
sc_po: The sun shines in the open, not under cover.

# an3.131:2.5
source: tathāgatappavedito dhammavinayo, bhikkhave, vivaṭo virocati, no paṭicchanno.
sc_po: The teaching and training proclaimed by a Realized One shine in the open, not under cover.

# an3.131:2.6
source: Imāni kho, bhikkhave, tīṇi vivaṭāni virocanti, no paṭicchannānī”ti.
sc_po: These three things shine in the open, not under cover.”
