Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.163-182.po
Languages: sc_po

# an3.163-182:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.163-182:0.2
source: 17. Kammapathapeyyāla
sc_po: 17. Courses of Deeds

# an3.163-182:1.1
source: “Tīhi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.
sc_po: “Someone with three qualities is cast down to hell.

# an3.163-182:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.163-182:1.3
source: Attanā ca pāṇātipātī hoti, parañca pāṇātipāte samādapeti, pāṇātipāte ca samanuñño hoti.
sc_po: They themselves kill living creatures. They encourage others to kill living creatures. And they approve of killing living creatures.

# an3.163-182:1.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ niraye.
sc_po: Someone with these three qualities is cast down to hell.

# an3.163-182:2.1
source: Tīhi, bhikkhave, dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge.
sc_po: Someone with three qualities is raised up to heaven.

# an3.163-182:2.2
source: Katamehi tīhi?
sc_po: What three?

# an3.163-182:2.3
source: Attanā ca pāṇātipātā paṭivirato hoti, parañca pāṇātipātā veramaṇiyā samādapeti, pāṇātipātā veramaṇiyā ca samanuñño hoti … pe …. (2)
sc_po: They don’t themselves kill living creatures. They encourage others to not kill living creatures. And they approve of not killing living creatures. …

# an3.163-182:3.1
source: Attanā ca adinnādāyī hoti, parañca adinnādāne samādapeti, adinnādāne ca samanuñño hoti … pe ….
sc_po: They themselves steal. They encourage others to steal. And they approve of stealing. …

# an3.163-182:4.1
source: Attanā ca adinnādānā paṭivirato hoti, parañca adinnādānā veramaṇiyā samādapeti, adinnādānā veramaṇiyā ca samanuñño hoti … pe …. (4)
sc_po: They don’t themselves steal. They encourage others to not steal. And they approve of not stealing. …

# an3.163-182:5.1
source: Attanā ca kāmesumicchācārī hoti, parañca kāmesumicchācāre samādapeti, kāmesumicchācāre ca samanuñño hoti … pe ….
sc_po: They themselves commit sexual misconduct. They encourage others to commit sexual misconduct. And they approve of committing sexual misconduct. …

# an3.163-182:6.1
source: Attanā ca kāmesumicchācārā paṭivirato hoti, parañca kāmesumicchācārā veramaṇiyā samādapeti, kāmesumicchācārā veramaṇiyā ca samanuñño hoti … pe …. (6)
sc_po: They don’t themselves commit sexual misconduct. They encourage others to not commit sexual misconduct. And they approve of not committing sexual misconduct. …

# an3.163-182:7.1
source: Attanā ca musāvādī hoti, parañca musāvāde samādapeti, musāvāde ca samanuñño hoti … pe ….
sc_po: They themselves lie. They encourage others to lie. And they approve of lying. …

# an3.163-182:8.1
source: Attanā ca musāvādā paṭivirato hoti, parañca musāvādā veramaṇiyā samādapeti, musāvādā veramaṇiyā ca samanuñño hoti … pe …. (8)
sc_po: They don’t themselves lie. They encourage others to not lie. And they approve of not lying. …

# an3.163-182:9.1
source: Attanā ca pisuṇavāco hoti, parañca pisuṇāya vācāya samādapeti, pisuṇāya vācāya ca samanuñño hoti … pe ….
sc_po: They themselves speak divisively. They encourage others to speak divisively. And they approve of speaking divisively. …

# an3.163-182:10.1
source: Attanā ca pisuṇāya vācāya paṭivirato hoti, parañca pisuṇāya vācāya veramaṇiyā samādapeti, pisuṇāya vācāya veramaṇiyā ca samanuñño hoti … pe …. (10)
sc_po: They don’t themselves speak divisively. They encourage others to not speak divisively. And they approve of not speaking divisively. …

# an3.163-182:11.1
source: Attanā ca pharusavāco hoti, parañca pharusāya vācāya samādapeti, pharusāya vācāya ca samanuñño hoti … pe ….
sc_po: They themselves speak harshly. They encourage others to speak harshly. And they approve of speaking harshly. …

# an3.163-182:12.1
source: Attanā ca pharusāya vācāya paṭivirato hoti, parañca pharusāya vācāya veramaṇiyā samādapeti, pharusāya vācāya veramaṇiyā ca samanuñño hoti … pe …. (12)
sc_po: They don’t themselves speak harshly. They encourage others to not speak harshly. And they approve of not speaking harshly. …

# an3.163-182:13.1
source: Attanā ca samphappalāpī hoti, parañca samphappalāpe samādapeti, samphappalāpe ca samanuñño hoti … pe ….
sc_po: They themselves talk nonsense. They encourage others to talk nonsense. And they approve of talking nonsense. …

# an3.163-182:14.1
source: Attanā ca samphappalāpā paṭivirato hoti, parañca samphappalāpā veramaṇiyā samādapeti, samphappalāpā veramaṇiyā ca samanuñño hoti … pe …. (14)
sc_po: They don’t themselves talk nonsense. They encourage others to not talk nonsense. And they approve of not talking nonsense. …

# an3.163-182:15.1
source: Attanā ca abhijjhālu hoti, parañca abhijjhāya samādapeti, abhijjhāya ca samanuñño hoti … pe ….
sc_po: They themselves are covetous. They encourage others to be covetous. And they approve of covetousness. …

# an3.163-182:16.1
source: Attanā ca anabhijjhālu hoti, parañca anabhijjhāya samādapeti, anabhijjhāya ca samanuñño hoti … pe …. (16)
sc_po: They themselves are content. They encourage others to be contented. And they approve of being contented. …

# an3.163-182:17.1
source: Attanā ca byāpannacitto hoti, parañca byāpāde samādapeti, byāpāde ca samanuñño hoti … pe ….
sc_po: They themselves have ill will. They encourage others to have ill will. And they approve of having ill will. …

# an3.163-182:18.1
source: Attanā ca abyāpannacitto hoti, parañca abyāpāde samādapeti, abyāpāde ca samanuñño hoti … pe …. (18)
sc_po: They themselves are kind-hearted. They encourage others to be kind-hearted. And they approve of kind-heartedness. …

# an3.163-182:19.1
source: Attanā ca micchādiṭṭhiko hoti, parañca micchādiṭṭhiyā samādapeti, micchādiṭṭhiyā ca samanuñño hoti … pe ….
sc_po: They themselves have wrong view. They encourage others to have wrong view. And they approve of wrong view. …

# an3.163-182:20.1
source: Attanā ca sammādiṭṭhiko hoti, parañca sammādiṭṭhiyā samādapeti, sammādiṭṭhiyā ca samanuñño hoti.
sc_po: They themselves have right view. They encourage others to have right view. And they approve of right view.

# an3.163-182:20.2
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato yathābhataṃ nikkhitto evaṃ sagge”ti. (20)
sc_po: Someone with these three qualities is raised up to heaven.”
