Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.021.po
Languages: sc_po

# an3.21:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.21:0.2
source: 3. Puggalavagga
sc_po: 3. Persons

# an3.21:0.3
source: 21. Samiddhasutta
sc_po: 21. With Saviṭṭha

# an3.21:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an3.21:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an3.21:1.3
source: Atha kho āyasmā ca samiddho āyasmā ca mahākoṭṭhiko yenāyasmā sāriputto tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodiṃsu.
sc_po: Then Venerable Saviṭṭha and Venerable Mahākoṭṭhita went up to Venerable Sāriputta, and exchanged greetings with him.

# an3.21:1.4
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnaṃ kho āyasmantaṃ samiddhaṃ āyasmā sāriputto etadavoca:
sc_po: When the greetings and polite conversation were over, they sat down to one side and Venerable Sāriputta said to Venerable Saviṭṭha,

# an3.21:2.1
source: “Tayome, āvuso samiddha, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Reverend Saviṭṭha, these three people are found in the world.

# an3.21:2.2
source: Katame tayo?
sc_po: What three?

# an3.21:2.3
source: Kāyasakkhī, diṭṭhippatto, saddhāvimutto.
sc_po: The personal witness, the one attained to view, and the one freed by faith.

# an3.21:2.4
source: Ime kho, āvuso, tayo puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: These are the three people found in the world.

# an3.21:2.5
source: Imesaṃ, āvuso, tiṇṇaṃ puggalānaṃ katamo te puggalo khamati abhikkantataro ca paṇītataro cā”ti?
sc_po: Of these three people, who do you believe to be the finest?”

# an3.21:3.1
source: “Tayome, āvuso sāriputta, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Reverend Sāriputta, these three people are found in the world.

# an3.21:3.2
source: Katame tayo?
sc_po: What three?

# an3.21:3.3
source: Kāyasakkhī, diṭṭhippatto, saddhāvimutto.
sc_po: The personal witness, the one attained to view, and the one freed by faith.

# an3.21:3.4
source: Ime kho, āvuso, tayo puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: These are the three people found in the world.

# an3.21:3.5
source: Imesaṃ, āvuso, tiṇṇaṃ puggalānaṃ yvāyaṃ puggalo saddhāvimutto, ayaṃ me puggalo khamati imesaṃ tiṇṇaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.
sc_po: Of these three people, I believe the person freed by faith to be finest.

# an3.21:3.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.21:3.7
source: Imassa, āvuso, puggalassa saddhindriyaṃ adhimattan”ti.
sc_po: Because this person’s faculty of faith is outstanding.”

# an3.21:4.1
source: Atha kho āyasmā sāriputto āyasmantaṃ mahākoṭṭhikaṃ etadavoca:
sc_po: Then Sāriputta said to Mahākoṭṭhita,

# an3.21:4.2
source: “tayome, āvuso koṭṭhika, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Reverend Koṭṭhika, these three people are found in the world.

# an3.21:4.3
source: Katame tayo?
sc_po: What three?

# an3.21:4.4
source: Kāyasakkhī, diṭṭhippatto, saddhāvimutto.
sc_po: The personal witness, the one attained to view, and the one freed by faith.

# an3.21:4.5
source: Ime kho, āvuso, tayo puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: These are the three people found in the world.

# an3.21:4.6
source: Imesaṃ, āvuso, tiṇṇaṃ puggalānaṃ katamo te puggalo khamati abhikkantataro ca paṇītataro cā”ti?
sc_po: Of these three people, who do you believe to be the finest?”

# an3.21:5.1
source: “Tayome, āvuso sāriputta, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Reverend Sāriputta, these three people are found in the world.

# an3.21:5.2
source: Katame tayo?
sc_po: What three?

# an3.21:5.3
source: Kāyasakkhī, diṭṭhippatto, saddhāvimutto.
sc_po: The personal witness, the one attained to view, and the one freed by faith.

# an3.21:5.4
source: Ime kho, āvuso, tayo puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: These are the three people found in the world.

# an3.21:5.5
source: Imesaṃ, āvuso, tiṇṇaṃ puggalānaṃ yvāyaṃ puggalo kāyasakkhī, ayaṃ me puggalo khamati imesaṃ tiṇṇaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.
sc_po: Of these three people, I believe the personal witness to be finest.

# an3.21:5.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.21:5.7
source: Imassa, āvuso, puggalassa samādhindriyaṃ adhimattan”ti.
sc_po: Because this person’s faculty of immersion is outstanding.”

# an3.21:6.1
source: Atha kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: Then Mahākoṭṭhita said to Sāriputta,

# an3.21:6.2
source: “tayome, āvuso sāriputta, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Reverend Sāriputta, these three people are found in the world.

# an3.21:6.3
source: Katame tayo?
sc_po: What three?

# an3.21:6.4
source: Kāyasakkhī, diṭṭhippatto, saddhāvimutto.
sc_po: The personal witness, the one attained to view, and the one freed by faith.

# an3.21:6.5
source: Ime kho, āvuso, tayo puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: These are the three people found in the world.

# an3.21:6.6
source: Imesaṃ, āvuso, tiṇṇaṃ puggalānaṃ katamo te puggalo khamati abhikkantataro ca paṇītataro cā”ti?
sc_po: Of these three people, who do you believe to be the finest?”

# an3.21:7.1
source: “Tayome, āvuso koṭṭhika, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Reverend Koṭṭhika, these three people are found in the world.

# an3.21:7.2
source: Katame tayo?
sc_po: What three?

# an3.21:7.3
source: Kāyasakkhī, diṭṭhippatto, saddhāvimutto.
sc_po: The personal witness, the one attained to view, and the one freed by faith.

# an3.21:7.4
source: Ime kho, āvuso, tayo puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: These are the three people found in the world.

# an3.21:7.5
source: Imesaṃ, āvuso, tiṇṇaṃ puggalānaṃ yvāyaṃ puggalo diṭṭhippatto, ayaṃ me puggalo khamati imesaṃ tiṇṇaṃ puggalānaṃ abhikkantataro ca paṇītataro ca.
sc_po: Of these three people, I believe the person attained to view to be finest.

# an3.21:7.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.21:7.7
source: Imassa, āvuso, puggalassa paññindriyaṃ adhimattan”ti.
sc_po: Because this person’s faculty of wisdom is outstanding.”

# an3.21:8.1
source: Atha kho āyasmā sāriputto āyasmantañca samiddhaṃ āyasmantañca mahākoṭṭhikaṃ etadavoca:
sc_po: Then Sāriputta said to Saviṭṭha and Mahākoṭṭhita,

# an3.21:8.2
source: “byākataṃ kho, āvuso, amhehi sabbeheva yathāsakaṃ paṭibhānaṃ.
sc_po: “Each of us has spoken from the heart.

# an3.21:8.3
source: Āyāmāvuso, yena bhagavā tenupasaṅkamissāma; upasaṅkamitvā bhagavato etamatthaṃ ārocessāma.
sc_po: Come, reverends, let’s go to the Buddha, and tell him about this.

# an3.21:8.4
source: Yathā no bhagavā byākarissati tathā naṃ dhāressāmā”ti.
sc_po: As he answers, so we’ll remember it.”

# an3.21:8.5
source: “Evamāvuso”ti kho āyasmā ca samiddho āyasmā ca mahākoṭṭhiko āyasmato sāriputtassa paccassosuṃ.
sc_po: “Yes, reverend,” they replied.

# an3.21:8.6
source: Atha kho āyasmā ca sāriputto āyasmā ca samiddho āyasmā ca mahākoṭṭhiko yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu.
sc_po: Then Sāriputta, Saviṭṭha, and Mahākoṭṭhita went up to the Buddha, bowed, and sat down to one side.

# an3.21:8.7
source: Ekamantaṃ nisinno kho āyasmā sāriputto yāvatako ahosi āyasmatā ca samiddhena āyasmatā ca mahākoṭṭhikena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.
sc_po: Then Sāriputta told the Buddha of all they had discussed.

# an3.21:9.1
source: “Na khvettha, sāriputta, sukaraṃ ekaṃsena byākātuṃ:
sc_po: “In this matter, Sāriputta, it’s not easy to definitively declare that

# an3.21:9.2
source: ‘ayaṃ imesaṃ tiṇṇaṃ puggalānaṃ abhikkantataro ca paṇītataro cā’ti.
sc_po: one of these three people is finest.

# an3.21:9.3
source: Ṭhānañhetaṃ, sāriputta, vijjati yvāyaṃ puggalo saddhāvimutto svāssa arahattāya paṭipanno, yvāyaṃ puggalo kāyasakkhī svāssa sakadāgāmī vā anāgāmī vā, yo cāyaṃ puggalo diṭṭhippatto sopassa sakadāgāmī vā anāgāmī vā.
sc_po: In some cases, a person who is freed by faith is practicing for perfection, while the personal witness and the one attained to view are once-returners or non-returners.

# an3.21:10.1
source: Na khvettha, sāriputta, sukaraṃ ekaṃsena byākātuṃ:
sc_po: In this matter, it’s not easy to definitively declare that

# an3.21:10.2
source: ‘ayaṃ imesaṃ tiṇṇaṃ puggalānaṃ abhikkantataro ca paṇītataro cā’ti.
sc_po: one of these three people is finest.

# an3.21:10.3
source: Ṭhānañhetaṃ, sāriputta, vijjati yvāyaṃ puggalo kāyasakkhī svāssa arahattāya paṭipanno, yvāyaṃ puggalo saddhāvimutto svāssa sakadāgāmī vā anāgāmī vā, yo cāyaṃ puggalo diṭṭhippatto sopassa sakadāgāmī vā anāgāmī vā.
sc_po: In some cases, a personal witness is practicing for perfection, while the one freed by faith and the one attained to view are once-returners or non-returners.

# an3.21:11.1
source: Na khvettha, sāriputta, sukaraṃ ekaṃsena byākātuṃ:
sc_po: In this matter, it’s not easy to definitively declare that

# an3.21:11.2
source: ‘ayaṃ imesaṃ tiṇṇaṃ puggalānaṃ abhikkantataro ca paṇītataro cā’ti.
sc_po: one of these three people is finest.

# an3.21:11.3
source: Ṭhānañhetaṃ, sāriputta, vijjati yvāyaṃ puggalo diṭṭhippatto svāssa arahattāya paṭipanno, yvāyaṃ puggalo saddhāvimutto svāssa sakadāgāmī vā anāgāmī vā, yo cāyaṃ puggalo kāyasakkhī sopassa sakadāgāmī vā anāgāmī vā.
sc_po: In some cases, one attained to view is practicing for perfection, while the one freed by faith and the personal witness are once-returners or non-returners.

# an3.21:12.1
source: Na khvettha, sāriputta, sukaraṃ ekaṃsena byākātuṃ:
sc_po: In this matter, it’s not easy to definitively declare that

# an3.21:12.2
source: ‘ayaṃ imesaṃ tiṇṇaṃ puggalānaṃ abhikkantataro ca paṇītataro cā’”ti.
sc_po: one of these three people is finest.”
