Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.040.po
Languages: sc_po

# an3.40:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.40:0.2
source: 4. Devadūtavagga
sc_po: 4. Messengers from the Gods

# an3.40:0.3
source: 40. Ādhipateyyasutta
sc_po: 40. In Charge

# an3.40:1.1
source: “Tīṇimāni, bhikkhave, ādhipateyyāni.
sc_po: “There are, mendicants, these three things to put in charge.

# an3.40:1.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.40:1.3
source: Attādhipateyyaṃ, lokādhipateyyaṃ, dhammādhipateyyaṃ.
sc_po: Putting oneself, the world, or the teaching in charge.

# an3.40:1.4
source: Katamañca, bhikkhave, attādhipateyyaṃ?
sc_po: And what, mendicants, is putting oneself in charge?

# an3.40:1.5
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati:
sc_po: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:

# an3.40:1.6
source: ‘na kho panāhaṃ cīvarahetu agārasmā anagāriyaṃ pabbajito.
sc_po: ‘I didn’t go forth from the lay life to homelessness for the sake of a robe,

# an3.40:1.7
source: Na piṇḍapātahetu, na senāsanahetu, na itibhavābhavahetu agārasmā anagāriyaṃ pabbajito.
sc_po: alms-food, lodgings, or rebirth in this or that state.

# an3.40:1.8
source: Api ca khomhi otiṇṇo jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto.
sc_po: But I was swamped by rebirth, old age, and death; by sorrow, lamentation, pain, sadness, and distress. I was swamped by suffering, mired in suffering.

# an3.40:1.9
source: Appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethāti.
sc_po: And I thought, “Hopefully I can find an end to this entire mass of suffering.”

# an3.40:1.10
source: Ahañceva kho pana yādisake kāme ohāya agārasmā anagāriyaṃ pabbajito tādisake vā kāme pariyeseyyaṃ tato vā pāpiṭṭhatare, na metaṃ patirūpan’ti.
sc_po: But it would not be appropriate for me to seek sensual pleasures like those I abandoned when I went forth, or even worse.’

# an3.40:1.11
source: So iti paṭisañcikkhati:
sc_po: Then they reflect:

# an3.40:1.12
source: ‘āraddhaṃ kho pana me vīriyaṃ bhavissati asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggan’ti.
sc_po: ‘My energy shall be roused up and unflagging, mindfulness shall be established and lucid, my body shall be tranquil and undisturbed, and my mind shall be immersed in samādhi.’

# an3.40:1.13
source: So attānaṃyeva adhipatiṃ karitvā akusalaṃ pajahati, kusalaṃ bhāveti, sāvajjaṃ pajahati, anavajjaṃ bhāveti, suddhaṃ attānaṃ pariharati.
sc_po: Putting themselves in charge, they give up the unskillful and develop the skillful, they give up the blameworthy and develop the blameless, and they keep themselves pure.

# an3.40:1.14
source: Idaṃ vuccati, bhikkhave, attādhipateyyaṃ.
sc_po: This is called putting oneself in charge.

# an3.40:2.1
source: Katamañca, bhikkhave, lokādhipateyyaṃ?
sc_po: And what, mendicants, is putting the world in charge?

# an3.40:2.2
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati:
sc_po: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:

# an3.40:2.3
source: ‘na kho panāhaṃ cīvarahetu agārasmā anagāriyaṃ pabbajito.
sc_po: ‘I didn’t go forth from the lay life to homelessness for the sake of a robe,

# an3.40:2.4
source: Na piṇḍapātahetu, na senāsanahetu, na itibhavābhavahetu agārasmā anagāriyaṃ pabbajito.
sc_po: alms-food, lodgings, or rebirth in this or that state.

# an3.40:2.5
source: Api ca khomhi otiṇṇo jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto.
sc_po: But I was swamped by rebirth, old age, and death, by sorrow, lamentation, pain, sadness, and distress. I was swamped by suffering, mired in suffering.

# an3.40:2.6
source: Appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethā’ti.
sc_po: And I thought, “Hopefully I can find an end to this entire mass of suffering.”

# an3.40:2.7
source: Ahañceva kho pana evaṃ pabbajito samāno kāmavitakkaṃ vā vitakkeyyaṃ, byāpādavitakkaṃ vā vitakkeyyaṃ, vihiṃsāvitakkaṃ vā vitakkeyyaṃ, mahā kho panāyaṃ lokasannivāso.
sc_po: And now, since I’ve now gone forth, I might have sensual, malicious, or cruel thoughts. But the population of the world is large,

# an3.40:2.8
source: Mahantasmiṃ kho pana lokasannivāse santi samaṇabrāhmaṇā iddhimanto dibbacakkhukā paracittaviduno.
sc_po: and there are ascetics and brahmins who have psychic power—they’re clairvoyant, and can read the minds of others.

# an3.40:2.9
source: Te dūratopi passanti, āsannāpi na dissanti, cetasāpi cittaṃ pajānanti.
sc_po: They see far without being seen, even by those close; and they understand the minds of others.

# an3.40:2.10
source: Tepi maṃ evaṃ jāneyyuṃ:
sc_po: They would know me:

# an3.40:2.11
source: ‘passatha, bho, imaṃ kulaputtaṃ saddhā agārasmā anagāriyaṃ pabbajito samāno vokiṇṇo viharati pāpakehi akusalehi dhammehī’ti.
sc_po: “Look at this gentleman; they’ve gone forth out of faith from the lay life to homelessness, but they’re living mixed up with bad, unskillful qualities.”

# an3.40:2.12
source: devatāpi kho santi iddhimantiniyo dibbacakkhukā paracittaviduniyo.
sc_po: And there are deities, too, who have psychic power—they’re clairvoyant, and can read the minds of others.

# an3.40:2.13
source: Tā dūratopi passanti, āsannāpi na dissanti, cetasāpi cittaṃ jānanti.
sc_po: They see far without being seen, even by those close; and they understand the minds of others.

# an3.40:2.14
source: Tāpi maṃ evaṃ jāneyyuṃ:
sc_po: They would know me:

# an3.40:2.15
source: ‘passatha, bho, imaṃ kulaputtaṃ saddhā agārasmā anagāriyaṃ pabbajito samāno vokiṇṇo viharati pāpakehi akusalehi dhammehī’ti.
sc_po: “Look at this gentleman; they’ve gone forth out of faith from the lay life to homelessness, but they’re living mixed up with bad, unskillful qualities.”’

# an3.40:2.16
source: So iti paṭisañcikkhati:
sc_po: Then they reflect:

# an3.40:2.17
source: ‘āraddhaṃ kho pana me vīriyaṃ bhavissati asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggan’ti.
sc_po: ‘My energy shall be roused up and unflagging, mindfulness shall be established and lucid, my body shall be tranquil and undisturbed, and my mind shall be immersed in samādhi.’

# an3.40:2.18
source: So lokaṃyeva adhipatiṃ karitvā akusalaṃ pajahati, kusalaṃ bhāveti, sāvajjaṃ pajahati, anavajjaṃ bhāveti, suddhaṃ attānaṃ pariharati.
sc_po: Putting the world in charge, they give up the unskillful and develop the skillful, they give up the blameworthy and develop the blameless, and they keep themselves pure.

# an3.40:2.19
source: Idaṃ vuccati, bhikkhave, lokādhipateyyaṃ.
sc_po: This is called putting the world in charge.

# an3.40:3.1
source: Katamañca, bhikkhave, dhammādhipateyyaṃ?
sc_po: And what, mendicants, is putting the teaching in charge?

# an3.40:3.2
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati:
sc_po: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:

# an3.40:3.3
source: ‘na kho panāhaṃ cīvarahetu agārasmā anagāriyaṃ pabbajito.
sc_po: ‘I didn’t go forth from the lay life to homelessness for the sake of a robe,

# an3.40:3.4
source: Na piṇḍapātahetu, na senāsanahetu, na itibhavābhavahetu agārasmā anagāriyaṃ pabbajito.
sc_po: alms-food, lodgings, or rebirth in this or that state.

# an3.40:3.5
source: Api ca khomhi otiṇṇo jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi, dukkhotiṇṇo dukkhapareto.
sc_po: But I was swamped by rebirth, old age, and death, by sorrow, lamentation, pain, sadness, and distress. I was swamped by suffering, mired in suffering.

# an3.40:3.6
source: Appeva nāma imassa kevalassa dukkhakkhandhassa antakiriyā paññāyethāti.
sc_po: And I thought, “Hopefully I can find an end to this entire mass of suffering.”

# an3.40:3.7
source: Svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhīti.
sc_po: The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# an3.40:3.8
source: Santi kho pana me sabrahmacārī jānaṃ passaṃ viharanti.
sc_po: I have spiritual companions who live knowing and seeing.

# an3.40:3.9
source: Ahañceva kho pana evaṃ svākkhāte dhammavinaye pabbajito samāno kusīto vihareyyaṃ pamatto, na metaṃ assa patirūpan’ti.
sc_po: Now that I’ve gone forth in this well explained teaching and training, it would not be appropriate for me to live lazy and heedless.’

# an3.40:3.10
source: So iti paṭisañcikkhati:
sc_po: Then they reflect:

# an3.40:3.11
source: ‘āraddhaṃ kho pana me vīriyaṃ bhavissati asallīnaṃ, upaṭṭhitā sati asammuṭṭhā, passaddho kāyo asāraddho, samāhitaṃ cittaṃ ekaggan’ti.
sc_po: ‘My energy shall be roused up and unflagging, mindfulness shall be established and lucid, my body shall be tranquil and undisturbed, and my mind shall be immersed in samādhi.’

# an3.40:3.12
source: So dhammaṃyeva adhipatiṃ karitvā akusalaṃ pajahati, kusalaṃ bhāveti, sāvajjaṃ pajahati, anavajjaṃ bhāveti, suddhaṃ attānaṃ pariharati.
sc_po: Putting the teaching in charge, they give up the unskillful and develop the skillful, they give up the blameworthy and develop the blameless, and they keep themselves pure.

# an3.40:3.13
source: Idaṃ vuccati, bhikkhave, dhammādhipateyyaṃ.
sc_po: This is called putting the teaching in charge.

# an3.40:3.14
source: Imāni kho, bhikkhave, tīṇi ādhipateyyānīti.
sc_po: These are the three things to put in charge.

# an3.40:4.1
source: Natthi loke raho nāma,
sc_po: There’s no privacy in the world,

# an3.40:4.2
source: pāpakammaṃ pakubbato;
sc_po: for someone who does bad deeds.

# an3.40:4.3
source: Attā te purisa jānāti,
sc_po: You’ll know for yourself,

# an3.40:4.4
source: saccaṃ vā yadi vā musā.
sc_po: whether you’ve lied or told the truth.

# an3.40:5.1
source: Kalyāṇaṃ vata bho sakkhi,
sc_po: When you witness your good self,

# an3.40:5.2
source: attānaṃ atimaññasi;
sc_po: you despise it;

# an3.40:5.3
source: Yo santaṃ attani pāpaṃ,
sc_po: while you disguise

# an3.40:5.4
source: attānaṃ parigūhasi.
sc_po: your bad self inside yourself.

# an3.40:6.1
source: Passanti devā ca tathāgatā ca,
sc_po: The gods and the Realized One see

# an3.40:6.2
source: Lokasmiṃ bālaṃ visamaṃ carantaṃ;
sc_po: the fool who lives unjustly in the world.

# an3.40:6.3
source: Tasmā hi attādhipateyyako ca,
sc_po: So with yourself in charge, live mindfully;

# an3.40:6.4
source: Lokādhipo ca nipako ca jhāyī;
sc_po: with the world in charge, be alert and practice absorption;

# an3.40:6.5
source: Dhammādhipo ca anudhammacārī,
sc_po: with the teaching in charge, live in line with that teaching:

# an3.40:6.6
source: Na hīyati saccaparakkamo muni.
sc_po: a sage who tries for the truth doesn’t deteriorate.

# an3.40:7.1
source: Pasayha māraṃ abhibhuyya antakaṃ,
sc_po: Māra’s destroyed; the terminator’s overcome:

# an3.40:7.2
source: Yo ca phusī jātikkhayaṃ padhānavā;
sc_po: one who strives reaches the end of rebirth.

# an3.40:7.3
source: So tādiso lokavidū sumedho,
sc_po: Poised, clever, knowing the world—

# an3.40:7.4
source: Sabbesu dhammesu atammayo munī”ti.
sc_po: that sage identifies with nothing at all.”
