Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.042.po
Languages: sc_po

# an3.42:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.42:0.2
source: 5. Cūḷavagga
sc_po: 5. The Lesser Chapter

# an3.42:0.3
source: 42. Tiṭhānasutta
sc_po: 42. Three Grounds

# an3.42:1.1
source: “Tīhi, bhikkhave, ṭhānehi saddho pasanno veditabbo.
sc_po: “There are three grounds, mendicants, by which a person with faith and confidence can be known.

# an3.42:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.42:1.3
source: Sīlavantānaṃ dassanakāmo hoti, saddhammaṃ sotukāmo hoti, vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato.
sc_po: They like to see ethical people. They like to hear the true teaching. And they live at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# an3.42:1.4
source: Imehi kho, bhikkhave, tīhi ṭhānehi saddho pasanno veditabbo.
sc_po: These are the three grounds by which a person with faith and confidence can be known.

# an3.42:2.1
source: Dassanakāmo sīlavataṃ,
sc_po: They like to see ethical people;

# an3.42:2.2
source: saddhammaṃ sotumicchati;
sc_po: they want to hear the true teaching;

# an3.42:2.3
source: Vinaye maccheramalaṃ,
sc_po: they’ve driven out the stain of stinginess:

# an3.42:2.4
source: sa ve saddhoti vuccatī”ti.
sc_po: that’s who’s called a person of faith.”
