Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.136.po
Languages: sc_po

# an3.136:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.136:0.2
source: 14. Yodhājīvavagga
sc_po: 14. A Warrior

# an3.136:0.3
source: 136. Uppādāsutta
sc_po: 136. Arising

# an3.136:1.1
source: “Uppādā vā, bhikkhave, tathāgatānaṃ anuppādā vā tathāgatānaṃ, ṭhitāva sā dhātu dhammaṭṭhitatā dhammaniyāmatā.
sc_po: “Mendicants, whether Realized Ones arise or not, this law of nature persists, this regularity of natural principles, this invariance of natural principles:

# an3.136:1.2
source: Sabbe saṅkhārā aniccā.
sc_po: all conditions are impermanent.

# an3.136:1.3
source: Taṃ tathāgato abhisambujjhati abhisameti.
sc_po: A Realized One understands this and comprehends it,

# an3.136:1.4
source: Abhisambujjhitvā abhisametvā ācikkhati deseti paññāpeti paṭṭhapeti vivarati vibhajati uttānīkaroti:
sc_po: then he explains, teaches, asserts, establishes, clarifies, analyzes, and reveals it:

# an3.136:1.5
source: ‘sabbe saṅkhārā aniccā’ti.
sc_po: ‘All conditions are impermanent.’

# an3.136:1.6
source: Uppādā vā, bhikkhave, tathāgatānaṃ anuppādā vā tathāgatānaṃ ṭhitāva sā dhātu dhammaṭṭhitatā dhammaniyāmatā.
sc_po: Whether Realized Ones arise or not, this law of nature persists, this regularity of natural principles, this invariance of natural principles:

# an3.136:1.7
source: Sabbe saṅkhārā dukkhā.
sc_po: all conditions are suffering.

# an3.136:1.8
source: Taṃ tathāgato abhisambujjhati abhisameti.
sc_po: A Realized One understands this and comprehends it,

# an3.136:1.9
source: Abhisambujjhitvā abhisametvā ācikkhati deseti paññāpeti paṭṭhapeti vivarati vibhajati uttānīkaroti:
sc_po: then he explains, teaches, asserts, establishes, clarifies, analyzes, and reveals it:

# an3.136:1.10
source: ‘sabbe saṅkhārā dukkhā’ti.
sc_po: ‘All conditions are suffering.’

# an3.136:1.11
source: Uppādā vā, bhikkhave, tathāgatānaṃ anuppādā vā tathāgatānaṃ ṭhitāva sā dhātu dhammaṭṭhitatā dhammaniyāmatā.
sc_po: Whether Realized Ones arise or not, this law of nature persists, this regularity of natural principles, this invariance of natural principles:

# an3.136:1.12
source: Sabbe dhammā anattā.
sc_po: all things are not-self.

# an3.136:1.13
source: Taṃ tathāgato abhisambujjhati abhisameti.
sc_po: A Realized One understands this and comprehends it,

# an3.136:1.14
source: Abhisambujjhitvā abhisametvā ācikkhati deseti paññāpeti paṭṭhapeti vivarati vibhajati uttānīkaroti:
sc_po: then he explains, teaches, asserts, establishes, clarifies, analyzes, and reveals it:

# an3.136:1.15
source: ‘sabbe dhammā anattā’”ti.
sc_po: ‘All things are not-self.’”
