Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.086.po
Languages: sc_po

# an3.86:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.86:0.2
source: 9. Samaṇavagga
sc_po: 9. Ascetics

# an3.86:0.3
source: 86. Paṭhamasikkhāsutta
sc_po: 86. Training (1st)

# an3.86:1.1
source: “Sādhikamidaṃ, bhikkhave, diyaḍḍhasikkhāpadasataṃ anvaddhamāsaṃ uddesaṃ āgacchati, yattha attakāmā kulaputtā sikkhanti.
sc_po: “Mendicants, each fortnight over a hundred and fifty training rules come up for recitation, in which gentlemen who love themselves train.

# an3.86:1.2
source: Tisso imā, bhikkhave, sikkhā yatthetaṃ sabbaṃ samodhānaṃ gacchati.
sc_po: These are all included in the three trainings.

# an3.86:1.3
source: Katamā tisso?
sc_po: What three?

# an3.86:1.4
source: Adhisīlasikkhā, adhicittasikkhā adhipaññāsikkhā—
sc_po: The training in the higher ethics, the higher mind, and the higher wisdom.

# an3.86:1.5
source: imā kho, bhikkhave, tisso sikkhā, yatthetaṃ sabbaṃ samodhānaṃ gacchati.
sc_po: These are the three trainings that include them all.

# an3.86:2.1
source: Idha, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ mattaso kārī paññāya mattaso kārī.
sc_po: Take the case of a mendicant who has fulfilled their ethics, but has limited immersion and wisdom.

# an3.86:2.2
source: So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi.
sc_po: They break some lesser and minor training rules, but are restored.

# an3.86:2.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.86:2.4
source: Na hi mettha, bhikkhave, abhabbatā vuttā.
sc_po: Because I don’t say they’re incapable of that.

# an3.86:2.5
source: Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni, tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu.
sc_po: But they’re constant and steady in their precepts regarding the training rules that are fundamental, befitting the spiritual path. They keep the rules they’ve undertaken.

# an3.86:2.6
source: So tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpanno hoti avinipātadhammo niyato sambodhiparāyaṇo.
sc_po: With the ending of three fetters they’re a stream-enterer, not liable to be reborn in the underworld, bound for awakening.

# an3.86:3.1
source: Idha pana, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ mattaso kārī paññāya mattaso kārī.
sc_po: Take another case of a mendicant who has fulfilled their ethics, but has limited immersion and wisdom.

# an3.86:3.2
source: So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi.
sc_po: They break some lesser and minor training rules, but are restored.

# an3.86:3.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.86:3.4
source: Na hi mettha, bhikkhave, abhabbatā vuttā.
sc_po: Because I don’t say they’re incapable of that.

# an3.86:3.5
source: Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu.
sc_po: But they’re constant and steady in their precepts regarding the training rules that are fundamental, befitting the spiritual path. They keep the rules they’ve undertaken.

# an3.86:3.6
source: So tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmī hoti, sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karoti.
sc_po: With the ending of three fetters, and the weakening of greed, hate, and delusion, they’re a once-returner. They come back to this world once only, then make an end of suffering.

# an3.86:4.1
source: Idha pana, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ paripūrakārī paññāya mattaso kārī.
sc_po: Take another case of a mendicant who has fulfilled their ethics and immersion, but has limited wisdom.

# an3.86:4.2
source: So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi.
sc_po: They break some lesser and minor training rules, but are restored.

# an3.86:4.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.86:4.4
source: Na hi mettha, bhikkhave, abhabbatā vuttā.
sc_po: Because I don’t say they’re incapable of that.

# an3.86:4.5
source: Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu.
sc_po: But they’re constant and steady in their precepts regarding the training rules that are fundamental, befitting the spiritual path. They keep the rules they’ve undertaken.

# an3.86:4.6
source: So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti tattha parinibbāyī anāvattidhammo tasmā lokā.
sc_po: With the ending of the five lower fetters they’re reborn spontaneously. They are extinguished there, and are not liable to return from that world.

# an3.86:5.1
source: Idha pana, bhikkhave, bhikkhu sīlesu paripūrakārī hoti samādhismiṃ paripūrakārī paññāya paripūrakārī.
sc_po: Take another case of a mendicant who has fulfilled their ethics, immersion, and wisdom.

# an3.86:5.2
source: So yāni tāni khuddānukhuddakāni sikkhāpadāni tāni āpajjatipi vuṭṭhātipi.
sc_po: They break some lesser and minor training rules, but are restored.

# an3.86:5.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.86:5.4
source: Na hi mettha, bhikkhave, abhabbatā vuttā.
sc_po: Because I don’t say they’re incapable of that.

# an3.86:5.5
source: Yāni ca kho tāni sikkhāpadāni ādibrahmacariyakāni brahmacariyasāruppāni tattha dhuvasīlo ca hoti ṭhitasīlo ca, samādāya sikkhati sikkhāpadesu.
sc_po: But they’re constant and steady in their precepts regarding the training rules that are fundamental, befitting the spiritual path. They keep the rules they’ve undertaken.

# an3.86:5.6
source: So āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an3.86:6.1
source: Iti kho, bhikkhave, padesaṃ padesakārī ārādheti paripūraṃ paripūrakārī.
sc_po: So, mendicants, if you practice partially you succeed partially. If you practice fully you succeed fully.

# an3.86:6.2
source: Avañjhāni tvevāhaṃ, bhikkhave, sikkhāpadāni vadāmī”ti.
sc_po: These training rules are not a waste, I say.”
