Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.037.po
Languages: sc_po

# an3.37:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.37:0.2
source: 4. Devadūtavagga
sc_po: 4. Messengers of the Gods

# an3.37:0.3
source: 37. Catumahārājasutta
sc_po: 37. The Four Great Kings (1st)

# an3.37:1.1
source: “Aṭṭhamiyaṃ, bhikkhave, pakkhassa catunnaṃ mahārājānaṃ amaccā pārisajjā imaṃ lokaṃ anuvicaranti:
sc_po: “On the eighth day of the fortnight, mendicants, the ministers and counselors of the Four Great Kings wander about the world, thinking:

# an3.37:1.2
source: ‘kacci bahū manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino uposathaṃ upavasanti paṭijāgaronti puññāni karontī’ti.
sc_po: ‘Hopefully most humans are paying due respect to their parents, ascetics and brahmins, honoring the elders in their families, observing the sabbath, staying awake, and making merit.’

# an3.37:1.3
source: Cātuddasiṃ, bhikkhave, pakkhassa catunnaṃ mahārājānaṃ puttā imaṃ lokaṃ anuvicaranti:
sc_po: And on the fourteenth day of the fortnight, the sons of the Four Great Kings wander about the world, thinking:

# an3.37:1.4
source: ‘kacci bahū manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino uposathaṃ upavasanti paṭijāgaronti puññāni karontī’ti.
sc_po: ‘Hopefully most humans are paying due respect to their parents … and making merit.’

# an3.37:1.5
source: Tadahu, bhikkhave, uposathe pannarase cattāro mahārājāno sāmaññeva imaṃ lokaṃ anuvicaranti:
sc_po: And on the fifteenth day sabbath, the Four Great Kings themselves wander about the world, thinking:

# an3.37:1.6
source: ‘kacci bahū manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino uposathaṃ upavasanti paṭijāgaronti puññāni karontī’ti.
sc_po: ‘Hopefully most humans are paying due respect to their parents … and making merit.’

# an3.37:2.1
source: Sace, bhikkhave, appakā honti manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino uposathaṃ upavasanti paṭijāgaronti puññāni karonti.
sc_po: If only a few humans are paying due respect to their parents … and making merit,

# an3.37:2.2
source: Tamenaṃ, bhikkhave, cattāro mahārājāno devānaṃ tāvatiṃsānaṃ sudhammāya sabhāya sannisinnānaṃ sannipatitānaṃ ārocenti:
sc_po: then the Four Great Kings address the gods of the Thirty-Three, seated together in the Hall of Justice:

# an3.37:2.3
source: ‘appakā kho, mārisā, manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino uposathaṃ upavasanti paṭijāgaronti puññāni karontī’ti.
sc_po: ‘Only a few humans are paying due respect to their parents … and making merit.’

# an3.37:2.4
source: Tena kho, bhikkhave, devā tāvatiṃsā anattamanā honti:
sc_po: Then the gods of the Thirty-Three are disappointed, thinking,

# an3.37:2.5
source: ‘dibbā vata, bho, kāyā parihāyissanti, paripūrissanti asurakāyā’ti.
sc_po: ‘The heavenly hosts will dwindle, while the demon hosts will swell!’

# an3.37:3.1
source: Sace pana, bhikkhave, bahū honti manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino uposathaṃ upavasanti paṭijāgaronti puññāni karonti.
sc_po: But if many humans are paying due respect to their parents … and making merit,

# an3.37:3.2
source: Tamenaṃ, bhikkhave, cattāro mahārājāno devānaṃ tāvatiṃsānaṃ sudhammāya sabhāya sannisinnānaṃ sannipatitānaṃ ārocenti:
sc_po: then the Four Great Kings address the gods of the Thirty-Three, seated together in the Hall of Justice:

# an3.37:3.3
source: ‘bahū kho, mārisā, manussā manussesu matteyyā petteyyā sāmaññā brahmaññā kule jeṭṭhāpacāyino uposathaṃ upavasanti paṭijāgaronti puññāni karontī’ti.
sc_po: ‘Many humans are paying due respect to their parents … and making merit.’

# an3.37:3.4
source: Tena, bhikkhave, devā tāvatiṃsā attamanā honti:
sc_po: Then the gods of the Thirty-Three are pleased, thinking,

# an3.37:3.5
source: ‘dibbā vata bho kāyā paripūrissanti, parihāyissanti asurakāyā’ti.
sc_po: ‘The heavenly hosts will swell, while the demon hosts will dwindle!’

# an3.37:4.1
source: Bhūtapubbaṃ, bhikkhave, sakko devānamindo deve tāvatiṃse anunayamāno tāyaṃ velāyaṃ imaṃ gāthaṃ abhāsi:
sc_po: Once upon a time, Sakka, lord of gods, guiding the gods of the Thirty-Three, recited this verse:

# an3.37:5.1
source: ‘Cātuddasiṃ pañcadasiṃ,
sc_po: ‘Whoever wants to be like me

# an3.37:5.2
source: yā ca pakkhassa aṭṭhamī;
sc_po: would observe the sabbath

# an3.37:5.3
source: Pāṭihāriyapakkhañca,
sc_po: complete in all eight factors,

# an3.37:5.4
source: aṭṭhaṅgasusamāgataṃ;
sc_po: on the fourteenth and the fifteenth days,

# an3.37:5.5
source: Uposathaṃ upavaseyya,
sc_po: and the eighth day of the fortnight,

# an3.37:5.6
source: yopissa mādiso naro’ti.
sc_po: as well as on the fortnightly special displays.’

# an3.37:6.1
source: Sā kho panesā, bhikkhave, sakkena devānamindena gāthā duggītā na sugītā dubbhāsitā na subhāsitā.
sc_po: But that verse was poorly sung by Sakka, lord of gods, not well sung; poorly spoken, not well spoken.

# an3.37:6.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.37:6.3
source: Sakko hi, bhikkhave, devānamindo avītarāgo avītadoso avītamoho.
sc_po: Sakka, lord of gods, is not free of greed, hate, and delusion.

# an3.37:7.1
source: Yo ca kho so, bhikkhave, bhikkhu arahaṃ khīṇāsavo vusitavā brahmacariyo katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, tassa kho etaṃ, bhikkhave, bhikkhuno kallaṃ vacanāya:
sc_po: But for a mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—it is appropriate to say:

# an3.37:8.1
source: ‘Cātuddasiṃ pañcadasiṃ,
sc_po: ‘Whoever wants to be like me

# an3.37:8.2
source: yā ca pakkhassa aṭṭhamī;
sc_po: would observe the sabbath,

# an3.37:8.3
source: Pāṭihāriyapakkhañca,
sc_po: complete in all eight factors,

# an3.37:8.4
source: aṭṭhaṅgasusamāgataṃ;
sc_po: on the fourteenth and the fifteenth days,

# an3.37:8.5
source: Uposathaṃ upavaseyya,
sc_po: and the eighth day of the fortnight,

# an3.37:8.6
source: yopissa mādiso naro’ti.
sc_po: as well as on the fortnightly special displays.’

# an3.37:9.1
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.37:9.2
source: So hi, bhikkhave, bhikkhu vītarāgo vītadoso vītamoho”ti.
sc_po: Because that mendicant is free of greed, hate, and delusion.”
