Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.013.po
Languages: sc_po

# an3.13:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.13:0.2
source: 2. Rathakāravagga
sc_po: 2. The Chariot-maker

# an3.13:0.3
source: 13. Āsaṃsasutta
sc_po: 13. Hopes

# an3.13:1.1
source: “Tayome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “These three kinds of people are found in the world.

# an3.13:1.2
source: Katame tayo?
sc_po: What three?

# an3.13:1.3
source: Nirāso, āsaṃso, vigatāso.
sc_po: The hopeless, the hopeful, and the one who has done away with hope.

# an3.13:1.4
source: Katamo ca, bhikkhave puggalo nirāso?
sc_po: And what, mendicants, is a hopeless person?

# an3.13:1.5
source: Idha, bhikkhave, ekacco puggalo nīce kule paccājāto hoti, caṇḍālakule vā venakule vā nesādakule vā rathakārakule vā pukkusakule vā dalidde appannapānabhojane kasiravuttike, yattha kasirena ghāsacchādo labbhati.
sc_po: It’s when some person is reborn in a low family—a family of outcastes, bamboo-workers, hunters, chariot-makers, or waste-collectors—poor, with little to eat or drink, where life is tough, and food and shelter are hard to find.

# an3.13:1.6
source: So ca hoti dubbaṇṇo duddasiko okoṭimako bavhābādho kāṇo vā kuṇī vā khañjo vā pakkhahato vā, na lābhī annassa pānassa vatthassa yānassa mālāgandhavilepanassa seyyāvasathapadīpeyyassa.
sc_po: And they’re ugly, unsightly, deformed, chronically ill—one-eyed, crippled, lame, or half-paralyzed. They don’t get to have food, drink, clothes, and vehicles; garlands, fragrances, and makeup; or bed, house, and lighting.

# an3.13:1.7
source: So suṇāti:
sc_po: They hear this:

# an3.13:1.8
source: ‘itthannāmo kira khattiyo khattiyehi khattiyābhisekena abhisitto’ti.
sc_po: ‘They say the aristocrats have anointed the aristocrat named so-and-so as king.’

# an3.13:1.9
source: Tassa na evaṃ hoti:
sc_po: It never occurs to them:

# an3.13:1.10
source: ‘kudāssu nāma mampi khattiyā khattiyābhisekena abhisiñcissantī’ti.
sc_po: ‘Oh, when will the aristocrats anoint me too as king?’

# an3.13:1.11
source: Ayaṃ vuccati, bhikkhave, puggalo nirāso.
sc_po: This is called a hopeless person.

# an3.13:2.1
source: Katamo ca, bhikkhave, puggalo āsaṃso?
sc_po: And what, mendicants, is a hopeful person?

# an3.13:2.2
source: Idha, bhikkhave, rañño khattiyassa muddhāvasittassa jeṭṭho putto hoti ābhiseko anabhisitto acalappatto.
sc_po: It’s when some person is the eldest son of an anointed king. He has not yet been anointed, but is eligible, and has been confirmed in the succession.

# an3.13:2.3
source: So suṇāti:
sc_po: He hears this:

# an3.13:2.4
source: ‘itthannāmo kira khattiyo khattiyehi khattiyābhisekena abhisitto’ti.
sc_po: ‘They say that the aristocrats have anointed the aristocrat named so-and-so as king.’

# an3.13:2.5
source: Tassa evaṃ hoti:
sc_po: It occurs to him:

# an3.13:2.6
source: ‘kudāssu nāma mampi khattiyā khattiyābhisekena abhisiñcissantī’ti.
sc_po: ‘Oh, when will the aristocrats anoint me too as king?’

# an3.13:2.7
source: Ayaṃ vuccati, bhikkhave, puggalo āsaṃso.
sc_po: This is called a hopeful person.

# an3.13:3.1
source: Katamo ca, bhikkhave, puggalo vigatāso?
sc_po: And what, mendicants, is a person who has done away with hope?

# an3.13:3.2
source: Idha, bhikkhave, rājā hoti khattiyo muddhāvasitto.
sc_po: It’s when a king has been anointed.

# an3.13:3.3
source: So suṇāti:
sc_po: He hears this:

# an3.13:3.4
source: ‘itthannāmo kira khattiyo khattiyehi khattiyābhisekena abhisitto’ti.
sc_po: ‘They say that the aristocrats have anointed the aristocrat named so-and-so as king.’

# an3.13:3.5
source: Tassa na evaṃ hoti:
sc_po: It never occurs to him:

# an3.13:3.6
source: ‘kudāssu nāma mampi khattiyā khattiyābhisekena abhisiñcissantī’ti.
sc_po: ‘Oh, when will the aristocrats anoint me too as king?’

# an3.13:3.7
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.13:3.8
source: Yā hissa, bhikkhave, pubbe anabhisittassa abhisekāsā sā paṭippassaddhā.
sc_po: Because the former hope he had to be anointed has now died down.

# an3.13:3.9
source: Ayaṃ vuccati, bhikkhave, puggalo vigatāso.
sc_po: This is called a person who has done away with hope.

# an3.13:3.10
source: Ime kho, bhikkhave, tayo puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: These are the three kinds of people found in the world.

# an3.13:4.1
source: Evamevaṃ kho, bhikkhave, tayo puggalā santo saṃvijjamānā bhikkhūsu.
sc_po: In the same way, these three kinds of people are found among the mendicants.

# an3.13:4.2
source: Katame tayo?
sc_po: What three?

# an3.13:4.3
source: Nirāso, āsaṃso, vigatāso.
sc_po: The hopeless, the hopeful, and the one who has done away with hope.

# an3.13:4.4
source: Katamo ca, bhikkhave, puggalo nirāso?
sc_po: And what, mendicants, is a hopeless person?

# an3.13:4.5
source: Idha, bhikkhave, ekacco puggalo dussīlo hoti pāpadhammo asuci saṅkassarasamācāro paṭicchannakammanto assamaṇo samaṇapaṭiñño abrahmacārī brahmacāripaṭiñño antopūti avassuto kasambujāto.
sc_po: It’s when some person is unethical, of bad qualities, filthy, with suspicious behavior, underhand, no true ascetic or spiritual practitioner—though claiming to be one—rotten inside, corrupt, and depraved.

# an3.13:4.6
source: So suṇāti:
sc_po: They hear this:

# an3.13:4.7
source: ‘itthannāmo kira bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī’ti.
sc_po: ‘They say that the mendicant named so-and-so has realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.’

# an3.13:4.8
source: Tassa na evaṃ hoti:
sc_po: It never occurs to them:

# an3.13:4.9
source: ‘kudāssu nāma ahampi āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissāmī’ti.
sc_po: ‘Oh, when will I too realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’

# an3.13:4.10
source: Ayaṃ vuccati, bhikkhave, puggalo nirāso.
sc_po: This is called a hopeless person.

# an3.13:5.1
source: Katamo ca, bhikkhave, puggalo āsaṃso?
sc_po: And what, mendicants, is a hopeful person?

# an3.13:5.2
source: Idha, bhikkhave, bhikkhu sīlavā hoti kalyāṇadhammo.
sc_po: It’s when a mendicant is ethical, of good character.

# an3.13:5.3
source: So suṇāti:
sc_po: They hear this:

# an3.13:5.4
source: ‘itthannāmo kira bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī’ti.
sc_po: ‘They say that the mendicant named so-and-so has realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.’

# an3.13:5.5
source: Tassa evaṃ hoti:
sc_po: It occurs to them:

# an3.13:5.6
source: ‘kudāssu nāma ahampi āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharissāmī’ti.
sc_po: ‘Oh, when will I too realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’

# an3.13:5.7
source: Ayaṃ vuccati, bhikkhave, puggalo āsaṃso.
sc_po: This is called a hopeful person.

# an3.13:6.1
source: Katamo ca, bhikkhave, puggalo vigatāso?
sc_po: And what, mendicants, is a person who has done away with hope?

# an3.13:6.2
source: Idha, bhikkhave, bhikkhu arahaṃ hoti khīṇāsavo.
sc_po: It’s when a mendicant is a perfected one, who has ended all defilements.

# an3.13:6.3
source: So suṇāti:
sc_po: They hear this:

# an3.13:6.4
source: ‘itthannāmo kira bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī’ti.
sc_po: ‘They say that the mendicant named so-and-so has realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.’

# an3.13:6.5
source: Tassa na evaṃ hoti:
sc_po: It never occurs to them:

# an3.13:6.6
source: ‘kudāssu nāma ahampi āsavānaṃ khayā … pe … sacchikatvā upasampajja viharissāmī’ti.
sc_po: ‘Oh, when will I too realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’

# an3.13:6.7
source: Taṃ kissa hetu?
sc_po: Why is that?

# an3.13:6.8
source: Yā hissa, bhikkhave, pubbe avimuttassa vimuttāsā sā paṭippassaddhā.
sc_po: Because the former hope they had to be freed has now died down.

# an3.13:6.9
source: Ayaṃ vuccati, bhikkhave, puggalo vigatāso.
sc_po: This is called a person who has done away with hope.

# an3.13:6.10
source: Ime kho, bhikkhave, tayo puggalā santo saṃvijjamānā bhikkhūsū”ti.
sc_po: These are the three people found among the mendicants.”
