Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.066.po
Languages: sc_po

# an3.66:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.66:0.2
source: 7. Mahāvagga
sc_po: 7. The Great Chapter

# an3.66:0.3
source: 66. Sāḷhasutta
sc_po: 66. With Sāḷha and His Friend

# an3.66:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an3.66:1.2
source: ekaṃ samayaṃ āyasmā nandako sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.
sc_po: Now at that time Venerable Nandaka was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.

# an3.66:1.3
source: Atha kho sāḷho ca migāranattā sāṇo ca sekhuniyanattā yenāyasmā nandako tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ nandakaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnaṃ kho sāḷhaṃ migāranattāraṃ āyasmā nandako etadavoca:
sc_po: Then Sāḷha, Migāra’s grandson, and Rohaṇa, Pekhuṇiya’s grandson went up to Venerable Nandaka, bowed, and sat down to one side. Then Venerable Nandaka said to Sāḷha:

# an3.66:2.1
source: “Etha tumhe, sāḷhā, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā samaṇo no garūti.
sc_po: “Please, Sāḷha and friend, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think ‘The ascetic is our respected teacher.’

# an3.66:2.2
source: Yadā tumhe, sāḷhā, attanāva jāneyyātha ‘ime dhammā akusalā, ime dhammā sāvajjā, ime dhammā viññugarahitā, ime dhammā samattā samādinnā ahitāya dukkhāya saṃvattantī’ti, atha tumhe, sāḷhā, pajaheyyātha.
sc_po: But when you know for yourselves: ‘These things are unskillful, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering’, then you should give them up.

# an3.66:3.1
source: Taṃ kiṃ maññatha, sāḷhā,
sc_po: What do you think, Sāḷha?

# an3.66:3.2
source: atthi lobho”ti?
sc_po: Is greed real?”

# an3.66:4.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:5.1
source: “Abhijjhāti kho ahaṃ, sāḷhā, etamatthaṃ vadāmi.
sc_po: “‘Covetousness’ is what I mean by this.

# an3.66:5.2
source: Luddho kho ayaṃ, sāḷhā, abhijjhālu pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti, yaṃ sa hoti dīgharattaṃ ahitāya dukkhāyā”ti.
sc_po: A person who is greedy and covetous kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?”

# an3.66:6.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:7.1
source: “Taṃ kiṃ maññatha, sāḷhā,
sc_po: “What do you think, Sāḷha?

# an3.66:7.2
source: atthi doso”ti?
sc_po: Is hate real?”

# an3.66:8.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:9.1
source: “Byāpādoti kho ahaṃ, sāḷhā, etamatthaṃ vadāmi.
sc_po: “‘Malice’ is what I mean by this.

# an3.66:9.2
source: Duṭṭho kho ayaṃ, sāḷhā, byāpannacitto pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti, yaṃ sa hoti dīgharattaṃ ahitāya dukkhāyā”ti.
sc_po: A hateful and malicious person kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?”

# an3.66:10.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:11.1
source: “Taṃ kiṃ maññatha, sāḷhā,
sc_po: “What do you think, Sāḷha?

# an3.66:11.2
source: atthi moho”ti?
sc_po: Is delusion real?”

# an3.66:12.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:13.1
source: “Avijjāti kho ahaṃ, sāḷhā, etamatthaṃ vadāmi.
sc_po: “‘Ignorance’ is what I mean by this.

# an3.66:13.2
source: Mūḷho kho ayaṃ, sāḷhā, avijjāgato pāṇampi hanati, adinnampi ādiyati, paradārampi gacchati, musāpi bhaṇati, parampi tathattāya samādapeti, yaṃ sa hoti dīgharattaṃ ahitāya dukkhāyā”ti.
sc_po: A person who is deluded and ignorant kills living creatures, steals, commits adultery, lies, and encourages others to do the same. Is that for their lasting harm and suffering?”

# an3.66:14.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:15.1
source: “Taṃ kiṃ maññatha, sāḷhā, ime dhammā kusalā vā akusalā vā”ti?
sc_po: “What do you think, Sāḷha, are these things skillful or unskillful?”

# an3.66:16.1
source: “Akusalā, bhante”.
sc_po: “Unskillful, sir.”

# an3.66:17.1
source: “Sāvajjā vā anavajjā vā”ti?
sc_po: “Blameworthy or blameless?”

# an3.66:18.1
source: “Sāvajjā, bhante”.
sc_po: “Blameworthy, sir.”

# an3.66:19.1
source: “Viññugarahitā vā viññuppasatthā vā”ti?
sc_po: “Criticized or praised by sensible people?”

# an3.66:20.1
source: “Viññugarahitā, bhante”.
sc_po: “Criticized by sensible people, sir.”

# an3.66:21.1
source: “Samattā samādinnā ahitāya dukkhāya saṃvattanti, no vā?
sc_po: “When you undertake them, do they lead to harm and suffering, or not?

# an3.66:21.2
source: Kathaṃ vā ettha hotī”ti?
sc_po: Or how do you see this?”

# an3.66:22.1
source: “Samattā, bhante, samādinnā ahitāya dukkhāya saṃvattantīti.
sc_po: “When you undertake them, they lead to harm and suffering.

# an3.66:22.2
source: Evaṃ no ettha hotī”ti.
sc_po: That’s how we see it.”

# an3.66:23.1
source: “Iti kho, sāḷhā, yaṃ taṃ avocumhā:
sc_po: “So, Sāḷha and friend, when I said:

# an3.66:23.2
source: ‘etha tumhe, sāḷhā, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā samaṇo no garūti.
sc_po: ‘Please, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think “The ascetic is our respected teacher.”

# an3.66:23.3
source: Yadā tumhe, sāḷhā, attanāva jāneyyātha—
sc_po: But when you know for yourselves:

# an3.66:23.4
source: ime dhammā akusalā, ime dhammā sāvajjā, ime dhammā viññugarahitā, ime dhammā samattā samādinnā ahitāya dukkhāya saṃvattantīti, atha tumhe, sāḷhā, pajaheyyāthā’ti,
sc_po: “These things are unskillful, blameworthy, criticized by sensible people, and when you undertake them, they lead to harm and suffering”, then you should give them up.’

# an3.66:23.5
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
sc_po: That’s what I said, and this is why I said it.

# an3.66:24.1
source: Etha tumhe, sāḷhā, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā samaṇo no garūti.
sc_po: Please, Sāḷha and friend, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think ‘The ascetic is our respected teacher.’

# an3.66:24.2
source: Yadā tumhe, sāḷhā, attanāva jāneyyātha:
sc_po: But when you know for yourselves:

# an3.66:24.3
source: ‘ime dhammā kusalā, ime dhammā anavajjā, ime dhammā viññuppasatthā, ime dhammā samattā samādinnā hitāya sukhāya saṃvattantī’ti, atha tumhe, sāḷhā, upasampajja vihareyyātha.
sc_po: ‘These things are skillful, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness’, then you should acquire them and keep them.

# an3.66:25.1
source: Taṃ kiṃ maññatha, sāḷhā, atthi alobho”ti?
sc_po: What do you think? Is contentment real?”

# an3.66:26.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:27.1
source: “Anabhijjhāti kho ahaṃ, sāḷhā, etamatthaṃ vadāmi.
sc_po: “‘Satisfaction’ is what I mean by this.

# an3.66:27.2
source: Aluddho kho ayaṃ, sāḷhā, anabhijjhālu neva pāṇaṃ hanati, na adinnaṃ ādiyati, na paradāraṃ gacchati, na musā bhaṇati, parampi na tathattāya samādapeti, yaṃ sa hoti dīgharattaṃ hitāya sukhāyā”ti.
sc_po: A person who is content and satisfied doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?”

# an3.66:28.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:29.1
source: “Taṃ kiṃ maññatha, sāḷhā, atthi adoso”ti?
sc_po: What do you think? Is love real?”

# an3.66:30.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:31.1
source: “Abyāpādoti kho ahaṃ, sāḷhā, etamatthaṃ vadāmi.
sc_po: “‘Kindness’ is what I mean by this.

# an3.66:31.2
source: Aduṭṭho kho ayaṃ, sāḷhā, abyāpannacitto neva pāṇaṃ hanati, na adinnaṃ ādiyati, na paradāraṃ gacchati, na musā bhaṇati, parampi na tathattāya samādapeti, yaṃ sa hoti dīgharattaṃ hitāya sukhāyā”ti.
sc_po: A loving and kind-hearted person doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?”

# an3.66:32.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:33.1
source: “Taṃ kiṃ maññatha, sāḷhā,
sc_po: “What do you think, Sāḷha?

# an3.66:33.2
source: atthi amoho”ti?
sc_po: Is understanding real?”

# an3.66:34.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:35.1
source: “Vijjāti kho ahaṃ, sāḷhā, etamatthaṃ vadāmi.
sc_po: “‘Knowledge’ is what I mean by this.

# an3.66:35.2
source: Amūḷho kho ayaṃ, sāḷhā, vijjāgato neva pāṇaṃ hanati, na adinnaṃ ādiyati, na paradāraṃ gacchati, na musā bhaṇati, parampi na tathattāya samādapeti, yaṃ sa hoti dīgharattaṃ hitāya sukhāyā”ti.
sc_po: A person who understands and knows doesn’t kill living creatures, steal, commit adultery, lie, or encourage others to do the same. Is that for their lasting welfare and happiness?”

# an3.66:36.1
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# an3.66:37.1
source: “Taṃ kiṃ maññatha, sāḷhā, ime dhammā kusalā vā akusalā vā”ti?
sc_po: “What do you think, Sāḷha, are these things skillful or unskillful?”

# an3.66:38.1
source: “Kusalā, bhante”.
sc_po: “Skillful, sir.”

# an3.66:39.1
source: “Sāvajjā vā anavajjā vā”ti?
sc_po: “Blameworthy or blameless?”

# an3.66:40.1
source: “Anavajjā, bhante”.
sc_po: “Blameless, sir.”

# an3.66:41.1
source: “Viññugarahitā vā viññuppasatthā vā”ti?
sc_po: “Criticized or praised by sensible people?”

# an3.66:42.1
source: “Viññuppasatthā, bhante”.
sc_po: “Praised by sensible people, sir.”

# an3.66:43.1
source: “Samattā samādinnā hitāya sukhāya saṃvattanti, no vā?
sc_po: “When you undertake them, do they lead to welfare and happiness, or not?

# an3.66:43.2
source: Kathaṃ vā ettha hotī”ti?
sc_po: Or how do you see this?”

# an3.66:44.1
source: “Samattā, bhante, samādinnā hitāya sukhāya saṃvattantīti.
sc_po: “When you undertake them, they lead to welfare and happiness.

# an3.66:44.2
source: Evaṃ no ettha hotī”ti.
sc_po: That’s how we see it.”

# an3.66:45.1
source: “Iti kho, sāḷhā, yaṃ taṃ avocumhā:
sc_po: “So, Sāḷha and friend, when I said:

# an3.66:45.2
source: ‘etha tumhe, sāḷhā, mā anussavena, mā paramparāya, mā itikirāya, mā piṭakasampadānena, mā takkahetu, mā nayahetu, mā ākāraparivitakkena, mā diṭṭhinijjhānakkhantiyā, mā bhabbarūpatāya, mā samaṇo no garūti.
sc_po: ‘Please, don’t go by oral transmission, don’t go by lineage, don’t go by testament, don’t go by canonical authority, don’t rely on logic, don’t rely on inference, don’t go by reasoned contemplation, don’t go by the acceptance of a view after consideration, don’t go by the appearance of competence, and don’t think “The ascetic is our respected teacher.”

# an3.66:45.3
source: Yadā tumhe, sāḷhā, attanāva jāneyyātha—
sc_po: But when you know for yourselves:

# an3.66:45.4
source: ime dhammā kusalā, ime dhammā anavajjā, ime dhammā viññuppasatthā, ime dhammā samattā samādinnā dīgharattaṃ hitāya sukhāya saṃvattantīti, atha tumhe, sāḷhā, upasampajja vihareyyāthā’ti,
sc_po: “These things are skillful, blameless, praised by sensible people, and when you undertake them, they lead to welfare and happiness”, then you should acquire them and keep them.’

# an3.66:45.5
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
sc_po: That’s what I said, and this is why I said it.

# an3.66:46.1
source: Sa kho so, sāḷhā, ariyasāvako evaṃ vigatābhijjho vigatabyāpādo asammūḷho sampajāno patissato mettāsahagatena cetasā … pe …
sc_po: Then that noble disciple is rid of desire, rid of ill will, unconfused, aware, and mindful. They meditate spreading a heart full of love …

# an3.66:46.2
source: karuṇā …
sc_po: compassion …

# an3.66:46.3
source: muditā …
sc_po: rejoicing …

# an3.66:46.4
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ, iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyāpajjhena pharitvā viharati.
sc_po: equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# an3.66:46.5
source: So evaṃ pajānāti:
sc_po: They understand:

# an3.66:46.6
source: ‘atthi idaṃ, atthi hīnaṃ, atthi paṇītaṃ, atthi imassa saññāgatassa uttari nissaraṇan’ti.
sc_po: ‘There is this, there is what is worse than this, there is what is better than this, and there is an escape beyond the scope of perception.’

# an3.66:46.7
source: Tassa evaṃ jānato evaṃ passato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati;
sc_po: Knowing and seeing like this, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# an3.66:46.8
source: vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
sc_po: When they’re freed, they know they’re freed.

# an3.66:46.9
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# an3.66:47.1
source: So evaṃ pajānāti:
sc_po: They understand:

# an3.66:47.2
source: ‘ahu pubbe lobho, tadahu akusalaṃ, so etarahi natthi, iccetaṃ kusalaṃ;
sc_po: ‘Formerly there was greed, which was unskillful. Now there is none, so that’s skillful.

# an3.66:47.3
source: ahu pubbe doso … pe …
sc_po: Formerly there was hate, which was unskillful. Now there is none, so that’s skillful.

# an3.66:47.4
source: ahu pubbe moho, tadahu akusalaṃ, so etarahi natthi, iccetaṃ kusalan’ti.
sc_po: Formerly there was delusion, which was unskillful. Now there is none, so that’s skillful.’

# an3.66:47.5
source: So diṭṭheva dhamme nicchāto nibbuto sītibhūto sukhappaṭisaṃvedī brahmabhūtena attanā viharatī”ti.
sc_po: So they live without wishes in the present life, extinguished, cooled, experiencing bliss, having become holy in themselves.”
