Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.122.po
Languages: sc_po

# an3.122:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.122:0.2
source: 12. Āpāyikavagga
sc_po: 12. Bound for Loss

# an3.122:0.3
source: 122. Moneyyasutta
sc_po: 122. Sagacity

# an3.122:1.1
source: “Tīṇimāni, bhikkhave, moneyyāni.
sc_po: “Mendicants, there are these three kinds of sagacity.

# an3.122:1.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.122:1.3
source: Kāyamoneyyaṃ, vacīmoneyyaṃ, manomoneyyaṃ.
sc_po: Sagacity of body, speech, and mind.

# an3.122:1.4
source: Katamañca, bhikkhave, kāyamoneyyaṃ?
sc_po: And what is sagacity of body?

# an3.122:1.5
source: Idha, bhikkhave, bhikkhu pāṇātipātā paṭivirato hoti, adinnādānā paṭivirato hoti, abrahmacariyā paṭivirato hoti.
sc_po: It’s when a mendicant doesn’t kill living creatures, steal, or have sex.

# an3.122:1.6
source: Idaṃ vuccati, bhikkhave, kāyamoneyyaṃ.
sc_po: This is called ‘sagacity of body’.

# an3.122:2.1
source: Katamañca, bhikkhave, vacīmoneyyaṃ?
sc_po: And what is sagacity of speech?

# an3.122:2.2
source: Idha, bhikkhave, bhikkhu musāvādā paṭivirato hoti, pisuṇāya vācāya paṭivirato hoti, pharusāya vācāya paṭivirato hoti, samphappalāpā paṭivirato hoti.
sc_po: It’s when a mendicant doesn’t use speech that’s false, divisive, harsh, or nonsensical.

# an3.122:2.3
source: Idaṃ vuccati, bhikkhave, vacīmoneyyaṃ.
sc_po: This is called ‘sagacity of speech’.

# an3.122:3.1
source: Katamañca, bhikkhave, manomoneyyaṃ?
sc_po: And what is sagacity of mind?

# an3.122:3.2
source: Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an3.122:3.3
source: Idaṃ vuccati, bhikkhave, manomoneyyaṃ.
sc_po: This is called ‘sagacity of mind’.

# an3.122:3.4
source: Imāni kho, bhikkhave, tīṇi moneyyānīti.
sc_po: These are the three kinds of sagacity.

# an3.122:4.1
source: Kāyamuniṃ vacīmuniṃ,
sc_po: A sage in body, a sage in speech,

# an3.122:4.2
source: cetomuniṃ anāsavaṃ;
sc_po: and an undefiled sage in heart.

# an3.122:4.3
source: Muniṃ moneyyasampannaṃ,
sc_po: A sage, blessed with sagacity,

# an3.122:4.4
source: āhu sabbappahāyinan”ti.
sc_po: has given up everything, they say.”
