Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.005.po
Languages: sc_po

# an3.5:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.5:0.2
source: 1. Bālavagga
sc_po: 1. Fools

# an3.5:0.3
source: 5. Ayonisosutta
sc_po: 5. Improper

# an3.5:1.1
source: “Tīhi, bhikkhave, dhammehi samannāgato bālo veditabbo.
sc_po: “A fool is known by three things.

# an3.5:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.5:1.3
source: Ayoniso pañhaṃ kattā hoti, ayoniso pañhaṃ vissajjetā hoti, parassa kho pana yoniso pañhaṃ vissajjitaṃ parimaṇḍalehi padabyañjanehi siliṭṭhehi upagatehi nābbhanumoditā hoti.
sc_po: They ask a question improperly. They answer a question improperly. And when someone else answers a question properly—with well-rounded, coherent, and relevant words and phrases—they disagree with it.

# an3.5:1.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato bālo veditabbo.
sc_po: These are the three things by which a fool is known.

# an3.5:2.1
source: Tīhi, bhikkhave, dhammehi samannāgato paṇḍito veditabbo.
sc_po: An astute person is known by three things.

# an3.5:2.2
source: Katamehi tīhi?
sc_po: What three?

# an3.5:2.3
source: Yoniso pañhaṃ kattā hoti, yoniso pañhaṃ vissajjetā hoti, parassa kho pana yoniso pañhaṃ vissajjitaṃ parimaṇḍalehi padabyañjanehi siliṭṭhehi upagatehi abbhanumoditā hoti.
sc_po: They ask a question properly. They answer a question properly. And when someone else answers a question properly—with well-rounded, coherent, and relevant words and phrases—they agree with it.

# an3.5:2.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato paṇḍito veditabbo.
sc_po: These are the three things by which an astute person is known.

# an3.5:2.5
source: Tasmātiha … pe ….
sc_po: So you should train …”
