Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.011.po
Languages: sc_po

# an3.11:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.11:0.2
source: 2. Rathakāravagga
sc_po: 2. The Chariot-maker

# an3.11:0.3
source: 11. Ñātasutta
sc_po: 11. Well-known

# an3.11:1.1
source: “Tīhi, bhikkhave, dhammehi samannāgato ñāto bhikkhu bahujanaahitāya paṭipanno hoti bahujanadukkhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ.
sc_po: “Mendicants, a well-known mendicant who has three qualities is acting for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.

# an3.11:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.11:1.3
source: Ananulomike kāyakamme samādapeti, ananulomike vacīkamme samādapeti, ananulomikesu dhammesu samādapeti.
sc_po: They encourage deeds of body and speech, as well as principles, that don’t reinforce good qualities.

# an3.11:1.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato ñāto bhikkhu bahujanaahitāya paṭipanno hoti bahujanadukkhāya, bahuno janassa anatthāya ahitāya dukkhāya devamanussānaṃ.
sc_po: A well-known mendicant who has these three qualities is acting for the hurt and unhappiness of the people, for the harm, hurt, and suffering of gods and humans.

# an3.11:2.1
source: Tīhi, bhikkhave, dhammehi samannāgato ñāto bhikkhu bahujanahitāya paṭipanno hoti bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ.
sc_po: A well-known mendicant who has three qualities is acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# an3.11:2.2
source: Katamehi tīhi?
sc_po: What three?

# an3.11:2.3
source: Anulomike kāyakamme samādapeti, anulomike vacīkamme samādapeti, anulomikesu dhammesu samādapeti.
sc_po: They encourage deeds of body and speech, as well as principles, that reinforce good qualities.

# an3.11:2.4
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato ñāto bhikkhu bahujanahitāya paṭipanno hoti bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānan”ti.
sc_po: A well-known mendicant who has these three qualities is acting for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.”
