Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.029.po
Languages: sc_po

# an3.29:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.29:0.2
source: 3. Puggalavagga
sc_po: 3. Persons

# an3.29:0.3
source: 29. Andhasutta
sc_po: 29. Blind

# an3.29:1.1
source: “Tayome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “These three kinds of people are found in the world.

# an3.29:1.2
source: Katame tayo?
sc_po: What three?

# an3.29:1.3
source: Andho, ekacakkhu, dvicakkhu.
sc_po: The blind, the one-eyed, and the two-eyed.

# an3.29:1.4
source: Katamo ca, bhikkhave, puggalo andho?
sc_po: Who is the blind person?

# an3.29:1.5
source: Idha, bhikkhave, ekaccassa puggalassa tathārūpaṃ cakkhu na hoti yathārūpena cakkhunā anadhigataṃ vā bhogaṃ adhigaccheyya adhigataṃ vā bhogaṃ phātiṃ kareyya;
sc_po: It’s someone who doesn’t have the kind of vision that’s needed to acquire more wealth or to increase the wealth they’ve already acquired.

# an3.29:1.6
source: tathārūpampissa cakkhu na hoti yathārūpena cakkhunā kusalākusale dhamme jāneyya, sāvajjānavajje dhamme jāneyya, hīnappaṇīte dhamme jāneyya, kaṇhasukkasappaṭibhāge dhamme jāneyya.
sc_po: Nor do they have the kind of vision that’s needed to know the difference between qualities that are skillful and unskillful, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.

# an3.29:1.7
source: Ayaṃ vuccati, bhikkhave, puggalo andho.
sc_po: This is called a blind person.

# an3.29:2.1
source: Katamo ca, bhikkhave, puggalo ekacakkhu?
sc_po: Who is the person with one eye?

# an3.29:2.2
source: Idha, bhikkhave, ekaccassa puggalassa tathārūpaṃ cakkhu hoti yathārūpena cakkhunā anadhigataṃ vā bhogaṃ adhigaccheyya adhigataṃ vā bhogaṃ phātiṃ kareyya;
sc_po: It’s someone who has the kind of vision that’s needed to acquire more wealth and to increase the wealth they’ve already acquired.

# an3.29:2.3
source: tathārūpaṃ panassa cakkhu na hoti yathārūpena cakkhunā kusalākusale dhamme jāneyya, sāvajjānavajje dhamme jāneyya, hīnappaṇīte dhamme jāneyya, kaṇhasukkasappaṭibhāge dhamme jāneyya.
sc_po: But they don’t have the kind of vision that’s needed to know the difference between qualities that are skillful and unskillful, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.

# an3.29:2.4
source: Ayaṃ vuccati, bhikkhave, puggalo ekacakkhu.
sc_po: This is called a one-eyed person.

# an3.29:3.1
source: Katamo ca, bhikkhave, puggalo dvicakkhu?
sc_po: Who is the person with two eyes?

# an3.29:3.2
source: Idha, bhikkhave, ekaccassa puggalassa tathārūpaṃ cakkhu hoti yathārūpena cakkhunā anadhigataṃ vā bhogaṃ adhigaccheyya, adhigataṃ vā bhogaṃ phātiṃ kareyya;
sc_po: It’s someone who has the kind of vision that’s needed to acquire more wealth and to increase the wealth they’ve already acquired.

# an3.29:3.3
source: tathārūpampissa cakkhu hoti yathārūpena cakkhunā kusalākusale dhamme jāneyya;
sc_po: And they have the kind of vision that’s needed to know the difference between skillful and unskillful, blameworthy and blameless, inferior and superior, or qualities on the side of dark and bright.

# an3.29:3.5
source: Ayaṃ vuccati, bhikkhave, puggalo dvicakkhu.
sc_po: This is called a two-eyed person.

# an3.29:3.6
source: Ime kho, bhikkhave, tayo puggalā santo saṃvijjamānā lokasminti.
sc_po: These are the three people found in the world.

# an3.29:4.1
source: Na ceva bhogā tathārūpā,
sc_po: Neither suitable wealth,

# an3.29:4.2
source: na ca puññāni kubbati;
sc_po: nor merit do they make.

# an3.29:4.3
source: Ubhayattha kaliggāho,
sc_po: They lose on both counts,

# an3.29:4.4
source: andhassa hatacakkhuno.
sc_po: those who are blind, with ruined eyes.

# an3.29:5.1
source: Athāparāyaṃ akkhāto,
sc_po: And now the one-eyed

# an3.29:5.2
source: Ekacakkhu ca puggalo;
sc_po: person is explained.

# an3.29:5.3
source: Dhammādhammena saṭhoso,
sc_po: By methods good and bad,

# an3.29:5.4
source: Bhogāni pariyesati.
sc_po: that devious person seeks wealth.

# an3.29:6.1
source: Theyyena kūṭakammena,
sc_po: Both by fraudulent, thieving deeds,

# an3.29:6.2
source: musāvādena cūbhayaṃ;
sc_po: and also by lies,

# an3.29:6.3
source: Kusalo hoti saṅghātuṃ,
sc_po: the young man’s skilled at piling up money,

# an3.29:6.4
source: kāmabhogī ca mānavo;
sc_po: and enjoying sensual pleasures.

# an3.29:6.5
source: Ito so nirayaṃ gantvā,
sc_po: From here they go to hell—

# an3.29:6.6
source: ekacakkhu vihaññati.
sc_po: the one-eyed person is ruined.

# an3.29:7.1
source: Dvicakkhu pana akkhāto,
sc_po: And now the two-eyed is explained,

# an3.29:7.2
source: seṭṭho purisapuggalo;
sc_po: the best individual.

# an3.29:7.3
source: Dhammaladdhehi bhogehi,
sc_po: Their wealth is earned legitimately,

# an3.29:7.4
source: uṭṭhānādhigataṃ dhanaṃ.
sc_po: money acquired by their own hard work.

# an3.29:8.1
source: Dadāti seṭṭhasaṅkappo,
sc_po: They give with best of intentions,

# an3.29:8.2
source: abyaggamānaso naro;
sc_po: that peaceful-hearted person.

# an3.29:8.3
source: Upeti bhaddakaṃ ṭhānaṃ,
sc_po: They go to a good place,

# an3.29:8.4
source: yattha gantvā na socati.
sc_po: where there is no sorrow.

# an3.29:9.1
source: Andhañca ekacakkhuñca,
sc_po: The blind and the one-eyed,

# an3.29:9.2
source: ārakā parivajjaye;
sc_po: you should avoid from afar.

# an3.29:9.3
source: Dvicakkhuṃ pana sevetha,
sc_po: But you should keep the two-eyed close,

# an3.29:9.4
source: seṭṭhaṃ purisapuggalan”ti.
sc_po: the best individual.”
