Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.024.po
Languages: sc_po

# an3.24:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.24:0.2
source: 3. Puggalavagga
sc_po: 3. Persons

# an3.24:0.3
source: 24. Bahukārasutta
sc_po: 24. Very Helpful

# an3.24:1.1
source: “Tayome, bhikkhave, puggalā puggalassa bahukārā.
sc_po: “Mendicants, these three people are very helpful to another.

# an3.24:1.2
source: Katame tayo?
sc_po: What three?

# an3.24:1.3
source: Yaṃ, bhikkhave, puggalaṃ āgamma puggalo buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti;
sc_po: The person who has enabled you to go for refuge to the Buddha, the teaching, and the Saṅgha.

# an3.24:1.4
source: ayaṃ, bhikkhave, puggalo imassa puggalassa bahukāro.
sc_po: This person is very helpful to another.

# an3.24:2.1
source: Puna caparaṃ, bhikkhave, yaṃ puggalaṃ āgamma puggalo ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti;
sc_po: Furthermore, the person who has enabled you to truly understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an3.24:2.2
source: ayaṃ, bhikkhave, puggalo imassa puggalassa bahukāro.
sc_po: This person is very helpful to another.

# an3.24:3.1
source: Puna caparaṃ, bhikkhave, yaṃ puggalaṃ āgamma puggalo āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati;
sc_po: Furthermore, the person who has enabled you to realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with your own insight due to the ending of defilements.

# an3.24:3.2
source: ayaṃ, bhikkhave, puggalo imassa puggalassa bahukāro.
sc_po: This person is very helpful to another.

# an3.24:3.3
source: Ime kho, bhikkhave, tayo puggalā puggalassa bahukārā.
sc_po: These are the three people who are very helpful to another person.

# an3.24:4.1
source: Imehi ca pana, bhikkhave, tīhi puggalehi imassa puggalassa natthañño puggalo bahukāroti vadāmi.
sc_po: And I say that there is no-one more helpful to another than these three people.

# an3.24:4.2
source: Imesaṃ pana, bhikkhave, tiṇṇaṃ puggalānaṃ iminā puggalena na suppatikāraṃ vadāmi, yadidaṃ abhivādanapaccuṭṭhānaañjalikammasāmīcikammacīvarapiṇḍapātasenāsanagilānapaccayabhesajjaparikkhārānuppadānenā”ti.
sc_po: And I also say that it’s not easy to repay these three people by bowing down to them, rising up for them, greeting them with joined palms, and observing proper etiquette for them; or by providing them with robes, alms-food, lodgings, and medicines and supplies for the sick.”
