Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.052.po
Languages: sc_po

# an3.52:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.52:0.2
source: 6. Brāhmaṇavagga
sc_po: 6. Brahmins

# an3.52:0.3
source: 52. Dutiyadvebrāhmaṇasutta
sc_po: 52. Two Brahmins (2nd)

# an3.52:1.1
source: Atha kho dve brāhmaṇā jiṇṇā vuddhā mahallakā addhagatā vayoanuppattā vīsavassasatikā jātiyā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te brāhmaṇā bhagavantaṃ etadavocuṃ:
sc_po: Then two old brahmins—elderly and senior, who were advanced in years and had reached the final stage of life, being a hundred and twenty years old—went up to the Buddha, bowed, sat down to one side, and said to the Buddha:

# an3.52:1.2
source: “mayamassu, bho gotama, brāhmaṇā jiṇṇā vuddhā mahallakā addhagatā vayoanuppattā vīsavassasatikā jātiyā;
sc_po: “We brahmins, Master Gotama, are old, elderly and senior, we’re advanced in years and have reached the final stage of life; we’re a hundred and twenty years old.

# an3.52:1.3
source: te camhā akatakalyāṇā akatakusalā akatabhīruttāṇā.
sc_po: And we haven’t done what is good and skillful, nor have we made a shelter from fear.

# an3.52:1.4
source: Ovadatu no bhavaṃ gotamo, anusāsatu no bhavaṃ gotamo yaṃ amhākaṃ assa dīgharattaṃ hitāya sukhāyā”ti.
sc_po: Advise us, Master Gotama, instruct us! It will be for our lasting welfare and happiness.”

# an3.52:2.1
source: “Taggha tumhe, brāhmaṇā, jiṇṇā vuddhā mahallakā addhagatā vayoanuppattā vīsavassasatikā jātiyā;
sc_po: “Indeed, brahmins, you’re old, elderly and senior.

# an3.52:2.2
source: te cattha akatakalyāṇā akatakusalā akatabhīruttāṇā.
sc_po: And you haven’t done what is good and skillful, nor have you made a shelter from fear.

# an3.52:2.3
source: Āditto kho ayaṃ, brāhmaṇā, loko jarāya byādhinā maraṇena.
sc_po: This world is burning with old age, sickness, and death.

# an3.52:2.4
source: Evaṃ āditte kho, brāhmaṇā, loke jarāya byādhinā maraṇena, yo idha kāyena saṃyamo vācāya saṃyamo manasā saṃyamo, taṃ tassa petassa tāṇañca leṇañca dīpañca saraṇañca parāyaṇañcāti.
sc_po: But restraint here by way of body, speech, and mind is the shelter, protection, island, refuge, and haven for the departed.

# an3.52:3.1
source: Ādittasmiṃ agārasmiṃ,
sc_po: When your house is on fire,

# an3.52:3.2
source: yaṃ nīharati bhājanaṃ;
sc_po: you rescue the pot

# an3.52:3.3
source: Taṃ tassa hoti atthāya,
sc_po: that’s useful,

# an3.52:3.4
source: no ca yaṃ tattha ḍayhati.
sc_po: not the one that’s burnt.

# an3.52:4.1
source: Evaṃ āditto kho loko,
sc_po: And as the world is on fire

# an3.52:4.2
source: jarāya maraṇena ca;
sc_po: with old age and death,

# an3.52:4.3
source: Nīharetheva dānena,
sc_po: you should rescue by giving,

# an3.52:4.4
source: dinnaṃ hoti sunīhataṃ.
sc_po: for what’s given is rescued.

# an3.52:5.1
source: Yodha kāyena saṃyamo,
sc_po: The restraint practiced here—

# an3.52:5.2
source: Vācāya uda cetasā;
sc_po: of body, speech, and mind—

# an3.52:5.3
source: Taṃ tassa petassa sukhāya hoti,
sc_po: leads the departed to happiness,

# an3.52:5.4
source: Yaṃ jīvamāno pakaroti puññan”ti.
sc_po: as the good deeds done while living.”
