Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.155.po
Languages: sc_po

# an3.155:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.155:0.2
source: 15. Maṅgalavagga
sc_po: 15. Good Fortune

# an3.155:0.3
source: 155. Pubbaṇhasutta
sc_po: 155. Morning

# an3.155:1.1
source: “Ye, bhikkhave, sattā pubbaṇhasamayaṃ kāyena sucaritaṃ caranti, vācāya sucaritaṃ caranti, manasā sucaritaṃ caranti, supubbaṇho, bhikkhave, tesaṃ sattānaṃ.
sc_po: “Mendicants, those sentient beings who do good things in the morning by way of body, speech, and mind have a good morning.

# an3.155:2.1
source: Ye, bhikkhave, sattā majjhanhikasamayaṃ kāyena sucaritaṃ caranti, vācāya sucaritaṃ caranti, manasā sucaritaṃ caranti, sumajjhanhiko, bhikkhave, tesaṃ sattānaṃ.
sc_po: Those sentient beings who do good things at midday by way of body, speech, and mind have a good midday.

# an3.155:3.1
source: Ye, bhikkhave, sattā sāyanhasamayaṃ kāyena sucaritaṃ caranti, vācāya sucaritaṃ caranti, manasā sucaritaṃ caranti, susāyanho, bhikkhave, tesaṃ sattānanti.
sc_po: Those sentient beings who do good things in the evening by way of body, speech, and mind have a good evening.

# an3.155:4.1
source: Sunakkhattaṃ sumaṅgalaṃ,
sc_po: A good star, a good fortune,

# an3.155:4.2
source: suppabhātaṃ suhuṭṭhitaṃ;
sc_po: a good dawn, a good rising,

# an3.155:4.3
source: Sukhaṇo sumuhutto ca,
sc_po: a good moment, a good hour:

# an3.155:4.4
source: suyiṭṭhaṃ brahmacārisu.
sc_po: these come with good gifts to spiritual practitioners.

# an3.155:5.1
source: Padakkhiṇaṃ kāyakammaṃ,
sc_po: Worthy deeds of body,

# an3.155:5.2
source: vācākammaṃ padakkhiṇaṃ;
sc_po: verbal worthy deeds,

# an3.155:5.3
source: Padakkhiṇaṃ manokammaṃ,
sc_po: worthy deeds of mind,

# an3.155:5.4
source: paṇīdhi te padakkhiṇe;
sc_po: worthy resolutions:

# an3.155:5.5
source: Padakkhiṇāni katvāna,
sc_po: when your deeds have been worthy,

# an3.155:5.6
source: labhantatthe padakkhiṇe.
sc_po: you get worthy benefits.

# an3.155:6.1
source: Te atthaladdhā sukhitā,
sc_po: Those happy with these benefits

# an3.155:6.2
source: viruḷhā buddhasāsane;
sc_po: flourish in the Buddha’s teaching.

# an3.155:6.3
source: Arogā sukhitā hotha,
sc_po: May you and all your relatives

# an3.155:6.4
source: saha sabbehi ñātibhī”ti.
sc_po: be healthy and happy!”
