Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.020.po
Languages: sc_po

# an3.20:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.20:0.2
source: 2. Rathakāravagga
sc_po: 2. The Chariot-maker

# an3.20:0.3
source: 20. Dutiyapāpaṇikasutta
sc_po: 20. A Shopkeeper (2nd)

# an3.20:1.1
source: “Tīhi, bhikkhave, aṅgehi samannāgato pāpaṇiko nacirasseva mahattaṃ vepullattaṃ pāpuṇāti bhogesu.
sc_po: “Mendicants, a shopkeeper who has three factors soon acquires great and abundant wealth.

# an3.20:1.2
source: Katamehi tīhi?
sc_po: What three?

# an3.20:1.3
source: Idha, bhikkhave, pāpaṇiko cakkhumā ca hoti vidhuro ca nissayasampanno ca.
sc_po: It’s when a shopkeeper sees clearly, is responsible, and has supporters.

# an3.20:1.4
source: Kathañca, bhikkhave, pāpaṇiko cakkhumā hoti?
sc_po: And how does a shopkeeper see clearly?

# an3.20:1.5
source: Idha, bhikkhave, pāpaṇiko paṇiyaṃ jānāti:
sc_po: It’s when a shopkeeper knows of a product:

# an3.20:1.6
source: ‘idaṃ paṇiyaṃ evaṃ kītaṃ, evaṃ vikkayamānaṃ, ettakaṃ mūlaṃ bhavissati, ettako udayo’ti.
sc_po: ‘This product is bought at this price and is selling at this price. With this much investment, it’ll bring this much profit.’

# an3.20:1.7
source: Evaṃ kho, bhikkhave, pāpaṇiko cakkhumā hoti.
sc_po: That’s how a shopkeeper sees clearly.

# an3.20:2.1
source: Kathañca, bhikkhave, pāpaṇiko vidhuro hoti?
sc_po: And how is a shopkeeper responsible?

# an3.20:2.2
source: Idha, bhikkhave, pāpaṇiko kusalo hoti paṇiyaṃ ketuñca vikketuñca.
sc_po: It’s when a shopkeeper is a skilled in buying and selling products.

# an3.20:2.3
source: Evaṃ kho, bhikkhave, pāpaṇiko vidhuro hoti.
sc_po: That’s how a shopkeeper is responsible.

# an3.20:3.1
source: Kathañca, bhikkhave, pāpaṇiko nissayasampanno hoti?
sc_po: And how does a shopkeeper have supporters?

# an3.20:3.2
source: Idha, bhikkhave, pāpaṇikaṃ ye te gahapatī vā gahapatiputtā vā aḍḍhā mahaddhanā mahābhogā te evaṃ jānanti:
sc_po: It’s when rich, affluent, and wealthy householders or householders’ children know of him:

# an3.20:3.3
source: ‘ayaṃ kho bhavaṃ pāpaṇiko cakkhumā vidhuro ca paṭibalo puttadārañca posetuṃ, amhākañca kālena kālaṃ anuppadātun’ti.
sc_po: ‘This good shopkeeper keeps an eye out and is responsible. They are capable of providing for their wives and children, and paying us back from time to time.’

# an3.20:3.4
source: Te naṃ bhogehi nipatanti:
sc_po: They deposit money with the shopkeeper, saying:

# an3.20:3.5
source: ‘ito, samma pāpaṇika, bhoge karitvā puttadārañca posehi, amhākañca kālena kālaṃ anuppadehī’ti.
sc_po: ‘With this, friend shopkeeper, earn money to raise your wives and children, and pay us back from time to time.’

# an3.20:3.6
source: Evaṃ kho, bhikkhave, pāpaṇiko nissayasampanno hoti.
sc_po: That’s how a shopkeeper has supporters.

# an3.20:3.7
source: Imehi kho, bhikkhave, tīhi aṅgehi samannāgato pāpaṇiko nacirasseva mahattaṃ vepullattaṃ pāpuṇāti bhogesu.
sc_po: A shopkeeper who has these three factors soon acquires great and abundant wealth.

# an3.20:4.1
source: Evamevaṃ kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu nacirasseva mahattaṃ vepullattaṃ pāpuṇāti kusalesu dhammesu.
sc_po: In the same way, a mendicant who has three factors soon acquires great and abundant skillful qualities.

# an3.20:4.2
source: Katamehi tīhi?
sc_po: What three?

# an3.20:4.3
source: Idha, bhikkhave, bhikkhu cakkhumā ca hoti vidhuro ca nissayasampanno ca.
sc_po: It’s when a mendicant sees clearly, is responsible, and has supporters.

# an3.20:4.4
source: Kathañca, bhikkhave, bhikkhu cakkhumā hoti?
sc_po: And how does a mendicant see clearly?

# an3.20:4.5
source: Idha, bhikkhave, bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: It’s when a mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an3.20:4.6
source: Evaṃ kho, bhikkhave, bhikkhu cakkhumā hoti.
sc_po: That’s how a mendicant sees clearly.

# an3.20:5.1
source: Kathañca, bhikkhave, bhikkhu vidhuro hoti?
sc_po: And how is a mendicant responsible?

# an3.20:5.2
source: Idha, bhikkhave, bhikkhu āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: It’s when a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They are strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an3.20:5.3
source: Evaṃ kho, bhikkhave, bhikkhu vidhuro hoti.
sc_po: That’s how a mendicant is responsible.

# an3.20:6.1
source: Kathañca, bhikkhave, bhikkhu nissayasampanno hoti?
sc_po: And how does a mendicant have supporters?

# an3.20:6.2
source: Idha, bhikkhave, bhikkhu ye te bhikkhū bahussutā āgatāgamā dhammadharā vinayadharā mātikādharā te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati:
sc_po: It’s when from time to time a mendicant goes up to those mendicants who are very learned—knowledgeable in the scriptures, who have memorized the teachings, the texts on monastic training, and the outlines—and asks them questions:

# an3.20:6.3
source: ‘idaṃ, bhante, kathaṃ, imassa ko attho’ti?
sc_po: ‘Why, sir, does it say this? What does that mean?’

# an3.20:6.4
source: Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti.
sc_po: Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.

# an3.20:6.5
source: Evaṃ kho, bhikkhave, bhikkhu nissayasampanno hoti.
sc_po: That’s how a mendicant has supporters.

# an3.20:6.6
source: Imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu nacirasseva mahattaṃ vepullattaṃ pāpuṇāti kusalesu dhammesū”ti.
sc_po: A mendicant who has these three factors soon acquires great and abundant skillful qualities.”

# an3.20:6.9
source: Paṭhamabhāṇavāro niṭṭhito.
sc_po: The first recitation section is finished.
