Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.017.po
Languages: sc_po

# an3.17:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.17:0.2
source: 2. Rathakāravagga
sc_po: 2. The Chariot-maker

# an3.17:0.3
source: 17. Attabyābādhasutta
sc_po: 17. Hurting Yourself

# an3.17:1.1
source: “Tayome, bhikkhave, dhammā attabyābādhāyapi saṃvattanti, parabyābādhāyapi saṃvattanti, ubhayabyābādhāyapi saṃvattanti.
sc_po: “These three things, mendicants, lead to hurting yourself, hurting others, and hurting both.

# an3.17:1.2
source: Katame tayo?
sc_po: What three?

# an3.17:1.3
source: Kāyaduccaritaṃ, vacīduccaritaṃ, manoduccaritaṃ.
sc_po: Bad conduct by way of body, speech, and mind.

# an3.17:1.4
source: Ime kho, bhikkhave, tayo dhammā attabyābādhāyapi saṃvattanti, parabyābādhāyapi saṃvattanti, ubhayabyābādhāyapi saṃvattanti.
sc_po: These are three things that lead to hurting yourself, hurting others, and hurting both.

# an3.17:2.1
source: Tayome, bhikkhave, dhammā nevattabyābādhāyapi saṃvattanti, na parabyābādhāyapi saṃvattanti, na ubhayabyābādhāyapi saṃvattanti.
sc_po: These three things, mendicants, don’t lead to hurting yourself, hurting others, or hurting both.

# an3.17:2.2
source: Katame tayo?
sc_po: What three?

# an3.17:2.3
source: Kāyasucaritaṃ, vacīsucaritaṃ, manosucaritaṃ.
sc_po: Good conduct by way of body, speech, and mind.

# an3.17:2.4
source: Ime kho, bhikkhave, tayo dhammā nevattabyābādhāyapi saṃvattanti, na parabyābādhāyapi saṃvattanti, na ubhayabyābādhāyapi saṃvattantī”ti.
sc_po: These are three things that don’t lead to hurting yourself, hurting others, or hurting both.”
