Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.012.po
Languages: sc_po

# an3.12:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.12:0.2
source: 2. Rathakāravagga
sc_po: 2. The Chariot-maker

# an3.12:0.3
source: 12. Sāraṇīyasutta
sc_po: 12. Commemoration

# an3.12:1.1
source: “Tīṇimāni, bhikkhave, rañño khattiyassa muddhāvasittassa yāvajīvaṃ sāraṇīyāni bhavanti.
sc_po: “An anointed king should commemorate three places as long as he lives.

# an3.12:1.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.12:1.3
source: Yasmiṃ, bhikkhave, padese rājā khattiyo muddhāvasitto jāto hoti.
sc_po: The place he was born.

# an3.12:1.4
source: Idaṃ, bhikkhave, paṭhamaṃ rañño khattiyassa muddhāvasittassa yāvajīvaṃ sāraṇīyaṃ hoti.
sc_po: This is the first place.

# an3.12:2.1
source: Puna caparaṃ, bhikkhave, yasmiṃ padese rājā khattiyo muddhāvasitto hoti.
sc_po: The place he was anointed as king.

# an3.12:2.2
source: Idaṃ, bhikkhave, dutiyaṃ rañño khattiyassa muddhāvasittassa yāvajīvaṃ sāraṇīyaṃ hoti.
sc_po: This is the second place.

# an3.12:3.1
source: Puna caparaṃ, bhikkhave, yasmiṃ padese rājā khattiyo muddhāvasitto saṅgāmaṃ abhivijinitvā vijitasaṅgāmo tameva saṅgāmasīsaṃ ajjhāvasati.
sc_po: The place where he won victory in battle, establishing himself as foremost in battle.

# an3.12:3.2
source: Idaṃ, bhikkhave, tatiyaṃ rañño khattiyassa muddhāvasittassa yāvajīvaṃ sāraṇīyaṃ hoti.
sc_po: This is the third place.

# an3.12:3.3
source: Imāni kho, bhikkhave, tīṇi rañño khattiyassa muddhāvasittassa yāvajīvaṃ sāraṇīyāni bhavanti.
sc_po: These are the three places an anointed king should commemorate as long as he lives.

# an3.12:4.1
source: Evamevaṃ kho, bhikkhave, tīṇimāni bhikkhussa yāvajīvaṃ sāraṇīyāni bhavanti.
sc_po: In the same way, a mendicant should commemorate three places as long as they live.

# an3.12:4.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.12:4.3
source: Yasmiṃ, bhikkhave, padese bhikkhu kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito hoti.
sc_po: The place where the mendicant shaved off their hair and beard, dressed in ocher robes, and went forth from the lay life to homelessness.

# an3.12:4.4
source: Idaṃ, bhikkhave, paṭhamaṃ bhikkhussa yāvajīvaṃ sāraṇīyaṃ hoti.
sc_po: This is the first place.

# an3.12:5.1
source: Puna caparaṃ, bhikkhave, yasmiṃ padese bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti.
sc_po: The place where the mendicant truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# an3.12:5.2
source: Idaṃ, bhikkhave, dutiyaṃ bhikkhussa yāvajīvaṃ sāraṇīyaṃ hoti.
sc_po: This is the second place.

# an3.12:6.1
source: Puna caparaṃ, bhikkhave, yasmiṃ padese bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: The place where the mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an3.12:6.2
source: Idaṃ, bhikkhave, tatiyaṃ bhikkhussa yāvajīvaṃ sāraṇīyaṃ hoti.
sc_po: This is the third place.

# an3.12:6.3
source: Imāni kho, bhikkhave, tīṇi bhikkhussa yāvajīvaṃ sāraṇīyāni bhavantī”ti.
sc_po: These are the three places a mendicant should commemorate as long as they live.”
