Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.125.po
Languages: sc_po

# an3.125:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.125:0.2
source: 13. Kusināravagga
sc_po: 13. Kusināra

# an3.125:0.3
source: 125. Gotamakacetiyasutta
sc_po: 125. The Gotamaka Shrine

# an3.125:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati gotamake cetiye.
sc_po: At one time the Buddha was staying near Vesālī, at the Gotamaka Tree-shrine.

# an3.125:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# an3.125:1.3
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# an3.125:1.4
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# an3.125:1.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an3.125:2.1
source: “Abhiññāyāhaṃ, bhikkhave, dhammaṃ desemi, no anabhiññāya.
sc_po: “Mendicants, I teach based on direct knowledge, not without direct knowledge.

# an3.125:2.2
source: Sanidānāhaṃ, bhikkhave, dhammaṃ desemi, no anidānaṃ.
sc_po: I teach with reasons, not without them.

# an3.125:2.3
source: Sappāṭihāriyāhaṃ, bhikkhave, dhammaṃ desemi, no appāṭihāriyaṃ.
sc_po: I teach with a demonstrable basis, not without it.

# an3.125:2.4
source: Tassa mayhaṃ, bhikkhave, abhiññāya dhammaṃ desayato no anabhiññāya, sanidānaṃ dhammaṃ desayato no anidānaṃ, sappāṭihāriyaṃ dhammaṃ desayato no appāṭihāriyaṃ, karaṇīyo ovādo, karaṇīyā anusāsanī.
sc_po: Since this is so, you should follow my advice and instruction.

# an3.125:2.5
source: Alañca pana vo, bhikkhave, tuṭṭhiyā, alaṃ attamanatāya, alaṃ somanassāya:
sc_po: This is enough for you to feel joyful, delighted, and happy:

# an3.125:2.6
source: ‘sammāsambuddho bhagavā, svākkhāto dhammo, suppaṭipanno saṃgho’”ti.
sc_po: ‘The Blessed One is a fully awakened Buddha! The teaching is well explained! The Saṅgha is practicing well!’”

# an3.125:3.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# an3.125:3.2
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.

# an3.125:3.3
source: Imasmiñca pana veyyākaraṇasmiṃ bhaññamāne sahassī lokadhātu akampitthāti.
sc_po: And while this discourse was being spoken, the galaxy shook.
