Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.055.po
Languages: sc_po

# an3.55:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.55:0.2
source: 6. Brāhmaṇavagga
sc_po: 6. Brahmins

# an3.55:0.3
source: 55. Nibbutasutta
sc_po: 55. Extinguished

# an3.55:1.1
source: Atha kho jāṇussoṇi brāhmaṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jāṇussoṇi brāhmaṇo bhagavantaṃ etadavoca:
sc_po: Then the brahmin Jāṇussoṇi went up to the Buddha, bowed, sat down to one side, and said to the Buddha:

# an3.55:1.2
source: “‘sandiṭṭhikaṃ nibbānaṃ sandiṭṭhikaṃ nibbānan’ti, bho gotama, vuccati.
sc_po: “Master Gotama, they say that ‘extinguishment is visible in this very life’.

# an3.55:1.3
source: Kittāvatā nu kho, bho gotama, sandiṭṭhikaṃ nibbānaṃ hoti akālikaṃ ehipassikaṃ opaneyyikaṃ paccattaṃ veditabbaṃ viññūhī”ti?
sc_po: In what way is extinguishment visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”

# an3.55:2.1
source: Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: “A greedy person, overcome by greed, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.

# an3.55:2.2
source: Rāge pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: When greed has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.

# an3.55:2.3
source: Evampi kho, brāhmaṇa, sandiṭṭhikaṃ nibbānaṃ hoti.
sc_po: This is how extinguishment is visible in this very life.

# an3.55:3.1
source: Duṭṭho kho, brāhmaṇa … pe …
sc_po: A hateful person …

# an3.55:3.2
source: mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: A deluded person, overcome by delusion, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.

# an3.55:3.3
source: Mohe pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: When delusion has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.

# an3.55:3.4
source: Evampi kho, brāhmaṇa, sandiṭṭhikaṃ nibbānaṃ hoti.
sc_po: This, too, is how extinguishment is visible in this very life.

# an3.55:4.1
source: Yato kho ayaṃ, brāhmaṇa, anavasesaṃ rāgakkhayaṃ paṭisaṃvedeti, anavasesaṃ dosakkhayaṃ paṭisaṃvedeti, anavasesaṃ mohakkhayaṃ paṭisaṃvedeti;
sc_po: When you experience the ending of greed, hate, and delusion without anything left over,

# an3.55:4.2
source: evaṃ kho, brāhmaṇa, sandiṭṭhikaṃ nibbānaṃ hoti akālikaṃ ehipassikaṃ opaneyyikaṃ paccattaṃ veditabbaṃ viññūhī”ti.
sc_po: that’s how extinguishment is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”

# an3.55:5.1
source: “Abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# an3.55:5.2
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
