Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.127.po
Languages: sc_po

# an3.127:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.127:0.2
source: 13. Kusināravagga
sc_po: 13. Kusināra

# an3.127:0.3
source: 127. Hatthakasutta
sc_po: 127. With Hatthaka

# an3.127:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an3.127:1.2
source: Atha kho hatthako devaputto abhikkantāya rattiyā abhikkantavaṇṇo kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā:
sc_po: Then, late at night, the glorious god Hatthaka, lighting up the entire Jeta’s Grove, went up to the Buddha. Thinking,

# an3.127:1.3
source: “bhagavato purato ṭhassāmī”ti osīdatimeva saṃsīdatimeva, na sakkoti saṇṭhātuṃ.
sc_po: “I will stand before the Buddha,” he sank and melted down, and wasn’t able to stay still.

# an3.127:1.4
source: Seyyathāpi nāma sappi vā telaṃ vā vālukāya āsittaṃ osīdatimeva saṃsīdatimeva, na saṇṭhāti;
sc_po: It’s like when ghee or oil is poured on sand, it sinks and melts down, and can’t remain stable.

# an3.127:2.1
source: Atha kho bhagavā hatthakaṃ devaputtaṃ etadavoca:
sc_po: Then the Buddha said to Hatthaka,

# an3.127:2.2
source: “oḷārikaṃ, hatthaka, attabhāvaṃ abhinimmināhī”ti.
sc_po: “Hatthaka, manifest in a solid life-form.”

# an3.127:2.3
source: “Evaṃ, bhante”ti, kho hatthako devaputto bhagavato paṭissutvā oḷārikaṃ attabhāvaṃ abhinimminitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: “Yes, sir,” replied Hatthaka. He manifested in a solid life-form, bowed to the Buddha, and stood to one side.

# an3.127:2.4
source: Ekamantaṃ ṭhitaṃ kho hatthakaṃ devaputtaṃ bhagavā etadavoca:
sc_po: The Buddha said to him,

# an3.127:3.1
source: “Ye te, hatthaka, dhammā pubbe manussabhūtassa pavattino ahesuṃ, api nu te te dhammā etarahi pavattino”ti?
sc_po: “Hatthaka, I wonder whether you still rehearse now the teachings that you rehearsed when you were a human being?”

# an3.127:3.2
source: “Ye ca me, bhante, dhammā pubbe manussabhūtassa pavattino ahesuṃ, te ca me dhammā etarahi pavattino;
sc_po: “I still rehearse now the teachings that I rehearsed as a human being.

# an3.127:3.3
source: ye ca me, bhante, dhammā pubbe manussabhūtassa nappavattino ahesuṃ, te ca me dhammā etarahi pavattino.
sc_po: And I also rehearse teachings that I didn’t rehearse as a human being.

# an3.127:3.4
source: Seyyathāpi, bhante, bhagavā etarahi ākiṇṇo viharati bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi rājūhi rājamahāmattehi titthiyehi titthiyasāvakehi;
sc_po: Just as the Buddha these days lives crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples,

# an3.127:3.5
source: evamevaṃ kho ahaṃ, bhante, ākiṇṇo viharāmi devaputtehi.
sc_po: so I live crowded by the gods.

# an3.127:3.6
source: Dūratopi, bhante, devaputtā āgacchanti hatthakassa devaputtassa santike ‘dhammaṃ sossāmā’ti.
sc_po: The gods come from far away, thinking, ‘We’ll hear the teaching in the presence of Hatthaka.’

# an3.127:3.7
source: Tiṇṇāhaṃ, bhante, dhammānaṃ atitto appaṭivāno kālaṅkato.
sc_po: Sir, I passed away without getting enough of three things.

# an3.127:3.8
source: Katamesaṃ tiṇṇaṃ?
sc_po: What three?

# an3.127:3.9
source: Bhagavato ahaṃ, bhante, dassanassa atitto appaṭivāno kālaṅkato;
sc_po: Seeing the Buddha;

# an3.127:3.10
source: saddhammasavanassāhaṃ, bhante, atitto appaṭivāno kālaṅkato;
sc_po: hearing the true teaching;

# an3.127:3.11
source: saṅghassāhaṃ, bhante, upaṭṭhānassa atitto appaṭivāno kālaṅkato.
sc_po: and serving the Saṅgha.

# an3.127:3.12
source: Imesaṃ kho ahaṃ, bhante, tiṇṇaṃ dhammānaṃ atitto appaṭivāno kālaṅkatoti.
sc_po: I passed away without getting enough of these three things.

# an3.127:4.1
source: Nāhaṃ bhagavato dassanassa,
sc_po: I could never get enough

# an3.127:4.2
source: Tittimajjhagā kudācanaṃ;
sc_po: of seeing the Buddha,

# an3.127:4.3
source: Saṃghassa upaṭṭhānassa,
sc_po: serving the Saṅgha,

# an3.127:4.4
source: Saddhammasavanassa ca.
sc_po: or hearing the teaching.

# an3.127:5.1
source: Adhisīlaṃ sikkhamāno,
sc_po: Training in the higher ethics,

# an3.127:5.2
source: saddhammasavane rato;
sc_po: loving to hear the true teaching,

# an3.127:5.3
source: Tiṇṇaṃ dhammānaṃ atitto,
sc_po: Hatthaka has gone to the Aviha realm

# an3.127:5.4
source: hatthako avihaṃ gato”ti.
sc_po: without getting enough of these three things.”
