Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.045.po
Languages: sc_po

# an3.45:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.45:0.2
source: 5. Cūḷavagga
sc_po: 5. The Lesser Chapter

# an3.45:0.3
source: 45. Paṇḍitasutta
sc_po: 45. Wise

# an3.45:1.1
source: “Tīṇimāni, bhikkhave, paṇḍitapaññattāni sappurisapaññattāni.
sc_po: “Mendicants, these three things are recommended by wise and good people.

# an3.45:1.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.45:1.3
source: Dānaṃ, bhikkhave, paṇḍitapaññattaṃ sappurisapaññattaṃ.
sc_po: Giving,

# an3.45:1.4
source: Pabbajjā, bhikkhave, paṇḍitapaññattā sappurisapaññattā.
sc_po: going forth,

# an3.45:1.5
source: Mātāpitūnaṃ, bhikkhave, upaṭṭhānaṃ paṇḍitapaññattaṃ sappurisapaññattaṃ.
sc_po: and taking care of your mother and father.

# an3.45:1.6
source: Imāni kho, bhikkhave, tīṇi paṇḍitapaññattāni sappurisapaññattānīti.
sc_po: These are the three things recommended by wise and good people.

# an3.45:2.1
source: Sabbhi dānaṃ upaññattaṃ,
sc_po: The virtuous recommend giving,

# an3.45:2.2
source: ahiṃsā saṃyamo damo;
sc_po: harmlessness, restraint, and taming;

# an3.45:2.3
source: Mātāpitu upaṭṭhānaṃ,
sc_po: looking after your mother and father,

# an3.45:2.4
source: santānaṃ brahmacārinaṃ.
sc_po: and peaceful spiritual practitioners.

# an3.45:3.1
source: Sataṃ etāni ṭhānāni,
sc_po: These are the things recommended by the good,

# an3.45:3.2
source: yāni sevetha paṇḍito;
sc_po: which the astute should cultivate.

# an3.45:3.3
source: Ariyo dassanasampanno,
sc_po: A noble one, having vision,

# an3.45:3.4
source: sa lokaṃ bhajate sivan”ti.
sc_po: will enjoy a world of grace.”
