Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.118.po
Languages: sc_po

# an3.118:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.118:0.2
source: 12. Āpāyikavagga
sc_po: 12. Bound for Loss

# an3.118:0.3
source: 118. Apaṇṇakasutta
sc_po: 118. Loaded Dice

# an3.118:1.1
source: “Tisso imā, bhikkhave, vipattiyo.
sc_po: “Mendicants, there are three failures.

# an3.118:1.2
source: Katamā tisso?
sc_po: What three?

# an3.118:1.3
source: Sīlavipatti, cittavipatti, diṭṭhivipatti.
sc_po: Failure in ethics, mind, and view.

# an3.118:2.1
source: Katamā ca, bhikkhave, sīlavipatti?
sc_po: And what is failure in ethics?

# an3.118:2.2
source: Idha, bhikkhave, ekacco pāṇātipātī hoti … pe … samphappalāpī hoti.
sc_po: It’s when someone kills living creatures, steals, commits sexual misconduct, and uses speech that’s false, divisive, harsh, or nonsensical.

# an3.118:2.3
source: Ayaṃ vuccati, bhikkhave, sīlavipatti.
sc_po: This is called ‘failure in ethics’.

# an3.118:3.1
source: Katamā ca, bhikkhave, cittavipatti?
sc_po: And what is failure in mind?

# an3.118:3.2
source: Idha, bhikkhave, ekacco abhijjhālu hoti byāpannacitto.
sc_po: It’s when someone is covetous and malicious.

# an3.118:3.3
source: Ayaṃ vuccati, bhikkhave, cittavipatti.
sc_po: This is called ‘failure in mind’.

# an3.118:4.1
source: Katamā ca, bhikkhave, diṭṭhivipatti?
sc_po: And what is failure in view?

# an3.118:4.2
source: Idha, bhikkhave, ekacco micchādiṭṭhiko hoti viparītadassano:
sc_po: It’s when someone has wrong view, a distorted perspective, such as:

# an3.118:4.3
source: ‘natthi dinnaṃ, natthi yiṭṭhaṃ … pe … ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.
sc_po: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’

# an3.118:4.4
source: Ayaṃ vuccati, bhikkhave, diṭṭhivipatti.
sc_po: This is called ‘failure in view’.

# an3.118:4.5
source: Sīlavipattihetu vā, bhikkhave … pe … diṭṭhivipattihetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjanti.
sc_po: Some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell because of failure in ethics, mind, or view.

# an3.118:4.6
source: Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṃ khitto yena yeneva patiṭṭhāti suppatiṭṭhitaṃyeva patiṭṭhāti;
sc_po: It’s like throwing loaded dice: they always fall the right side up.

# an3.118:4.7
source: evamevaṃ kho, bhikkhave, sīlavipattihetu vā sattā … pe … upapajjanti.
sc_po: In the same way, some sentient beings, when their body breaks up, after death, are reborn in a place of loss, a bad place, the underworld, hell because of failure in ethics, mind, or view.

# an3.118:4.8
source: Imā kho, bhikkhave, tisso vipattiyoti.
sc_po: These are the three failures.

# an3.118:5.1
source: Tisso imā, bhikkhave, sampadā.
sc_po: There are three accomplishments.

# an3.118:5.2
source: Katamā tisso?
sc_po: What three?

# an3.118:5.3
source: Sīlasampadā, cittasampadā, diṭṭhisampadā.
sc_po: Accomplishment in ethics, mind, and view.

# an3.118:6.1
source: Katamā ca, bhikkhave, sīlasampadā?
sc_po: And what is accomplishment in ethics?

# an3.118:6.2
source: Idha, bhikkhave, ekacco pāṇātipātā paṭivirato hoti … pe …
sc_po: It’s when someone doesn’t kill living creatures, steal, commit sexual misconduct, or use speech that’s false, divisive, harsh, or nonsensical.

# an3.118:6.3
source: ayaṃ vuccati, bhikkhave, sīlasampadā.
sc_po: This is called accomplishment in ethics.

# an3.118:7.1
source: Katamā ca, bhikkhave, cittasampadā?
sc_po: And what is accomplishment in mind?

# an3.118:7.2
source: Idha, bhikkhave, ekacco anabhijjhālu hoti abyāpannacitto.
sc_po: It’s when someone is content and kind-hearted.

# an3.118:7.3
source: Ayaṃ vuccati, bhikkhave, cittasampadā.
sc_po: This is called accomplishment in mind.

# an3.118:8.1
source: Katamā ca, bhikkhave, diṭṭhisampadā?
sc_po: And what is accomplishment in view?

# an3.118:8.2
source: Idha, bhikkhave, ekacco sammādiṭṭhiko hoti aviparītadassano:
sc_po: It’s when someone has right view, an undistorted perspective, such as:

# an3.118:8.3
source: ‘atthi dinnaṃ, atthi yiṭṭhaṃ … pe … ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti.
sc_po: ‘There is meaning in giving, sacrifice, and offerings. There are fruits and results of good and bad deeds. There is an afterlife. There is obligation to mother and father. There are beings reborn spontaneously. And there are ascetics and brahmins who are well attained and practiced, and who describe the afterlife after realizing it with their own insight.’

# an3.118:8.4
source: Ayaṃ vuccati, bhikkhave, diṭṭhisampadā.
sc_po: This is called accomplishment in view.

# an3.118:8.5
source: Sīlasampadāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti. Cittasampadāhetu vā … pe … diṭṭhisampadāhetu vā, bhikkhave, sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: Some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm because of accomplishment in ethics, mind, or view.

# an3.118:8.6
source: Seyyathāpi, bhikkhave, apaṇṇako maṇi uddhaṃ khitto yena yeneva patiṭṭhāti suppatiṭṭhitaṃyeva patiṭṭhāti;
sc_po: It’s like throwing loaded dice: they always fall the right side up.

# an3.118:8.7
source: evamevaṃ kho, bhikkhave, sīlasampadāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti, cittasampadāhetu vā sattā … pe … diṭṭhisampadāhetu vā sattā kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapajjanti.
sc_po: In the same way, some sentient beings, when their body breaks up, after death, are reborn in a good place, a heavenly realm because of accomplishment in ethics, mind, or view.

# an3.118:8.8
source: Imā kho, bhikkhave, tisso sampadā”ti.
sc_po: These are the three accomplishments.”
