Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.132.po
Languages: sc_po

# an3.132:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.132:0.2
source: 13. Kusināravagga
sc_po: 13. Kusināra

# an3.132:0.3
source: 132. Lekhasutta
sc_po: 132. Etchings

# an3.132:1.1
source: “Tayome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these three people are found in the world.

# an3.132:1.2
source: Katame tayo?
sc_po: What three?

# an3.132:1.3
source: Pāsāṇalekhūpamo puggalo, pathavilekhūpamo puggalo, udakalekhūpamo puggalo.
sc_po: A person like a line drawn in stone, a person like a line drawn in sand, and a person like a line drawn in water.

# an3.132:1.4
source: Katamo ca, bhikkhave, pāsāṇalekhūpamo puggalo?
sc_po: And who is the person like a line drawn in stone?

# an3.132:1.5
source: Idha, bhikkhave, ekacco puggalo abhiṇhaṃ kujjhati.
sc_po: It’s a person who is often angry,

# an3.132:1.6
source: So ca khvassa kodho dīgharattaṃ anuseti.
sc_po: and their anger lingers for a long time.

# an3.132:1.7
source: Seyyathāpi, bhikkhave, pāsāṇe lekhā na khippaṃ lujjati vātena vā udakena vā, ciraṭṭhitikā hoti;
sc_po: It’s like a line drawn in stone, which isn’t quickly worn away by wind and water, but lasts for a long time.

# an3.132:1.8
source: evamevaṃ kho, bhikkhave, idhekacco puggalo abhiṇhaṃ kujjhati.
sc_po: In the same way, this person is often angry,

# an3.132:1.9
source: So ca khvassa kodho dīgharattaṃ anuseti.
sc_po: and their anger lingers for a long time.

# an3.132:1.10
source: Ayaṃ vuccati, bhikkhave, pāsāṇalekhūpamo puggalo.
sc_po: This is called a person like a line drawn in stone.

# an3.132:2.1
source: Katamo ca, bhikkhave, pathavilekhūpamo puggalo?
sc_po: And who is the person like a line drawn in sand?

# an3.132:2.2
source: Idha, bhikkhave, ekacco puggalo abhiṇhaṃ kujjhati.
sc_po: It’s a person who is often angry,

# an3.132:2.3
source: So ca khvassa kodho na dīgharattaṃ anuseti.
sc_po: but their anger doesn’t linger long.

# an3.132:2.4
source: Seyyathāpi, bhikkhave, pathaviyā lekhā khippaṃ lujjati vātena vā udakena vā, na ciraṭṭhitikā hoti;
sc_po: It’s like a line drawn in sand, which is quickly worn away by wind and water, and doesn’t last long.

# an3.132:2.5
source: evamevaṃ kho, bhikkhave, idhekacco puggalo abhiṇhaṃ kujjhati.
sc_po: In the same way, this person is often angry,

# an3.132:2.6
source: So ca khvassa kodho na dīgharattaṃ anuseti.
sc_po: but their anger doesn’t linger long.

# an3.132:2.7
source: Ayaṃ vuccati, bhikkhave, pathavilekhūpamo puggalo.
sc_po: This is called a person like a line drawn in sand.

# an3.132:3.1
source: Katamo ca, bhikkhave, udakalekhūpamo puggalo?
sc_po: And who is the person like a line drawn in water?

# an3.132:3.2
source: Idha, bhikkhave, ekacco puggalo āgāḷhenapi vuccamāno pharusenapi vuccamāno amanāpenapi vuccamāno sandhiyatimeva saṃsandatimeva sammodatimeva.
sc_po: It’s a person who, though spoken to by someone in a rough, harsh, and disagreeable manner, still stays in touch, interacts with, and greets them.

# an3.132:3.3
source: Seyyathāpi, bhikkhave, udake lekhā khippaṃyeva paṭivigacchati, na ciraṭṭhitikā hoti;
sc_po: It’s like a line drawn in water, which vanishes right away, and doesn’t last long.

# an3.132:3.4
source: evamevaṃ kho, bhikkhave, idhekacco puggalo āgāḷhenapi vuccamāno pharusenapi vuccamāno amanāpenapi vuccamāno sandhiyatimeva saṃsandatimeva sammodatimeva.
sc_po: In the same way, this person, though spoken to by someone in a rough, harsh, and disagreeable manner, still stays in touch, interacts with, and greets them.

# an3.132:3.5
source: Ayaṃ vuccati, bhikkhave, udakalekhūpamo puggalo.
sc_po: This is called a person like a line drawn in water.

# an3.132:3.6
source: Ime kho, bhikkhave, tayo puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the three people found in the world.”
