Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.142.po
Languages: sc_po

# an3.142:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.142:0.2
source: 14. Yodhājīvavagga
sc_po: 14. A Warrior

# an3.142:0.3
source: 142. Assājānīyasutta
sc_po: 142. The Thoroughbred

# an3.142:1.1
source: “Tayo ca, bhikkhave, bhadre assājānīye desessāmi tayo ca bhadre purisājānīye.
sc_po: “Mendicants, I will teach you the three fine thoroughbred horses, and the three fine thoroughbred people.

# an3.142:1.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an3.142:1.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an3.142:1.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an3.142:2.1
source: “Katame ca, bhikkhave, tayo bhadrā assājānīyā?
sc_po: “What are the three fine thoroughbred horses?

# an3.142:2.2
source: Idha, bhikkhave, ekacco bhadro assājānīyo … pe …
sc_po: One fine thoroughbred horse …

# an3.142:2.3
source: javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca.
sc_po: is fast, beautiful, and well proportioned.

# an3.142:2.4
source: Ime kho, bhikkhave, tayo bhadrā assājānīyā.
sc_po: These are the three fine thoroughbred horses.

# an3.142:3.1
source: Katame ca, bhikkhave, tayo bhadrā purisājānīyā?
sc_po: And what are the three fine thoroughbred people?

# an3.142:3.2
source: Idha, bhikkhave, ekacco bhadro purisājānīyo … pe …
sc_po: One fine thoroughbred person …

# an3.142:3.3
source: javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca.
sc_po: is fast, beautiful, and well proportioned.

# an3.142:4.1
source: Kathañca, bhikkhave, bhadro purisājānīyo … pe …
sc_po: And how is a fine thoroughbred person …

# an3.142:4.2
source: javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca?
sc_po: fast, beautiful, and well proportioned?

# an3.142:4.3
source: Idha, bhikkhave, bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: It’s when a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an3.142:4.4
source: Idamassa javasmiṃ vadāmi.
sc_po: This is how they’re fast, I say.

# an3.142:4.5
source: Abhidhamme kho pana abhivinaye pañhaṃ puṭṭho vissajjeti, no saṃsādeti.
sc_po: When asked a question about the teaching or training, they answer without faltering.

# an3.142:4.6
source: Idamassa vaṇṇasmiṃ vadāmi.
sc_po: This is how they’re beautiful, I say.

# an3.142:4.7
source: Lābhī kho pana hoti cīvarapiṇḍapātasenāsanagilānappaccayabhesajjaparikkhārānaṃ.
sc_po: They receive robes, alms-food, lodgings, and medicines and supplies for the sick.

# an3.142:4.8
source: Idamassa ārohapariṇāhasmiṃ vadāmi.
sc_po: This is how they’re well proportioned, I say.

# an3.142:4.9
source: Evaṃ kho, bhikkhave, bhadro purisājānīyo javasampanno ca hoti vaṇṇasampanno ca ārohapariṇāhasampanno ca.
sc_po: This is how a fine thoroughbred person is fast, beautiful, and well proportioned.

# an3.142:4.10
source: Ime kho, bhikkhave, tayo bhadrā purisājānīyā”ti.
sc_po: These are the three fine thoroughbred people.”
