Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.109.po
Languages: sc_po

# an3.109:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.109:0.2
source: 11. Sambodhavagga
sc_po: 11. Awakening

# an3.109:0.3
source: 109. Arakkhitasutta
sc_po: 109. Unprotected

# an3.109:1.1
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an3.109:1.2
source: “citte, gahapati, arakkhite kāyakammampi arakkhitaṃ hoti, vacīkammampi arakkhitaṃ hoti, manokammampi arakkhitaṃ hoti.
sc_po: “Householder, when the mind is unprotected, deeds of body, speech, and mind are unprotected.

# an3.109:1.3
source: Tassa arakkhitakāyakammantassa arakkhitavacīkammantassa arakkhitamanokammantassa kāyakammampi avassutaṃ hoti, vacīkammampi avassutaṃ hoti, manokammampi avassutaṃ hoti.
sc_po: When deeds are unprotected, they become corrupted.

# an3.109:1.4
source: Tassa avassutakāyakammantassa avassutavacīkammantassa avassutamanokammantassa kāyakammampi pūtikaṃ hoti, vacīkammampi pūtikaṃ hoti, manokammampi pūtikaṃ hoti.
sc_po: When deeds are corrupted, they become rotten.

# an3.109:1.5
source: Tassa pūtikāyakammantassa pūtivacīkammantassa pūtimanokammantassa na bhaddakaṃ maraṇaṃ hoti, na bhaddikā kālakiriyā.
sc_po: Someone whose deeds of body, speech, and mind are rotten will not have a good death.

# an3.109:2.1
source: Seyyathāpi, gahapati, kūṭāgāre ducchanne kūṭampi arakkhitaṃ hoti, gopānasiyopi arakkhitā honti, bhittipi arakkhitā hoti;
sc_po: It’s like a bungalow with a bad roof. The roof peak, rafters, and walls are unprotected.

# an3.109:2.2
source: kūṭampi avassutaṃ hoti, gopānasiyopi avassutā honti, bhittipi avassutā hoti;
sc_po: They get soaked,

# an3.109:2.3
source: kūṭampi pūtikaṃ hoti, gopānasiyopi pūtikā honti, bhittipi pūtikā hoti.
sc_po: and become rotten.

# an3.109:3.1
source: Evamevaṃ kho, gahapati, citte arakkhite kāyakammampi arakkhitaṃ hoti, vacīkammampi arakkhitaṃ hoti, manokammampi arakkhitaṃ hoti.
sc_po: In the same way, when the mind is unprotected, bodily, verbal, and mental deeds are unprotected. …

# an3.109:3.4
source: Tassa pūtikāyakammantassa pūtivacīkammantassa pūtimanokammantassa na bhaddakaṃ maraṇaṃ hoti, na bhaddikā kālakiriyā.
sc_po: Someone whose deeds of body, speech, and mind are rotten will not have a good death.

# an3.109:4.1
source: Citte, gahapati, rakkhite kāyakammampi rakkhitaṃ hoti, vacīkammampi rakkhitaṃ hoti, manokammampi rakkhitaṃ hoti.
sc_po: When the mind is protected, bodily, verbal, and mental deeds are protected.

# an3.109:4.2
source: Tassa rakkhitakāyakammantassa rakkhitavacīkammantassa rakkhitamanokammantassa kāyakammampi anavassutaṃ hoti, vacīkammampi anavassutaṃ hoti, manokammampi anavassutaṃ hoti.
sc_po: When deeds are protected, they don’t become corrupted.

# an3.109:4.3
source: Tassa anavassutakāyakammantassa anavassutavacīkammantassa anavassutamanokammantassa kāyakammampi apūtikaṃ hoti, vacīkammampi apūtikaṃ hoti, manokammampi apūtikaṃ hoti.
sc_po: When deeds aren’t corrupted, they don’t become rotten.

# an3.109:4.4
source: Tassa apūtikāyakammantassa apūtivacīkammantassa apūtimanokammantassa bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā.
sc_po: Someone whose deeds of body, speech, and mind aren’t rotten will have a good death.

# an3.109:5.1
source: Seyyathāpi, gahapati, kūṭāgāre succhanne kūṭampi rakkhitaṃ hoti, gopānasiyopi rakkhitā honti, bhittipi rakkhitā hoti;
sc_po: It’s like a bungalow with a good roof. The roof peak, rafters, and walls are protected.

# an3.109:5.2
source: kūṭampi anavassutaṃ hoti, gopānasiyopi anavassutā honti, bhittipi anavassutā hoti;
sc_po: They don’t get soaked,

# an3.109:5.3
source: kūṭampi apūtikaṃ hoti, gopānasiyopi apūtikā honti, bhittipi apūtikā hoti.
sc_po: and they don’t become rotten.

# an3.109:6.1
source: Evamevaṃ kho, gahapati, citte rakkhite kāyakammampi rakkhitaṃ hoti, vacīkammampi rakkhitaṃ hoti, manokammampi rakkhitaṃ hoti.
sc_po: In the same way, when the mind is protected, bodily, verbal, and mental deeds are protected. …

# an3.109:6.4
source: Tassa apūtikāyakammantassa apūtivacīkammantassa apūtimanokammantassa bhaddakaṃ maraṇaṃ hoti, bhaddikā kālakiriyā”ti.
sc_po: Someone whose deeds of body, speech, and mind aren’t rotten will have a good death.”
