Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.115.po
Languages: sc_po

# an3.115:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.115:0.2
source: 12. Āpāyikavagga
sc_po: 12. Bound for Loss

# an3.115:0.3
source: 115. Appameyyasutta
sc_po: 115. Immeasurable

# an3.115:1.1
source: “Tayome, bhikkhave, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Mendicants, these three people are found in the world.

# an3.115:1.2
source: Katame tayo?
sc_po: What three?

# an3.115:1.3
source: Suppameyyo, duppameyyo, appameyyo.
sc_po: Someone easy to measure, someone hard to measure, and someone who is immeasurable.

# an3.115:1.4
source: Katamo ca, bhikkhave, puggalo suppameyyo?
sc_po: And who is the person easy to measure?

# an3.115:1.5
source: Idha, bhikkhave, ekacco puggalo uddhato hoti unnaḷo capalo mukharo vikiṇṇavāco muṭṭhassati asampajāno asamāhito vibbhantacitto pākatindriyo.
sc_po: It’s a person who is restless, insolent, fickle, gossipy, loose-tongued, unmindful, lacking situational awareness and immersion, with straying mind and undisciplined faculties.

# an3.115:1.6
source: Ayaṃ vuccati, bhikkhave, puggalo suppameyyo.
sc_po: This is called ‘a person easy to measure’.

# an3.115:2.1
source: Katamo ca, bhikkhave, puggalo duppameyyo?
sc_po: And who is the person hard to measure?

# an3.115:2.2
source: Idha, bhikkhave, ekacco puggalo anuddhato hoti anunnaḷo acapalo amukharo avikiṇṇavāco upaṭṭhitassati sampajāno samāhito ekaggacitto saṃvutindriyo.
sc_po: It’s a person who is not restless, insolent, fickle, gossipy, or loose-tongued. They have established mindfulness, situational awareness and immersion, with unified mind and restrained faculties.

# an3.115:2.3
source: Ayaṃ vuccati, bhikkhave, puggalo duppameyyo.
sc_po: This is called ‘a person hard to measure’.

# an3.115:3.1
source: Katamo ca, bhikkhave, puggalo appameyyo?
sc_po: And who is the immeasurable person?

# an3.115:3.2
source: Idha, bhikkhave, bhikkhu arahaṃ hoti khīṇāsavo.
sc_po: It’s a mendicant who is perfected, and has ended defilements.

# an3.115:3.3
source: Ayaṃ vuccati, bhikkhave, puggalo appameyyo.
sc_po: This is called ‘an immeasurable person’.

# an3.115:3.4
source: Ime kho, bhikkhave, tayo puggalā santo saṃvijjamānā lokasmin”ti.
sc_po: These are the three people found in the world.”
