Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.056.po
Languages: sc_po

# an3.56:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.56:0.2
source: 6. Brāhmaṇavagga
sc_po: 6. Brahmins

# an3.56:0.3
source: 56. Palokasutta
sc_po: 56. Falling Apart

# an3.56:1.1
source: Atha kho aññataro brāhmaṇamahāsālo yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho so brāhmaṇamahāsālo bhagavantaṃ etadavoca:
sc_po: Then a well-to-do Brahmin went up to the Buddha, and seated to one side he said to him:

# an3.56:1.2
source: “sutaṃ metaṃ, bho gotama, pubbakānaṃ brāhmaṇānaṃ vuddhānaṃ mahallakānaṃ ācariyapācariyānaṃ bhāsamānānaṃ:
sc_po: “Master Gotama, I have heard that brahmins of the past who were elderly and senior, the teachers of teachers, said:

# an3.56:1.3
source: ‘pubbe sudaṃ ayaṃ loko avīci maññe phuṭo ahosi manussehi, kukkuṭasaṃpātikā gāmanigamarājadhāniyo’ti.
sc_po: ‘In the old days this world was as crowded as hell, just full of people. The villages, towns and capital cities were no more than a chicken’s flight apart.’

# an3.56:1.4
source: Ko nu kho, bho gotama, hetu ko paccayo yenetarahi manussānaṃ khayo hoti, tanuttaṃ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā hontī”ti?
sc_po: What is the cause, sir, what is the reason why these days human numbers have dwindled, a decline in population is evident, and whole villages, towns, cities, and countries have disappeared?”

# an3.56:2.1
source: “Etarahi, brāhmaṇa, manussā adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā.
sc_po: “These days, brahmin, humans just love illicit desire. They’re overcome by immoral greed, and mired in wrong thoughts.

# an3.56:2.2
source: Te adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā tiṇhāni satthāni gahetvā aññamaññaṃ jīvitā voropenti, tena bahū manussā kālaṃ karonti.
sc_po: Taking up sharp knives, they murder each other. And so many people perish.

# an3.56:2.3
source: Ayampi kho, brāhmaṇa, hetu ayaṃ paccayo yenetarahi manussānaṃ khayo hoti, tanuttaṃ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā honti.
sc_po: This is the cause, this is the reason why these days human numbers have dwindled.

# an3.56:3.1
source: Puna caparaṃ, brāhmaṇa, etarahi manussā adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā.
sc_po: Furthermore, because these days humans just love illicit desire …

# an3.56:3.2
source: Tesaṃ adhammarāgarattānaṃ visamalobhābhibhūtānaṃ micchādhammaparetānaṃ devo na sammādhāraṃ anuppavecchati.
sc_po: the heavens don’t provide enough rain,

# an3.56:3.3
source: Tena dubbhikkhaṃ hoti dussassaṃ setaṭṭhikaṃ salākāvuttaṃ.
sc_po: so there’s famine, a bad harvest, with blighted crops that turn to straw.

# an3.56:3.4
source: Tena bahū manussā kālaṃ karonti.
sc_po: And so many people perish.

# an3.56:3.5
source: Ayampi kho, brāhmaṇa, hetu ayaṃ paccayo yenetarahi manussānaṃ khayo hoti, tanuttaṃ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā honti.
sc_po: This is the cause, this is the reason why these days human numbers have dwindled.

# an3.56:4.1
source: Puna caparaṃ, brāhmaṇa, etarahi manussā adhammarāgarattā visamalobhābhibhūtā micchādhammaparetā.
sc_po: Furthermore, because these days humans just love illicit desire …

# an3.56:4.2
source: Tesaṃ adhammarāgarattānaṃ visamalobhābhibhūtānaṃ micchādhammaparetānaṃ yakkhā vāḷe amanusse ossajjanti, tena bahū manussā kālaṃ karonti.
sc_po: native spirits let vicious monsters loose. And so many people perish.

# an3.56:4.3
source: Ayampi kho, brāhmaṇa, hetu ayaṃ paccayo yenetarahi manussānaṃ khayo hoti, tanuttaṃ paññāyati, gāmāpi agāmā honti, nigamāpi anigamā honti, nagarāpi anagarā honti, janapadāpi ajanapadā hontī”ti.
sc_po: This is the cause, this is the reason why these days human numbers have dwindled.”

# an3.56:5.1
source: “Abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# an3.56:5.2
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
