Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.083.po
Languages: sc_po

# an3.83:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.83:0.2
source: 9. Samaṇavagga
sc_po: 9. Ascetics

# an3.83:0.3
source: 83. Khettasutta
sc_po: 83. Fields

# an3.83:1.1
source: “Tīṇimāni, bhikkhave, kassakassa gahapatissa pubbe karaṇīyāni.
sc_po: “Mendicants, a farmer has three primary duties.

# an3.83:1.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.83:1.3
source: Idha, bhikkhave, kassako gahapati paṭikacceva khettaṃ sukaṭṭhaṃ karoti sumatikataṃ.
sc_po: A farmer first of all makes sure the field is well ploughed and tilled.

# an3.83:1.4
source: Paṭikacceva khettaṃ sukaṭṭhaṃ karitvā sumatikataṃ kālena bījāni patiṭṭhāpeti.
sc_po: Next they plant seeds in season.

# an3.83:1.5
source: Kālena bījāni patiṭṭhāpetvā samayena udakaṃ abhinetipi apanetipi.
sc_po: When the time is right, they irrigate the field and then drain it.

# an3.83:1.6
source: Imāni kho, bhikkhave, tīṇi kassakassa gahapatissa pubbe karaṇīyāni.
sc_po: These are the three primary duties of a farmer.

# an3.83:2.1
source: Evamevaṃ kho, bhikkhave, tīṇimāni bhikkhussa pubbe karaṇīyāni.
sc_po: In the same way, a mendicant has three primary duties.

# an3.83:2.2
source: Katamāni tīṇi?
sc_po: What three?

# an3.83:2.3
source: Adhisīlasikkhāsamādānaṃ, adhicittasikkhāsamādānaṃ, adhipaññāsikkhāsamādānaṃ—
sc_po: Undertaking the training in the higher ethics, the higher mind, and the higher wisdom.

# an3.83:2.4
source: imāni kho, bhikkhave, tīṇi bhikkhussa pubbe karaṇīyāni.
sc_po: These are the three primary duties of a mendicant.

# an3.83:3.1
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# an3.83:3.2
source: ‘tibbo no chando bhavissati adhisīlasikkhāsamādāne, tibbo no chando bhavissati adhicittasikkhāsamādāne, tibbo no chando bhavissati adhipaññāsikkhāsamādāne’ti.
sc_po: ‘We will have keen enthusiasm for undertaking the training in the higher ethics, the higher mind, and the higher wisdom.’

# an3.83:3.3
source: Evañhi vo, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”
