Repository: kondannyo/PGP
Catalog: AN/*_text/an03/an3.054.po
Languages: sc_po

# an3.54:0.1
source: Aṅguttara Nikāya 3
sc_po: Numbered Discourses 3

# an3.54:0.2
source: 6. Brāhmaṇavagga
sc_po: 6. Brahmins

# an3.54:0.3
source: 54. Paribbājakasutta
sc_po: 54. A Wanderer

# an3.54:1.1
source: Atha kho aññataro brāhmaṇaparibbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā … pe … ekamantaṃ nisinno kho so brāhmaṇaparibbājako bhagavantaṃ etadavoca:
sc_po: Then a brahmin wanderer went up to the Buddha … Seated to one side he said to the Buddha:

# an3.54:1.2
source: “‘sandiṭṭhiko dhammo sandiṭṭhiko dhammo’ti, bho gotama, vuccati.
sc_po: “Master Gotama, they speak of ‘a teaching visible in this very life’.

# an3.54:1.3
source: Kittāvatā nu kho, bho gotama, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti?
sc_po: In what way is the teaching visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”

# an3.54:2.1
source: “Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: “A greedy person, overcome by greed, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.

# an3.54:2.2
source: Rāge pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: When greed has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.

# an3.54:3.1
source: Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati.
sc_po: A greedy person does bad things by way of body, speech, and mind.

# an3.54:3.2
source: Rāge pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati.
sc_po: When greed has been given up, they don’t do bad things by way of body, speech, and mind.

# an3.54:4.1
source: Ratto kho, brāhmaṇa, rāgena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti.
sc_po: A greedy person doesn’t truly understand what’s for their own good, the good of another, or the good of both.

# an3.54:4.2
source: Rāge pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti.
sc_po: When greed has been given up, they truly understand what’s for their own good, the good of another, or the good of both.

# an3.54:4.3
source: Evampi kho, brāhmaṇa, sandiṭṭhiko dhammo hoti … pe ….
sc_po: This is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# an3.54:5.1
source: Duṭṭho kho, brāhmaṇa, dosena … pe …
sc_po: A hateful person …

# an3.54:5.2
source: mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: A deluded person, overcome by delusion, intends to hurt themselves, hurt others, and hurt both. They experience mental pain and sadness.

# an3.54:5.3
source: Mohe pahīne nevattabyābādhāyapi ceteti, na parabyābādhāyapi ceteti, na ubhayabyābādhāyapi ceteti, na cetasikaṃ dukkhaṃ domanassaṃ paṭisaṃvedeti.
sc_po: When delusion has been given up, they don’t intend to hurt themselves, hurt others, and hurt both. They don’t experience mental pain and sadness.

# an3.54:6.1
source: Mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto, kāyena duccaritaṃ carati, vācāya duccaritaṃ carati, manasā duccaritaṃ carati.
sc_po: A deluded person does bad things by way of body, speech, and mind.

# an3.54:6.2
source: Mohe pahīne neva kāyena duccaritaṃ carati, na vācāya duccaritaṃ carati, na manasā duccaritaṃ carati.
sc_po: When delusion has been given up, they don’t do bad things by way of body, speech, and mind.

# an3.54:7.1
source: Mūḷho kho, brāhmaṇa, mohena abhibhūto pariyādinnacitto attatthampi yathābhūtaṃ nappajānāti, paratthampi yathābhūtaṃ nappajānāti, ubhayatthampi yathābhūtaṃ nappajānāti.
sc_po: A deluded person doesn’t truly understand what’s for their own good, the good of another, or the good of both.

# an3.54:7.2
source: Mohe pahīne attatthampi yathābhūtaṃ pajānāti, paratthampi yathābhūtaṃ pajānāti, ubhayatthampi yathābhūtaṃ pajānāti.
sc_po: When delusion has been given up, they truly understand what’s for their own good, the good of another, or the good of both.

# an3.54:7.3
source: Evaṃ kho, brāhmaṇa, sandiṭṭhiko dhammo hoti akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti.
sc_po: This, too, is how the teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”

# an3.54:8.1
source: “Abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# an3.54:8.2
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
