Repository: kondannyo/PGP
Catalog: SN/*_text/sn16/sn16.04.po
Languages: sc_po

# sn16.4:0.1
source: Saṃyutta Nikāya 16
sc_po: Linked Discourses 16

# sn16.4:0.2
source: 1. Kassapavagga
sc_po: 1. Kassapa

# sn16.4:0.3
source: 4. Kulūpakasutta
sc_po: 4. Visiting Families

# sn16.4:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn16.4:1.2
source: “Taṃ kiṃ maññatha, bhikkhave,
sc_po: “What do you think, mendicants?

# sn16.4:1.3
source: kathaṃrūpo bhikkhu arahati kulūpako hotuṃ, kathaṃrūpo bhikkhu na arahati kulūpako hotun”ti?
sc_po: What kind of mendicant is worthy of visiting families? And what kind of mendicant is not worthy of visiting families?”

# sn16.4:1.4
source: Bhagavaṃmūlakā no, bhante, dhammā … pe …
sc_po: “Our teachings are rooted in the Buddha. …”

# sn16.4:1.5
source: bhagavā etadavoca:
sc_po: The Buddha said this:

# sn16.4:2.1
source: “Yo hi koci, bhikkhave, bhikkhu evaṃcitto kulāni upasaṅkamati:
sc_po: “Whoever visits families with the thought:

# sn16.4:2.2
source: ‘dentuyeva me, mā nādaṃsu;
sc_po: ‘May they give to me, may they not fail to give.

# sn16.4:2.3
source: bahukaññeva me dentu, mā thokaṃ;
sc_po: May they give a lot, not a little.

# sn16.4:2.4
source: paṇītaññeva me dentu, mā lūkhaṃ;
sc_po: May they give me fine things, not coarse.

# sn16.4:2.5
source: sīghaññeva me dentu, mā dandhaṃ;
sc_po: May they give quickly, not slowly.

# sn16.4:2.6
source: sakkaccaññeva me dentu, mā asakkaccan’ti.
sc_po: May they give carefully, not carelessly.’

# sn16.4:2.7
source: Tassa ce, bhikkhave, bhikkhuno evaṃcittassa kulāni upasaṅkamato na denti, tena bhikkhu sandīyati; so tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: If a mendicant with such a thought approaches a family and they don’t give, the mendicant feels slighted. And they experience pain and sadness because of that.

# sn16.4:2.8
source: Thokaṃ denti, no bahukaṃ … pe …
sc_po: If they give only a little …

# sn16.4:2.9
source: lūkhaṃ denti, no paṇītaṃ …
sc_po: if they give coarse things …

# sn16.4:2.10
source: dandhaṃ denti, no sīghaṃ, tena bhikkhu sandīyati; so tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: if they give slowly …

# sn16.4:2.11
source: Asakkaccaṃ denti, no sakkaccaṃ; tena bhikkhu sandīyati; so tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: if they give carelessly, the mendicant feels slighted. And they experience pain and sadness because of that.

# sn16.4:2.12
source: Evarūpo kho, bhikkhave, bhikkhu na arahati kulūpako hotuṃ.
sc_po: That kind of mendicant is not worthy of visiting families.

# sn16.4:3.1
source: Yo ca kho, bhikkhave, bhikkhu evaṃcitto kulāni upasaṅkamati:
sc_po: Whoever visits families with the thought:

# sn16.4:3.2
source: ‘taṃ kutettha labbhā parakulesu—
sc_po: ‘When among other families, how could I possibly think:

# sn16.4:3.3
source: dentuyeva me, mā nādaṃsu;
sc_po: “May they give to me, may they not fail to give.

# sn16.4:3.4
source: bahukaññeva me dentu, mā thokaṃ;
sc_po: May they give a lot, not a little.

# sn16.4:3.5
source: paṇītaññeva me dentu, mā lūkhaṃ;
sc_po: May they give me fine things, not coarse.

# sn16.4:3.6
source: sīghaññeva me dentu, mā dandhaṃ;
sc_po: May they give quickly, not slowly.

# sn16.4:3.7
source: sakkaccaññeva me dentu, mā asakkaccan’ti.
sc_po: May they give carefully, not carelessly.”’

# sn16.4:3.8
source: Tassa ce, bhikkhave, bhikkhuno evaṃcittassa kulāni upasaṅkamato na denti; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: If a mendicant with such a thought approaches a family and they don’t give, the mendicant doesn’t feel slighted. And they don’t experience pain and sadness because of that.

# sn16.4:3.9
source: Thokaṃ denti, no bahukaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: If they give only a little …

# sn16.4:3.10
source: Lūkhaṃ denti, no paṇītaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: if they give coarse things …

# sn16.4:3.11
source: Dandhaṃ denti, no sīghaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: if they give slowly …

# sn16.4:3.12
source: Asakkaccaṃ denti, no sakkaccaṃ; tena bhikkhu na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: if they give carelessly, the mendicant doesn’t feel slighted. And they don’t experience pain and sadness because of that.

# sn16.4:3.13
source: Evarūpo kho, bhikkhave, bhikkhu arahati kulūpako hotuṃ.
sc_po: That kind of mendicant is worthy of visiting families.

# sn16.4:4.1
source: Kassapo, bhikkhave, evaṃcitto kulāni upasaṅkamati:
sc_po: Kassapa visits families with the thought:

# sn16.4:4.2
source: ‘taṃ kutettha labbhā parakulesu—
sc_po: ‘When among other families, how could I possibly think:

# sn16.4:4.3
source: dentuyeva me, mā nādaṃsu;
sc_po: “May they give to me, may they not fail to give.

# sn16.4:4.4
source: bahukaññeva me dentu, mā thokaṃ;
sc_po: May they give a lot, not a little.

# sn16.4:4.5
source: paṇītaññeva me dentu, mā lūkhaṃ;
sc_po: May they give me fine things, not coarse.

# sn16.4:4.6
source: sīghaññeva me dentu, mā dandhaṃ;
sc_po: May they give quickly, not slowly.

# sn16.4:4.7
source: sakkaccaññeva me dentu, mā asakkaccan’ti.
sc_po: May they give carefully, not carelessly.”’

# sn16.4:4.8
source: Tassa ce, bhikkhave, kassapassa evaṃcittassa kulāni upasaṅkamato na denti; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: With such a thought, if he approaches a family and they don’t give, he doesn’t feel slighted. And he doesn’t experience pain and sadness because of that.

# sn16.4:4.9
source: Thokaṃ denti, no bahukaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: If they give only a little …

# sn16.4:4.10
source: Lūkhaṃ denti, no paṇītaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: if they give coarse things …

# sn16.4:4.11
source: Dandhaṃ denti, no sīghaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: if they give slowly …

# sn16.4:4.12
source: Asakkaccaṃ denti, no sakkaccaṃ; tena kassapo na sandīyati; so na tatonidānaṃ dukkhaṃ domanassaṃ paṭisaṃvedayati.
sc_po: if they give carelessly, he doesn’t feel slighted. And he doesn’t experience pain and sadness because of that.

# sn16.4:4.13
source: Kassapena vā hi vo, bhikkhave, ovadissāmi yo vā panassa kassapasadiso. Ovaditehi ca pana vo tathattāya paṭipajjitabban”ti.
sc_po: I will exhort you with the example of Kassapa or someone like him. You should practice accordingly.”
