Repository: kondannyo/PGP
Catalog: SN/*_text/sn16/sn16.12.po
Languages: sc_po

# sn16.12:0.1
source: Saṃyutta Nikāya 16
sc_po: Linked Discourses 16

# sn16.12:0.2
source: 1. Kassapavagga
sc_po: 1. Kassapa

# sn16.12:0.3
source: 12. Paraṃmaraṇasutta
sc_po: 12. The Realized One After Death

# sn16.12:1.1
source: Ekaṃ samayaṃ āyasmā ca mahākassapo āyasmā ca sāriputto bārāṇasiyaṃ viharanti isipatane migadāye.
sc_po: At one time Venerable Mahākassapa and Venerable Sāriputta were staying near Benares, in the deer park at Isipatana.

# sn16.12:1.2
source: Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahākassapo tenupasaṅkami; upasaṅkamitvā āyasmatā mahākassapena saddhiṃ sammodi.
sc_po: Then in the late afternoon, Venerable Sāriputta came out of retreat, went to Venerable Mahākassapa, and exchanged greetings with him.

# sn16.12:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ mahākassapaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to Mahākassapa:

# sn16.12:1.4
source: “kiṃ nu kho, āvuso kassapa, hoti tathāgato paraṃ maraṇā”ti?
sc_po: “Reverend Kassapa, does a Realized One exist after death?”

# sn16.12:1.5
source: “Abyākataṃ kho etaṃ, āvuso, bhagavatā:
sc_po: “Reverend, this has not been declared by the Buddha.”

# sn16.12:1.7
source: “Kiṃ panāvuso, na hoti tathāgato paraṃ maraṇā”ti?
sc_po: “Well then, does a Realized One not exist after death?”

# sn16.12:1.8
source: “Evampi kho, āvuso, abyākataṃ bhagavatā:
sc_po: “This too has not been declared by the Buddha.”

# sn16.12:1.10
source: “Kiṃ nu kho, āvuso, hoti ca na ca hoti tathāgato paraṃ maraṇā”ti?
sc_po: “Well then, does a Realized One both exist and not exist after death?”

# sn16.12:1.11
source: “Abyākataṃ kho etaṃ, āvuso, bhagavatā:
sc_po: “This too has not been declared by the Buddha.”

# sn16.12:1.13
source: “Kiṃ panāvuso, neva hoti, na na hoti tathāgato paraṃ maraṇā”ti?
sc_po: “Well then, does a Realized One neither exist nor not exist after death?”

# sn16.12:1.14
source: “Evampi kho, āvuso, abyākataṃ bhagavatā:
sc_po: “This too has not been declared by the Buddha.”

# sn16.12:1.16
source: “Kasmā cetaṃ, āvuso, abyākataṃ bhagavatā”ti?
sc_po: “And why has this not been declared by the Buddha?”

# sn16.12:1.17
source: “Na hetaṃ, āvuso, atthasaṃhitaṃ nādibrahmacariyakaṃ na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati.
sc_po: “Because it’s not beneficial or relevant to the fundamentals of the spiritual life. It doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.

# sn16.12:1.18
source: Tasmā taṃ abyākataṃ bhagavatā”ti.
sc_po: That’s why it has not been declared by the Buddha.”

# sn16.12:2.1
source: “Atha kiñcarahāvuso, byākataṃ bhagavatā”ti?
sc_po: “So what now has been declared by the Buddha?”

# sn16.12:2.2
source: “Idaṃ ‘dukkhan’ti kho, āvuso, byākataṃ bhagavatā;
sc_po: “‘This is suffering’ has been declared by the Buddha.

# sn16.12:2.3
source: ayaṃ ‘dukkhasamudayo’ti byākataṃ bhagavatā;
sc_po: ‘This is the origin of suffering’ …

# sn16.12:2.4
source: ayaṃ ‘dukkhanirodho’ti byākataṃ bhagavatā;
sc_po: ‘This is the cessation of suffering’ …

# sn16.12:2.5
source: ayaṃ ‘dukkhanirodhagāminī paṭipadā’ti byākataṃ bhagavatā”ti.
sc_po: ‘This is the practice that leads to the cessation of suffering’ has been declared by the Buddha.”

# sn16.12:2.6
source: “Kasmā cetaṃ, āvuso, byākataṃ bhagavatā”ti?
sc_po: “And why has this been declared by the Buddha?”

# sn16.12:2.7
source: “Etañhi, āvuso, atthasaṃhitaṃ etaṃ ādibrahmacariyakaṃ etaṃ nibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
sc_po: “Because it’s beneficial and relevant to the fundamentals of the spiritual life. It leads to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment.

# sn16.12:2.8
source: Tasmā taṃ byākataṃ bhagavatā”ti.
sc_po: That’s why it has been declared by the Buddha.”
