Repository: kondannyo/PGP
Catalog: SN/*_text/sn16/sn16.02.po
Languages: sc_po

# sn16.2:0.1
source: Saṃyutta Nikāya 16
sc_po: Linked Discourses 16

# sn16.2:0.2
source: 1. Kassapavagga
sc_po: 1. Kassapa

# sn16.2:0.3
source: 2. Anottappīsutta
sc_po: 2. Imprudent

# sn16.2:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn16.2:1.2
source: ekaṃ samayaṃ āyasmā ca mahākassapo āyasmā ca sāriputto bārāṇasiyaṃ viharanti isipatane migadāye.
sc_po: At one time Venerable Mahākassapa and Venerable Sāriputta were staying near Benares, in the deer park at Isipatana.

# sn16.2:1.3
source: Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā mahākassapo tenupasaṅkami; upasaṅkamitvā āyasmatā mahākassapena saddhiṃ sammodi.
sc_po: Then in the late afternoon, Venerable Sāriputta came out of retreat, went to Venerable Mahākassapa, and exchanged greetings with him.

# sn16.2:1.4
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ mahākassapaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to Mahākassapa:

# sn16.2:1.5
source: “vuccati hidaṃ, āvuso kassapa, anātāpī anottappī abhabbo sambodhāya abhabbo nibbānāya abhabbo anuttarassa yogakkhemassa adhigamāya;
sc_po: “Reverend Kassapa, it’s said that without being keen and prudent you can’t achieve awakening, extinguishment, and the supreme sanctuary.

# sn16.2:1.6
source: ātāpī ca kho ottappī bhabbo sambodhāya bhabbo nibbānāya bhabbo anuttarassa yogakkhemassa adhigamāyā”ti.
sc_po: But if you’re keen and prudent you can achieve awakening, extinguishment, and the supreme sanctuary.

# sn16.2:2.1
source: “Kittāvatā nu kho, āvuso, anātāpī hoti anottappī abhabbo sambodhāya abhabbo nibbānāya abhabbo anuttarassa yogakkhemassa adhigamāya;
sc_po: To what extent is this the case?”

# sn16.2:2.3
source: “Idhāvuso, bhikkhu ‘anuppannā me pāpakā akusalā dhammā uppajjamānā anatthāya saṃvatteyyun’ti na ātappaṃ karoti, ‘uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṃvatteyyun’ti na ātappaṃ karoti, ‘anuppannā me kusalā dhammā nuppajjamānā anatthāya saṃvatteyyun’ti na ātappaṃ karoti, ‘uppannā me kusalā dhammā nirujjhamānā anatthāya saṃvatteyyun’ti na ātappaṃ karoti.
sc_po: “Reverend, take a mendicant who doesn’t foster keenness by thinking: ‘If unarisen unskillful qualities arise in me, they’ll lead to harm.’ ‘If I don’t give up arisen unskillful qualities, they’ll lead to harm.’ ‘If I don’t give rise to unarisen skillful qualities, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’

# sn16.2:2.4
source: Evaṃ kho, āvuso, anātāpī hoti.
sc_po: That’s how you’re not keen.

# sn16.2:3.1
source: Kathañcāvuso, anottappī hoti?
sc_po: And how are you not prudent?

# sn16.2:3.2
source: Idhāvuso, bhikkhu ‘anuppannā me pāpakā akusalā dhammā uppajjamānā anatthāya saṃvatteyyun’ti na ottappati, ‘uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṃvatteyyun’ti na ottappati, ‘anuppannā me kusalā dhammā nuppajjamānā anatthāya saṃvatteyyun’ti na ottappati, ‘uppannā me kusalā dhammā nirujjhamānā anatthāya saṃvatteyyun’ti na ottappati.
sc_po: Take a mendicant who doesn’t foster prudence by thinking: ‘If unarisen unskillful qualities arise in me, they’ll lead to harm.’ ‘If I don’t give up arisen unskillful qualities, they’ll lead to harm.’ ‘If I don’t give rise to unarisen skillful qualities, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’

# sn16.2:3.3
source: Evaṃ kho, āvuso, anottappī hoti.
sc_po: That’s how you’re not prudent.

# sn16.2:3.4
source: Evaṃ kho, āvuso, anātāpī anottappī abhabbo sambodhāya abhabbo nibbānāya abhabbo anuttarassa yogakkhemassa adhigamāya.
sc_po: That’s how without being keen and prudent you can’t achieve awakening, extinguishment, and the supreme sanctuary.

# sn16.2:4.1
source: Kathañcāvuso, ātāpī hoti?
sc_po: And how are you keen?

# sn16.2:4.2
source: Idhāvuso, bhikkhu ‘anuppannā me pāpakā akusalā dhammā uppajjamānā anatthāya saṃvatteyyun’ti ātappaṃ karoti, ‘uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṃvatteyyun’ti ātappaṃ karoti, anuppannā me kusalā dhammā … pe … ātappaṃ karoti.
sc_po: Take a mendicant who fosters keenness by thinking: ‘If unarisen unskillful qualities arise in me, they’ll lead to harm.’ ‘If I don’t give up arisen unskillful qualities, they’ll lead to harm.’ ‘If I don’t give rise to unarisen skillful qualities, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’

# sn16.2:4.3
source: Evaṃ kho, āvuso, ātāpī hoti.
sc_po: That’s how you’re keen.

# sn16.2:5.1
source: Kathañcāvuso, ottappī hoti?
sc_po: And how are you prudent?

# sn16.2:5.2
source: Idhāvuso, bhikkhu ‘anuppannā me pāpakā akusalā dhammā uppajjamānā anatthāya saṃvatteyyun’ti ottappati, ‘uppannā me pāpakā akusalā dhammā appahīyamānā anatthāya saṃvatteyyun’ti ottappati, ‘anuppannā me kusalā dhammā anuppajjamānā anatthāya saṃvatteyyun’ti ottappati, ‘uppannā me kusalā dhammā nirujjhamānā anatthāya saṃvatteyyun’ti ottappati.
sc_po: Take a mendicant who fosters prudence by thinking: ‘If unarisen unskillful qualities arise in me, they’ll lead to harm.’ ‘If I don’t give up arisen unskillful qualities, they’ll lead to harm.’ ‘If I don’t give rise to unarisen skillful qualities, they’ll lead to harm.’ ‘If arisen skillful qualities cease in me, they’ll lead to harm.’

# sn16.2:5.3
source: Evaṃ kho, āvuso, ottappī hoti.
sc_po: That’s how you’re prudent.

# sn16.2:5.4
source: Evaṃ kho, āvuso, ātāpī ottappī bhabbo sambodhāya bhabbo nibbānāya bhabbo anuttarassa yogakkhemassa adhigamāyā”ti.
sc_po: That’s how if you’re keen and prudent you can achieve awakening, extinguishment, and the supreme sanctuary.”
