Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.009.po
Languages: sc_po

# sn48.9:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.9:0.2
source: 1. Suddhikavagga
sc_po: 1. Plain Version

# sn48.9:0.3
source: 9. Paṭhamavibhaṅgasutta
sc_po: 9. Analysis (1st)

# sn48.9:1.1
source: “Pañcimāni, bhikkhave, indriyāni.
sc_po: “Mendicants, there are these five faculties.

# sn48.9:1.2
source: Katamāni pañca?
sc_po: What five?

# sn48.9:1.3
source: Saddhindriyaṃ … pe … paññindriyaṃ.
sc_po: The faculties of faith, energy, mindfulness, immersion, and wisdom.

# sn48.9:1.4
source: Katamañca, bhikkhave, saddhindriyaṃ?
sc_po: And what is the faculty of faith?

# sn48.9:1.5
source: Idha, bhikkhave, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: It’s when a noble disciple has faith in the Realized One’s awakening:

# sn48.9:1.6
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti—
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# sn48.9:1.7
source: idaṃ vuccati, bhikkhave, saddhindriyaṃ.
sc_po: This is called the faculty of faith.

# sn48.9:2.1
source: Katamañca, bhikkhave, vīriyindriyaṃ?
sc_po: And what is the faculty of energy?

# sn48.9:2.2
source: Idha, bhikkhave, ariyasāvako āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu—
sc_po: It’s when a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# sn48.9:2.3
source: idaṃ vuccati, bhikkhave, vīriyindriyaṃ.
sc_po: This is called the faculty of energy.

# sn48.9:3.1
source: Katamañca, bhikkhave, satindriyaṃ?
sc_po: And what is the faculty of mindfulness?

# sn48.9:3.2
source: Idha, bhikkhave, ariyasāvako satimā hoti paramena satinepakkena samannāgato cirakatampi cirabhāsitampi saritā anussaritā—
sc_po: It’s when a noble disciple is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.

# sn48.9:3.3
source: idaṃ vuccati, bhikkhave, satindriyaṃ.
sc_po: This is called the faculty of mindfulness.

# sn48.9:4.1
source: Katamañca, bhikkhave, samādhindriyaṃ?
sc_po: And what is the faculty of immersion?

# sn48.9:4.2
source: Idha, bhikkhave, ariyasāvako vossaggārammaṇaṃ karitvā labhati samādhiṃ, labhati cittassa ekaggataṃ—
sc_po: It’s when a noble disciple, relying on letting go, gains immersion, gains unification of mind.

# sn48.9:4.3
source: idaṃ vuccati, bhikkhave, samādhindriyaṃ.
sc_po: This is called the faculty of immersion.

# sn48.9:5.1
source: Katamañca, bhikkhave, paññindriyaṃ?
sc_po: And what is the faculty of wisdom?

# sn48.9:5.2
source: Idha, bhikkhave, ariyasāvako paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya, sammā dukkhakkhayagāminiyā—
sc_po: It’s when a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# sn48.9:5.3
source: idaṃ vuccati, bhikkhave, paññindriyaṃ.
sc_po: This is called the faculty of wisdom.

# sn48.9:5.4
source: Imāni kho, bhikkhave, pañcindriyānī”ti.
sc_po: These are the five faculties.”
