Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.071-82.po
Languages: sc_po

# sn48.71-82:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.71-82:0.2
source: 8. Gaṅgāpeyyālavagga
sc_po: 8. Abbreviated Texts on the Ganges

# sn48.71-82:0.3
source: 71–82. Pācīnādisutta
sc_po: 71–82. Slanting East, Etc.

# sn48.71-82:1.1
source: “Seyyathāpi, bhikkhave, gaṅgā nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā;
sc_po: “Mendicants, the Ganges river slants, slopes, and inclines to the east.

# sn48.71-82:1.2
source: evameva kho, bhikkhave, bhikkhu pañcindriyāni bhāvento pañcindriyāni bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro.
sc_po: In the same way, a mendicant developing and cultivating the five faculties slants, slopes, and inclines to extinguishment.

# sn48.71-82:1.3
source: Kathañca, bhikkhave, bhikkhu pañcindriyāni bhāvento pañcindriyāni bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro?
sc_po: How so?

# sn48.71-82:1.4
source: Idha, bhikkhave, bhikkhu saddhindriyaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ,
sc_po: It’s when a mendicant develops the faculties of faith,

# sn48.71-82:1.5
source: vīriyindriyaṃ … pe …
sc_po: energy,

# sn48.71-82:1.6
source: satindriyaṃ …
sc_po: mindfulness,

# sn48.71-82:1.7
source: samādhindriyaṃ …
sc_po: immersion,

# sn48.71-82:1.8
source: paññindriyaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: and wisdom, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn48.71-82:1.9
source: Evaṃ kho, bhikkhave, bhikkhu pañcindriyāni bhāvento pañcindriyāni bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro”ti.
sc_po: That’s how a mendicant developing and cultivating the five faculties slants, slopes, and inclines to extinguishment.”

# sn48.71-82:1.11
source: Gaṅgāpeyyālavaggo aṭṭhamo.
sc_po: (To be expanded for each of the different rivers as in SN 45.91–102.)

# sn48.71-82:2.1
source: Cha pācīnato ninnā,
sc_po: Six on slanting to the east,

# sn48.71-82:2.2
source: cha ninnā ca samuddato;
sc_po: and six on slanting to the ocean;

# sn48.71-82:2.3
source: Dvete cha dvādasa honti,
sc_po: these two sixes make twelve,

# sn48.71-82:2.4
source: vaggo tena pavuccatīti.
sc_po: and that’s how this chapter is recited.
