Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.043.po
Languages: sc_po

# sn48.43:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.43:0.2
source: 5. Jarāvagga
sc_po: 5. Old Age

# sn48.43:0.3
source: 43. Sāketasutta
sc_po: 43. At Sāketa

# sn48.43:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn48.43:1.2
source: ekaṃ samayaṃ bhagavā sākete viharati añjanavane migadāye.
sc_po: At one time the Buddha was staying near Sāketa in the deer part at the Añjana Wood.

# sn48.43:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# sn48.43:1.4
source: “atthi nu kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma yāni pañcindriyāni tāni pañca balāni honti, yāni pañca balāni tāni pañcindriyāni hontī”ti?
sc_po: “Mendicants, is there a way in which the five faculties become the five powers, and the five powers become the five faculties?”

# sn48.43:2.1
source: “Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti … pe …
sc_po: “Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.”

# sn48.43:3.1
source: “Atthi, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma yāni pañcindriyāni tāni pañca balāni honti, yāni pañca balāni tāni pañcindriyāni honti.
sc_po: “Mendicants, there is a way in which the five faculties become the five powers, and the five powers become the five faculties.

# sn48.43:4.1
source: Katamo ca, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma yāni pañcindriyāni tāni pañca balāni honti, yāni pañca balāni tāni pañcindriyāni honti?
sc_po: And what is that method?

# sn48.43:4.2
source: Yaṃ, bhikkhave, saddhindriyaṃ taṃ saddhābalaṃ, yaṃ saddhābalaṃ taṃ saddhindriyaṃ;
sc_po: The faculty of faith is the power of faith, and the power of faith is the faculty of faith.

# sn48.43:4.3
source: yaṃ vīriyindriyaṃ taṃ vīriyabalaṃ, yaṃ vīriyabalaṃ taṃ vīriyindriyaṃ;
sc_po: The faculty of energy is the power of energy, and the power of energy is the faculty of energy.

# sn48.43:4.4
source: yaṃ satindriyaṃ taṃ satibalaṃ, yaṃ satibalaṃ taṃ satindriyaṃ;
sc_po: The faculty of mindfulness is the power of mindfulness, and the power of mindfulness is the faculty of mindfulness.

# sn48.43:4.5
source: yaṃ samādhindriyaṃ taṃ samādhibalaṃ, yaṃ samādhibalaṃ taṃ samādhindriyaṃ;
sc_po: The faculty of immersion is the power of immersion, and the power of immersion is the faculty of immersion.

# sn48.43:4.6
source: yaṃ paññindriyaṃ taṃ paññābalaṃ, yaṃ paññābalaṃ taṃ paññindriyaṃ.
sc_po: The faculty of wisdom is the power of wisdom, and the power of wisdom is the faculty of wisdom.

# sn48.43:4.7
source: Seyyathāpi, bhikkhave, nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā, tassa majjhe dīpo.
sc_po: Suppose that there was a river slanting, sloping, and inclining to the east, and in the middle was an island.

# sn48.43:4.8
source: Atthi, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā eko sototveva saṅkhyaṃ gacchati.
sc_po: There’s a way in which that river can be reckoned to have just one stream.

# sn48.43:4.9
source: Atthi pana, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā dve sotānitveva saṅkhyaṃ gacchanti.
sc_po: But there’s also a way in which that river can be reckoned to have two streams.

# sn48.43:5.1
source: Katamo ca, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā eko sototveva saṅkhyaṃ gacchati?
sc_po: And what’s the way in which that river can be reckoned to have just one stream?

# sn48.43:5.2
source: Yañca, bhikkhave, tassa dīpassa purimante udakaṃ, yañca pacchimante udakaṃ—
sc_po: By taking into account the water to the east and the west of the island,

# sn48.43:5.3
source: ayaṃ kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā eko sototveva saṅkhyaṃ gacchati.
sc_po: that river can be reckoned to have just one stream.

# sn48.43:6.1
source: Katamo ca, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā dve sotānitveva saṅkhyaṃ gacchanti?
sc_po: And what’s the way in which that river can be reckoned to have two streams?

# sn48.43:6.2
source: Yañca, bhikkhave, tassa dīpassa uttarante udakaṃ, yañca dakkhiṇante udakaṃ—
sc_po: By taking into account the water to the north and the south of the island,

# sn48.43:6.3
source: ayaṃ kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma tassā nadiyā dve sotānitveva saṅkhyaṃ gacchanti.
sc_po: that river can be reckoned to have two streams.

# sn48.43:6.4
source: Evameva kho, bhikkhave, yaṃ saddhindriyaṃ taṃ saddhābalaṃ, yaṃ saddhābalaṃ taṃ saddhindriyaṃ;
sc_po: In the same way, the faculty of faith is the power of faith, and the power of faith is the faculty of faith.

# sn48.43:6.5
source: yaṃ vīriyindriyaṃ taṃ vīriyabalaṃ, yaṃ vīriyabalaṃ taṃ vīriyindriyaṃ;
sc_po: The faculty of energy is the power of energy, and the power of energy is the faculty of energy.

# sn48.43:6.6
source: yaṃ satindriyaṃ taṃ satibalaṃ, yaṃ satibalaṃ taṃ satindriyaṃ;
sc_po: The faculty of mindfulness is the power of mindfulness, and the power of mindfulness is the faculty of mindfulness.

# sn48.43:6.7
source: yaṃ samādhindriyaṃ taṃ samādhibalaṃ, yaṃ samādhibalaṃ taṃ samādhindriyaṃ;
sc_po: The faculty of immersion is the power of immersion, and the power of immersion is the faculty of immersion.

# sn48.43:6.8
source: yaṃ paññindriyaṃ taṃ paññābalaṃ, yaṃ paññābalaṃ taṃ paññindriyaṃ.
sc_po: The faculty of wisdom is the power of wisdom, and the power of wisdom is the faculty of wisdom.

# sn48.43:6.9
source: Pañcannaṃ, bhikkhave, indriyānaṃ bhāvitattā bahulīkatattā bhikkhu āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.
sc_po: It’s because of developing and cultivating the five faculties that a mendicant realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.”
