Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.056.po
Languages: sc_po

# sn48.56:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.56:0.2
source: 6. Sūkarakhatavagga
sc_po: 6. The Boar’s Cave

# sn48.56:0.3
source: 56. Patiṭṭhitasutta
sc_po: 56. Grounded

# sn48.56:1.1
source: “Ekadhamme patiṭṭhitassa, bhikkhave, bhikkhuno pañcindriyāni bhāvitāni honti subhāvitāni.
sc_po: “Mendicants, when a mendicant is grounded in one thing the five faculties become developed, well developed.

# sn48.56:1.2
source: Katamasmiṃ ekadhamme?
sc_po: What one thing?

# sn48.56:1.3
source: Appamāde.
sc_po: Diligence.

# sn48.56:1.4
source: Katamo ca bhikkhave, appamādo?
sc_po: And what is diligence?

# sn48.56:1.5
source: Idha, bhikkhave, bhikkhu cittaṃ rakkhati āsavesu ca sāsavesu ca dhammesu.
sc_po: It’s when a mendicant looks after their mind when it comes to defilements and things that stimulate defilements.

# sn48.56:1.6
source: Tassa cittaṃ rakkhato āsavesu ca sāsavesu ca dhammesu saddhindriyampi bhāvanāpāripūriṃ gacchati.
sc_po: As they do so the faculties of faith,

# sn48.56:1.7
source: Vīriyindriyampi bhāvanāpāripūriṃ gacchati.
sc_po: energy,

# sn48.56:1.8
source: Satindriyampi bhāvanāpāripūriṃ gacchati.
sc_po: mindfulness,

# sn48.56:1.9
source: Samādhindriyampi bhāvanāpāripūriṃ gacchati.
sc_po: immersion,

# sn48.56:1.10
source: Paññindriyampi bhāvanāpāripūriṃ gacchati.
sc_po: and wisdom are fully developed.

# sn48.56:1.11
source: Evampi kho, bhikkhave, ekadhamme patiṭṭhitassa bhikkhuno pañcindriyāni bhāvitāni honti subhāvitānī”ti.
sc_po: That’s how when a mendicant is grounded in one thing the five faculties become developed, well developed.”
