Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.041.po
Languages: sc_po

# sn48.41:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.41:0.2
source: 5. Jarāvagga
sc_po: 5. Old Age

# sn48.41:0.3
source: 41. Jarādhammasutta
sc_po: 41. Old Age

# sn48.41:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn48.41:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.
sc_po: At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.

# sn48.41:1.3
source: Tena kho pana samayena bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito pacchātape nisinno hoti piṭṭhiṃ otāpayamāno.
sc_po: Then in the late afternoon, the Buddha came out of retreat and sat warming his back in the last rays of the sun.

# sn48.41:2.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā bhagavato gattāni pāṇinā anomajjanto bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, and while massaging the Buddha’s limbs he said:

# sn48.41:2.2
source: “acchariyaṃ, bhante, abbhutaṃ, bhante.
sc_po: “It’s incredible, sir, it’s amazing,

# sn48.41:2.3
source: Na cevaṃ dāni, bhante, bhagavato tāva parisuddho chavivaṇṇo pariyodāto, sithilāni ca gattāni sabbāni valiyajātāni, purato pabbhāro ca kāyo, dissati ca indriyānaṃ aññathattaṃ—
sc_po: how the complexion of your skin is no longer pure and bright. Your limbs are flaccid and wrinkled, and your body is stooped. And it’s apparent that there has been a deterioration in your faculties

# sn48.41:2.4
source: cakkhundriyassa sotindriyassa ghānindriyassa jivhindriyassa kāyindriyassā”ti.
sc_po: of eye, ear, nose, tongue, and body.”

# sn48.41:3.1
source: “Evañhetaṃ, ānanda, hoti—
sc_po: “That’s how it is, Ānanda.

# sn48.41:3.2
source: jarādhammo yobbaññe, byādhidhammo ārogye, maraṇadhammo jīvite.
sc_po: When young you’re liable to grow old; when healthy you’re liable to get sick; and when alive you’re liable to die.

# sn48.41:3.3
source: Na ceva tāva parisuddho hoti chavivaṇṇo pariyodāto, sithilāni ca honti gattāni sabbāni valiyajātāni, purato pabbhāro ca kāyo, dissati ca indriyānaṃ aññathattaṃ—
sc_po: The complexion of the skin is no longer pure and bright. The limbs are flaccid and wrinkled, and the body is stooped. And it’s apparent that there has been a deterioration in the faculties

# sn48.41:3.4
source: cakkhundriyassa sotindriyassa ghānindriyassa jivhindriyassa kāyindriyassā”ti.
sc_po: of eye, ear, nose, tongue, and body.”

# sn48.41:4.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn48.41:4.2
source: Idaṃ vatvā ca sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn48.41:5.1
source: “Dhī taṃ jammi jare atthu,
sc_po: “Curse this wretched old age,

# sn48.41:5.2
source: dubbaṇṇakaraṇī jare;
sc_po: which makes you so ugly.

# sn48.41:5.3
source: Tāva manoramaṃ bimbaṃ,
sc_po: That’s how much this delightful puppet

# sn48.41:5.4
source: jarāya abhimadditaṃ.
sc_po: is ground down by old age.

# sn48.41:6.1
source: Yopi vassasataṃ jīve,
sc_po: Even if you live for a hundred years,

# sn48.41:6.2
source: sopi maccuparāyaṇo;
sc_po: you’ll still end up dying.

# sn48.41:6.3
source: Na kiñci parivajjeti,
sc_po: Death spares no-one,

# sn48.41:6.4
source: sabbamevābhimaddatī”ti.
sc_po: but crushes all underfoot.”
