Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.046.po
Languages: sc_po

# sn48.46:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.46:0.2
source: 5. Jarāvagga
sc_po: 5. Old Age

# sn48.46:0.3
source: 46. Dutiyapubbārāmasutta
sc_po: 46. At the Eastern Monastery (2nd)

# sn48.46:1.1
source: Taṃyeva nidānaṃ.
sc_po: The same setting.

# sn48.46:1.2
source: “Katinaṃ nu kho, bhikkhave, indriyānaṃ bhāvitattā bahulīkatattā khīṇāsavo bhikkhu aññaṃ byākaroti:
sc_po: “Mendicants, how many faculties must a mendicant develop and cultivate so that they can declare enlightenment:

# sn48.46:1.3
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmī”ti?
sc_po: ‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence”’?”

# sn48.46:2.1
source: “Bhagavaṃmūlakā no, bhante, dhammā … pe …
sc_po: “Our teachings are rooted in the Buddha. …”

# sn48.46:2.2
source: “dvinnaṃ kho, bhikkhave, indriyānaṃ bhāvitattā bahulīkatattā khīṇāsavo bhikkhu aññaṃ byākaroti:
sc_po: “A mendicant must develop and cultivate two faculties so that they can declare enlightenment.

# sn48.46:2.4
source: Katamesaṃ dvinnaṃ?
sc_po: What two?

# sn48.46:2.5
source: Ariyāya ca paññāya, ariyāya ca vimuttiyā.
sc_po: Noble wisdom and noble freedom.

# sn48.46:2.6
source: Yā hissa, bhikkhave, ariyā paññā tadassa paññindriyaṃ.
sc_po: For their noble wisdom is the faculty of wisdom.

# sn48.46:2.7
source: Yā hissa, bhikkhave, ariyā vimutti tadassa samādhindriyaṃ.
sc_po: And their noble freedom is the faculty of immersion.

# sn48.46:2.8
source: Imesaṃ kho, bhikkhave, dvinnaṃ indriyānaṃ bhāvitattā bahulīkatattā khīṇāsavo bhikkhu aññaṃ byākaroti:
sc_po: These are the two faculties that a mendicant must develop and cultivate so that they can declare enlightenment:

# sn48.46:2.9
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmī”ti.
sc_po: ‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence”’.”
