Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.030.po
Languages: sc_po

# sn48.30:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.30:0.2
source: 3. Chaḷindriyavagga
sc_po: 3. The Six Faculties

# sn48.30:0.3
source: 30. Dutiyasamaṇabrāhmaṇasutta
sc_po: 30. Ascetics and Brahmins (2nd)

# sn48.30:1.1
source: “Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā cakkhundriyaṃ nappajānanti, cakkhundriyasamudayaṃ nappajānanti, cakkhundriyanirodhaṃ nappajānanti, cakkhundriyanirodhagāminiṃ paṭipadaṃ nappajānanti;
sc_po: “Mendicants, there are ascetics and brahmins who don’t understand the eye faculty, its origin, its cessation, and the practice that leads to its cessation.

# sn48.30:1.2
source: sotindriyaṃ … pe …
sc_po: They don’t understand the ear faculty …

# sn48.30:1.3
source: ghānindriyaṃ … pe …
sc_po: nose faculty …

# sn48.30:1.4
source: jivhindriyaṃ … pe …
sc_po: tongue faculty …

# sn48.30:1.5
source: kāyindriyaṃ … pe …
sc_po: body faculty …

# sn48.30:1.6
source: manindriyaṃ nappajānanti, manindriyasamudayaṃ nappajānanti, manindriyanirodhaṃ nappajānanti, manindriyanirodhagāminiṃ paṭipadaṃ nappajānanti.
sc_po: mind faculty, its origin, its cessation, and the practice that leads to its cessation.

# sn48.30:1.7
source: Na me te, bhikkhave … pe … sayaṃ abhiññā sacchikatvā upasampajja viharanti.
sc_po: I don’t regard them as true ascetics and brahmins. Those venerables don’t realize the goal of life as an ascetic or brahmin, and don’t live having realized it with their own insight.

# sn48.30:2.1
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā cakkhundriyaṃ pajānanti, cakkhundriyasamudayaṃ pajānanti, cakkhundriyanirodhaṃ pajānanti, cakkhundriyanirodhagāminiṃ paṭipadaṃ pajānanti,
sc_po: There are ascetics and brahmins who do understand the eye faculty, its origin, its cessation, and the practice that leads to its cessation.

# sn48.30:2.2
source: sotindriyaṃ … pe …
sc_po: They understand the ear faculty …

# sn48.30:2.3
source: ghānindriyaṃ … pe …
sc_po: nose faculty …

# sn48.30:2.4
source: jivhindriyaṃ … pe …
sc_po: tongue faculty …

# sn48.30:2.5
source: kāyindriyaṃ … pe …
sc_po: body faculty …

# sn48.30:2.6
source: manindriyaṃ pajānanti, manindriyasamudayaṃ pajānanti, manindriyanirodhaṃ pajānanti, manindriyanirodhagāminiṃ paṭipadaṃ pajānanti,
sc_po: mind faculty, its origin, its cessation, and the practice that leads to its cessation.

# sn48.30:2.7
source: te kho me, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā brāhmaṇesu ca brāhmaṇasammatā, te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.
sc_po: I regard them as true ascetics and brahmins. Those venerables realize the goal of life as an ascetic or brahmin, and live having realized it with their own insight.”
