Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.039.po
Languages: sc_po

# sn48.39:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.39:0.2
source: 4. Sukhindriyavagga
sc_po: 4. The Pleasure Faculty

# sn48.39:0.3
source: 39. Kaṭṭhopamasutta
sc_po: 39. The Simile of the Fire Sticks

# sn48.39:1.1
source: “Pañcimāni, bhikkhave, indriyāni.
sc_po: “Mendicants, there are these five faculties.

# sn48.39:1.2
source: Katamāni pañca?
sc_po: What five?

# sn48.39:1.3
source: Sukhindriyaṃ, dukkhindriyaṃ, somanassindriyaṃ, domanassindriyaṃ, upekkhindriyaṃ.
sc_po: The faculties of pleasure, pain, happiness, sadness, and equanimity.

# sn48.39:1.4
source: Sukhavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati sukhindriyaṃ.
sc_po: The faculty of pleasure arises dependent on a contact to be experienced as pleasant.

# sn48.39:1.5
source: So sukhitova samāno ‘sukhitosmī’ti pajānāti.
sc_po: When in a state of pleasure, you understand: ‘I’m in a state of pleasure.’

# sn48.39:1.6
source: Tasseva sukhavedaniyassa phassassa nirodhā ‘yaṃ tajjaṃ vedayitaṃ sukhavedaniyaṃ phassaṃ paṭicca uppannaṃ sukhindriyaṃ taṃ nirujjhati, taṃ vūpasammatī’ti pajānāti.
sc_po: With the cessation of that contact to be experienced as pleasant, you understand that the corresponding faculty of pleasure ceases and stops.

# sn48.39:2.1
source: Dukkhavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati dukkhindriyaṃ.
sc_po: The faculty of pain arises dependent on a contact to be experienced as painful.

# sn48.39:2.2
source: So dukkhitova samāno ‘dukkhitosmī’ti pajānāti.
sc_po: When in a state of pain, you understand: ‘I’m in a state of pain.’

# sn48.39:2.3
source: Tasseva dukkhavedaniyassa phassassa nirodhā ‘yaṃ tajjaṃ vedayitaṃ dukkhavedaniyaṃ phassaṃ paṭicca uppannaṃ dukkhindriyaṃ taṃ nirujjhati, taṃ vūpasammatī’ti pajānāti.
sc_po: With the cessation of that contact to be experienced as painful, you understand that the corresponding faculty of pain ceases and stops.

# sn48.39:3.1
source: Somanassavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati somanassindriyaṃ.
sc_po: The faculty of happiness arises dependent on a contact to be experienced as happiness.

# sn48.39:3.2
source: So sumanova samāno ‘sumanosmī’ti pajānāti.
sc_po: When in a state of happiness, you understand: ‘I’m in a state of happiness.’

# sn48.39:3.3
source: Tasseva somanassavedaniyassa phassassa nirodhā ‘yaṃ tajjaṃ vedayitaṃ somanassavedaniyaṃ phassaṃ paṭicca uppannaṃ somanassindriyaṃ taṃ nirujjhati, taṃ vūpasammatī’ti pajānāti.
sc_po: With the cessation of that contact to be experienced as happiness, you understand that the corresponding faculty of happiness ceases and stops.

# sn48.39:4.1
source: Domanassavedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati domanassindriyaṃ.
sc_po: The faculty of sadness arises dependent on a contact to be experienced as sadness.

# sn48.39:4.2
source: So dummanova samāno ‘dummanosmī’ti pajānāti.
sc_po: When in a state of sadness, you understand: ‘I’m in a state of sadness.’

# sn48.39:4.3
source: Tasseva domanassavedaniyassa phassassa nirodhā ‘yaṃ tajjaṃ vedayitaṃ domanassavedaniyaṃ phassaṃ paṭicca uppannaṃ domanassindriyaṃ taṃ nirujjhati, taṃ vūpasammatī’ti pajānāti.
sc_po: With the cessation of that contact to be experienced as sadness, you understand that the corresponding faculty of sadness ceases and stops.

# sn48.39:5.1
source: Upekkhāvedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati upekkhindriyaṃ.
sc_po: The faculty of equanimity arises dependent on a contact to be experienced as equanimous.

# sn48.39:5.2
source: So upekkhakova samāno ‘upekkhakosmī’ti pajānāti.
sc_po: When in a state of equanimity, you understand: ‘I’m in a state of equanimity.’

# sn48.39:5.3
source: Tasseva upekkhāvedaniyassa phassassa nirodhā ‘yaṃ tajjaṃ vedayitaṃ upekkhāvedaniyaṃ phassaṃ paṭicca uppannaṃ upekkhindriyaṃ taṃ nirujjhati, taṃ vūpasammatī’ti pajānāti.
sc_po: With the cessation of that contact to be experienced as equanimous, you understand that the corresponding faculty of equanimity ceases and stops.

# sn48.39:6.1
source: Seyyathāpi, bhikkhave, dvinnaṃ kaṭṭhānaṃ saṅghaṭṭanasamodhānā usmā jāyati, tejo abhinibbattati; tesaṃyeva kaṭṭhānaṃ nānābhāvāvinikkhepā yā tajjā usmā sā nirujjhati sā vūpasammati;
sc_po: When you rub two sticks together, heat is generated and fire is produced. But when you part the sticks and lay them aside, any corresponding heat ceases and stops.

# sn48.39:6.2
source: evameva kho, bhikkhave, sukhavedaniyaṃ phassaṃ paṭicca uppajjati sukhindriyaṃ.
sc_po: In the same way, the faculty of pleasure arises dependent on a contact to be experienced as pleasant.

# sn48.39:6.3
source: So sukhitova samāno ‘sukhitosmī’ti pajānāti.
sc_po: When in a state of pleasure, you understand: ‘I’m in a state of pleasure.’

# sn48.39:6.4
source: Tasseva sukhavedaniyassa phassassa nirodhā ‘yaṃ tajjaṃ vedayitaṃ sukhavedaniyaṃ phassaṃ paṭicca uppajjati sukhindriyaṃ taṃ nirujjhati, taṃ vūpasammatī’ti pajānāti.
sc_po: With the cessation of that contact to be experienced as pleasant, you understand that the corresponding faculty of pleasure ceases and stops.

# sn48.39:7.1
source: Dukkhavedaniyaṃ, bhikkhave, phassaṃ paṭicca … pe …
sc_po: The faculty of pain …

# sn48.39:7.2
source: somanassavedaniyaṃ, bhikkhave, phassaṃ paṭicca … pe …
sc_po: happiness …

# sn48.39:7.3
source: domanassavedaniyaṃ, bhikkhave, phassaṃ paṭicca … pe …
sc_po: sadness …

# sn48.39:7.4
source: upekkhāvedaniyaṃ, bhikkhave, phassaṃ paṭicca uppajjati upekkhindriyaṃ.
sc_po: equanimity arises dependent on a contact to be experienced as equanimous.

# sn48.39:7.5
source: So upekkhakova samāno ‘upekkhakosmī’ti pajānāti.
sc_po: When in a state of equanimity, you understand: ‘I’m in a state of equanimity.’

# sn48.39:7.6
source: Tasseva upekkhāvedaniyassa phassassa nirodhā ‘yaṃ tajjaṃ vedayitaṃ upekkhāvedaniyaṃ phassaṃ paṭicca uppajjati upekkhindriyaṃ taṃ nirujjhati, taṃ vūpasammatī’ti pajānāti”.
sc_po: With the cessation of that contact to be experienced as equanimous, you understand that the corresponding faculty of equanimity ceases and stops.”
