Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.053.po
Languages: sc_po

# sn48.53:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.53:0.2
source: 6. Sūkarakhatavagga
sc_po: 6. The Boar’s Cave

# sn48.53:0.3
source: 53. Sekhasutta
sc_po: 53. A Trainee

# sn48.53:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn48.53:1.2
source: ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme.
sc_po: At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.

# sn48.53:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# sn48.53:1.4
source: “atthi nu kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma sekho bhikkhu sekhabhūmiyaṃ ṭhito ‘sekhosmī’ti pajāneyya, asekho bhikkhu asekhabhūmiyaṃ ṭhito ‘asekhosmī’ti pajāneyyā”ti?
sc_po: “Mendicants, is there a way that a mendicant who is a trainee, standing at the level of a trainee, can understand that they are a trainee? And that a mendicant who is an adept, standing at the level of an adept, can understand that they are an adept?”

# sn48.53:2.1
source: “Bhagavaṃmūlakā no, bhante, dhammā … pe …
sc_po: “Our teachings are rooted in the Buddha. …”

# sn48.53:2.2
source: “atthi, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma sekho bhikkhu sekhabhūmiyaṃ ṭhito ‘sekhosmī’ti pajāneyya, asekho bhikkhu asekhabhūmiyaṃ ṭhito ‘asekhosmī’ti pajāneyya.
sc_po: “There is a way that a mendicant who is a trainee, standing at the level of a trainee, can understand that they are a trainee, and that a mendicant who is an adept, standing at the level of an adept, can understand that they are an adept.

# sn48.53:3.1
source: Katamo ca, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma sekho bhikkhu sekhabhūmiyaṃ ṭhito ‘sekhosmī’ti pajānāti?
sc_po: And what is a way that a mendicant who is a trainee can understand that they are a trainee?

# sn48.53:3.2
source: Idha, bhikkhave, sekho bhikkhu ‘idaṃ dukkhan’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhasamudayo’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodho’ti yathābhūtaṃ pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yathābhūtaṃ pajānāti—
sc_po: It’s when a mendicant who is a trainee truly understands: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# sn48.53:3.3
source: ayampi kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma sekho bhikkhu sekhabhūmiyaṃ ṭhito ‘sekhosmī’ti pajānāti.
sc_po: This is a way that a mendicant who is a trainee can understand that they are a trainee.

# sn48.53:4.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu iti paṭisañcikkhati:
sc_po: Furthermore, a mendicant who is a trainee reflects:

# sn48.53:4.2
source: ‘atthi nu kho ito bahiddhā añño samaṇo vā brāhmaṇo vā yo evaṃ bhūtaṃ tacchaṃ tathaṃ dhammaṃ deseti yathā bhagavā’ti?
sc_po: ‘Is there any other ascetic or brahmin elsewhere whose teaching is as true, as real, as accurate as that of the Buddha?’

# sn48.53:4.3
source: So evaṃ pajānāti:
sc_po: They understand:

# sn48.53:4.4
source: ‘natthi kho ito bahiddhā añño samaṇo vā brāhmaṇo vā yo evaṃ bhūtaṃ tacchaṃ tathaṃ dhammaṃ deseti yathā bhagavā’ti.
sc_po: ‘There is no other ascetic or brahmin elsewhere whose teaching is as true, as real, as accurate as that of the Buddha.’

# sn48.53:4.5
source: Ayampi kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma sekho bhikkhu sekhabhūmiyaṃ ṭhito ‘sekhosmī’ti pajānāti.
sc_po: This too is a way that a mendicant who is a trainee can understand that they are a trainee.

# sn48.53:5.1
source: Puna caparaṃ, bhikkhave, sekho bhikkhu pañcindriyāni pajānāti—
sc_po: Furthermore, a mendicant who is a trainee understands the five faculties:

# sn48.53:5.2
source: saddhindriyaṃ, vīriyindriyaṃ, satindriyaṃ, samādhindriyaṃ, paññindriyaṃ.
sc_po: faith, energy, mindfulness, immersion, and wisdom.

# sn48.53:5.3
source: Yaṅgatikāni yaṃparamāni yaṃphalāni yaṃpariyosānāni. Na heva kho kāyena phusitvā viharati;
sc_po: And although they don’t have direct meditative experience of their destination, apex, fruit, and culmination,

# sn48.53:5.4
source: paññāya ca ativijjha passati.
sc_po: they do see them with penetrating wisdom.

# sn48.53:5.5
source: Ayampi kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma sekho bhikkhu sekhabhūmiyaṃ ṭhito ‘sekhosmī’ti pajānāti.
sc_po: This too is a way that a mendicant who is a trainee can understand that they are a trainee.

# sn48.53:6.1
source: Katamo ca, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma asekho bhikkhu asekhabhūmiyaṃ ṭhito ‘asekhosmī’ti pajānāti?
sc_po: And what is the way that a mendicant who is an adept can understand that they are an adept?

# sn48.53:6.2
source: Idha, bhikkhave, asekho bhikkhu pañcindriyāni pajānāti—
sc_po: It’s when a mendicant who is an adept understands the five faculties:

# sn48.53:6.3
source: saddhindriyaṃ, vīriyindriyaṃ, satindriyaṃ, samādhindriyaṃ, paññindriyaṃ.
sc_po: faith, energy, mindfulness, immersion, and wisdom.

# sn48.53:6.4
source: Yaṅgatikāni yaṃparamāni yaṃphalāni yaṃpariyosānāni. Kāyena ca phusitvā viharati;
sc_po: They have direct meditative experience of their destination, apex, fruit, and culmination,

# sn48.53:6.5
source: paññāya ca ativijjha passati.
sc_po: and they see them with penetrating wisdom.

# sn48.53:6.6
source: Ayampi kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma asekho bhikkhu asekhabhūmiyaṃ ṭhito ‘asekhosmī’ti pajānāti.
sc_po: This is a way that a mendicant who is an adept can understand that they are an adept.

# sn48.53:7.1
source: Puna caparaṃ, bhikkhave, asekho bhikkhu cha indriyāni pajānāti.
sc_po: Furthermore, a mendicant who is an adept understands the six faculties:

# sn48.53:7.2
source: ‘Cakkhundriyaṃ, sotindriyaṃ, ghānindriyaṃ, jivhindriyaṃ, kāyindriyaṃ, manindriyaṃ—
sc_po: eye, ear, nose, tongue, body, and mind.

# sn48.53:7.3
source: imāni kho cha indriyāni sabbena sabbaṃ sabbathā sabbaṃ aparisesaṃ nirujjhissanti, aññāni ca cha indriyāni na kuhiñci kismiñci uppajjissantī’ti pajānāti.
sc_po: They understand: ‘These six faculties will totally and utterly cease without anything left over. And no other six faculties will arise anywhere anyhow.’

# sn48.53:7.4
source: Ayampi kho, bhikkhave, pariyāyo yaṃ pariyāyaṃ āgamma asekho bhikkhu asekhabhūmiyaṃ ṭhito ‘asekhosmī’ti pajānātī”ti.
sc_po: This too is a way that a mendicant who is an adept can understand that they are an adept.”
