Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.038.po
Languages: sc_po

# sn48.38:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.38:0.2
source: 4. Sukhindriyavagga
sc_po: 4. The Pleasure Faculty

# sn48.38:0.3
source: 38. Tatiyavibhaṅgasutta
sc_po: 38. Analysis (3rd)

# sn48.38:1.1
source: “Pañcimāni, bhikkhave, indriyāni.
sc_po: “Mendicants, there are these five faculties.

# sn48.38:1.2
source: Katamāni pañca?
sc_po: What five?

# sn48.38:1.3
source: Sukhindriyaṃ, dukkhindriyaṃ, somanassindriyaṃ, domanassindriyaṃ, upekkhindriyaṃ.
sc_po: The faculties of pleasure, pain, happiness, sadness, and equanimity.

# sn48.38:2.1
source: Katamañca, bhikkhave, sukhindriyaṃ?
sc_po: And what is the faculty of pleasure?

# sn48.38:2.2
source: Yaṃ kho, bhikkhave, kāyikaṃ sukhaṃ, kāyikaṃ sātaṃ, kāyasamphassajaṃ sukhaṃ sātaṃ vedayitaṃ—
sc_po: Physical enjoyment, physical pleasure, the enjoyable, pleasant feeling that’s born from physical contact.

# sn48.38:2.3
source: idaṃ vuccati, bhikkhave, sukhindriyaṃ.
sc_po: This is called the faculty of pleasure.

# sn48.38:3.1
source: Katamañca, bhikkhave, dukkhindriyaṃ?
sc_po: And what is the faculty of pain?

# sn48.38:3.2
source: Yaṃ kho, bhikkhave, kāyikaṃ dukkhaṃ, kāyikaṃ asātaṃ, kāyasamphassajaṃ dukkhaṃ asātaṃ vedayitaṃ—
sc_po: Physical pain, physical displeasure, the painful, unpleasant feeling that’s born from physical contact.

# sn48.38:3.3
source: idaṃ vuccati, bhikkhave, dukkhindriyaṃ.
sc_po: This is called the faculty of pain.

# sn48.38:4.1
source: Katamañca, bhikkhave, somanassindriyaṃ?
sc_po: And what is the faculty of happiness?

# sn48.38:4.2
source: Yaṃ kho, bhikkhave, cetasikaṃ sukhaṃ, cetasikaṃ sātaṃ, manosamphassajaṃ sukhaṃ sātaṃ vedayitaṃ—
sc_po: Mental enjoyment, mental pleasure, the enjoyable, pleasant feeling that’s born from mind contact.

# sn48.38:4.3
source: idaṃ vuccati, bhikkhave, somanassindriyaṃ.
sc_po: This is called the faculty of happiness.

# sn48.38:5.1
source: Katamañca, bhikkhave, domanassindriyaṃ?
sc_po: And what is the faculty of sadness?

# sn48.38:5.2
source: Yaṃ kho, bhikkhave, cetasikaṃ dukkhaṃ, cetasikaṃ asātaṃ, manosamphassajaṃ dukkhaṃ asātaṃ vedayitaṃ—
sc_po: Mental pain, mental displeasure, the painful, unpleasant feeling that’s born from mind contact.

# sn48.38:5.3
source: idaṃ vuccati, bhikkhave, domanassindriyaṃ.
sc_po: This is called the faculty of sadness.

# sn48.38:6.1
source: Katamañca, bhikkhave, upekkhindriyaṃ?
sc_po: And what is the faculty of equanimity?

# sn48.38:6.2
source: Yaṃ kho, bhikkhave, kāyikaṃ vā cetasikaṃ vā neva sātaṃ nāsātaṃ vedayitaṃ—
sc_po: Neither pleasant nor unpleasant feeling, whether physical or mental.

# sn48.38:6.3
source: idaṃ vuccati, bhikkhave, upekkhindriyaṃ.
sc_po: This is the faculty of equanimity.

# sn48.38:7.1
source: Tatra, bhikkhave, yañca sukhindriyaṃ yañca somanassindriyaṃ, sukhā sā vedanā daṭṭhabbā.
sc_po: In this context, the faculties of pleasure and happiness should be seen as pleasant feeling.

# sn48.38:7.2
source: Tatra, bhikkhave, yañca dukkhindriyaṃ yañca domanassindriyaṃ, dukkhā sā vedanā daṭṭhabbā.
sc_po: The faculties of pain and sadness should be seen as painful feeling.

# sn48.38:7.3
source: Tatra, bhikkhave, yadidaṃ upekkhindriyaṃ, adukkhamasukhā sā vedanā daṭṭhabbā.
sc_po: The faculty of equanimity should be seen as neutral feeling.

# sn48.38:7.4
source: Iti kho, bhikkhave, imāni pañcindriyāni pañca hutvā tīṇi honti, tīṇi hutvā pañca honti pariyāyenā”ti.
sc_po: That’s how these five faculties, depending on how they’re explained, having been five become three, and having been three become five.”
