Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.052.po
Languages: sc_po

# sn48.52:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.52:0.2
source: 6. Sūkarakhatavagga
sc_po: 6. The Boar’s Cave

# sn48.52:0.3
source: 52. Mallikasutta
sc_po: 52. In the Land of the Mallas

# sn48.52:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn48.52:1.2
source: ekaṃ samayaṃ bhagavā mallesu viharati uruvelakappaṃ nāma mallānaṃ nigamo.
sc_po: At one time the Buddha was staying in the land of the Mallas, near the Mallian town called Uruvelakappa.

# sn48.52:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# sn48.52:1.4
source: “yāvakīvañca, bhikkhave, ariyasāvakassa ariyañāṇaṃ na uppannaṃ hoti neva tāva catunnaṃ indriyānaṃ saṇṭhiti hoti, neva tāva catunnaṃ indriyānaṃ avaṭṭhiti hoti.
sc_po: “Mendicants, as long as noble knowledge hasn’t arisen for a noble disciple the four faculties are not stable and fixed.

# sn48.52:1.5
source: Yato ca kho, bhikkhave, ariyasāvakassa ariyañāṇaṃ uppannaṃ hoti, atha catunnaṃ indriyānaṃ saṇṭhiti hoti, atha catunnaṃ indriyānaṃ avaṭṭhiti hoti.
sc_po: But when noble knowledge has arisen for a noble disciple the four faculties become stable and fixed.

# sn48.52:2.1
source: Seyyathāpi, bhikkhave, yāvakīvañca kūṭāgārassa kūṭaṃ na ussitaṃ hoti, neva tāva gopānasīnaṃ saṇṭhiti hoti, neva tāva gopānasīnaṃ avaṭṭhiti hoti.
sc_po: It’s just like in a bungalow. As long as the roof peak is not lifted into place, the rafters are not stable or fixed.

# sn48.52:2.2
source: Yato ca kho, bhikkhave, kūṭāgārassa kūṭaṃ ussitaṃ hoti, atha gopānasīnaṃ saṇṭhiti hoti, atha gopānasīnaṃ avaṭṭhiti hoti.
sc_po: But when the roof peak is lifted into place, the rafters become stable and fixed.

# sn48.52:2.3
source: Evameva kho, bhikkhave, yāvakīvañca ariyasāvakassa ariyañāṇaṃ na uppannaṃ hoti, neva tāva catunnaṃ indriyānaṃ saṇṭhiti hoti, neva tāva catunnaṃ indriyānaṃ avaṭṭhiti hoti.
sc_po: In the same way, as long as noble knowledge hasn’t arisen for a noble disciple the four faculties are not stable and fixed.

# sn48.52:2.4
source: Yato ca kho, bhikkhave, ariyasāvakassa ariyañāṇaṃ uppannaṃ hoti, atha catunnaṃ indriyānaṃ … pe … avaṭṭhiti hoti.
sc_po: But when noble knowledge has arisen for a noble disciple the four faculties become stable and fixed.

# sn48.52:3.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn48.52:3.2
source: Saddhindriyassa, vīriyindriyassa, satindriyassa, samādhindriyassa.
sc_po: The faculties of faith, energy, mindfulness, and immersion.

# sn48.52:3.3
source: Paññavato, bhikkhave, ariyasāvakassa tadanvayā saddhā saṇṭhāti, tadanvayaṃ vīriyaṃ saṇṭhāti, tadanvayā sati saṇṭhāti, tadanvayo samādhi saṇṭhātī”ti.
sc_po: When a noble disciple has wisdom, the faith, energy, mindfulness, and immersion that follow along with that become stabilized.”
