Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.058.po
Languages: sc_po

# sn48.58:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.58:0.2
source: 6. Sūkarakhatavagga
sc_po: 6. The Boar’s Cave

# sn48.58:0.3
source: 58. Sūkarakhatasutta
sc_po: 58. The Boar’s Cave

# sn48.58:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate sūkarakhatāyaṃ.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain in the Boar’s Cave.

# sn48.58:1.2
source: Tatra kho bhagavā āyasmantaṃ sāriputtaṃ āmantesi:
sc_po: Then the Buddha said to Venerable Sāriputta:

# sn48.58:1.3
source: “kiṃ nu kho, sāriputta, atthavasaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti?
sc_po: “Sāriputta, considering what benefit does a mendicant with defilements ended, while still alive, continue to show utmost devotion for the Realized One or his instructions?”

# sn48.58:1.4
source: “Anuttarañhi, bhante, yogakkhemaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti.
sc_po: “Sir, it is considering the supreme sanctuary that a mendicant with defilements ended, while still alive, continues to show utmost devotion for the Realized One or his instructions.”

# sn48.58:1.5
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# sn48.58:1.6
source: Anuttarañhi, sāriputta, yogakkhemaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattati.
sc_po: For it is considering the supreme sanctuary that a mendicant whose defilements are ended, while still alive, continues to show utmost devotion for the Realized One or his instructions.

# sn48.58:2.1
source: Katamo ca, sāriputta, anuttaro yogakkhemo yaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti?
sc_po: And what is that supreme sanctuary?”

# sn48.58:2.2
source: “Idha, bhante, khīṇāsavo bhikkhu saddhindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ,
sc_po: “It’s when a mendicant with defilements ended develops the faculties of faith,

# sn48.58:2.3
source: vīriyindriyaṃ bhāveti … pe …
sc_po: energy,

# sn48.58:2.4
source: satindriyaṃ bhāveti …
sc_po: mindfulness,

# sn48.58:2.5
source: samādhindriyaṃ bhāveti …
sc_po: immersion,

# sn48.58:2.6
source: paññindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ.
sc_po: and wisdom, which lead to peace and awakening.

# sn48.58:2.7
source: Ayaṃ kho, bhante, anuttaro yogakkhemo yaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti.
sc_po: It is considering this supreme sanctuary that a mendicant with defilements ended, while still alive, continues to show utmost devotion for the Realized One or his instructions.”

# sn48.58:2.8
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# sn48.58:2.9
source: Eso hi, sāriputta, anuttaro yogakkhemo yaṃ sampassamāno khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatīti.
sc_po: For this is that supreme sanctuary.

# sn48.58:3.1
source: Katamo ca, sāriputta, paramanipaccakāro yaṃ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti?
sc_po: And what is that utmost devotion that a mendicant with defilements ended, while still alive, continues to show towards the Realized One or his instructions?”

# sn48.58:3.2
source: “Idha, bhante, khīṇāsavo bhikkhu satthari sagāravo viharati sappatisso, dhamme sagāravo viharati sappatisso, saṃghe sagāravo viharati sappatisso, sikkhāya sagāravo viharati sappatisso, samādhismiṃ sagāravo viharati sappatisso.
sc_po: “It’s when a mendicant with defilements ended maintains respect and reverence for the Teacher, the teaching, the Saṅgha, the training, and immersion.

# sn48.58:3.3
source: Ayaṃ kho, bhante, paramanipaccakāro yaṃ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti.
sc_po: This is that utmost devotion.”

# sn48.58:3.4
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# sn48.58:3.5
source: Eso hi, sāriputta, paramanipaccakāro yaṃ khīṇāsavo bhikkhu tathāgate vā tathāgatasāsane vā paramanipaccakāraṃ pavattamāno pavattatī”ti.
sc_po: For this is that utmost devotion that a mendicant with defilements ended, while still alive, continues to show towards the Realized One or his instructions.”
