Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.044.po
Languages: sc_po

# sn48.44:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.44:0.2
source: 5. Jarāvagga
sc_po: 5. Old Age

# sn48.44:0.3
source: 44. Pubbakoṭṭhakasutta
sc_po: 44. At the Eastern Gate

# sn48.44:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn48.44:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbakoṭṭhake.
sc_po: At one time the Buddha was staying in Sāvatthī at the eastern gate.

# sn48.44:1.3
source: Tatra kho bhagavā āyasmantaṃ sāriputtaṃ āmantesi:
sc_po: Then the Buddha said to Venerable Sāriputta:

# sn48.44:1.4
source: “saddahasi tvaṃ, sāriputta—
sc_po: “Sāriputta, do you have faith that

# sn48.44:1.5
source: saddhindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyaṇaṃ amatapariyosānaṃ … pe … paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyaṇaṃ amatapariyosānan”ti?
sc_po: the faculties of faith, energy, mindfulness, immersion, and wisdom, when developed and cultivated, culminate, finish, and end in the deathless?”

# sn48.44:2.1
source: “Na khvāhaṃ ettha, bhante, bhagavato saddhāya gacchāmi—
sc_po: “Sir, in this case I don’t rely on faith in the Buddha’s claim that

# sn48.44:2.2
source: saddhindriyaṃ … pe … paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyaṇaṃ amatapariyosānaṃ.
sc_po: the faculties of faith, energy, mindfulness, immersion, and wisdom, when developed and cultivated, culminate, finish, and end in the deathless.

# sn48.44:2.3
source: Yesañhetaṃ, bhante, aññātaṃ assa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya, te tattha paresaṃ saddhāya gaccheyyuṃ—
sc_po: There are those who have not known or seen or understood or realized or experienced this with wisdom. They may rely on faith in this matter.

# sn48.44:2.5
source: Yesañca kho etaṃ, bhante, ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya, nikkaṅkhā te tattha nibbicikicchā—
sc_po: But there are those who have known, seen, understood, realized, and experienced this with wisdom. They have no doubts or uncertainties in this matter.

# sn48.44:2.7
source: Mayhañca kho etaṃ, bhante, ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya.
sc_po: I have known, seen, understood, realized, and experienced this with wisdom.

# sn48.44:2.8
source: Nikkaṅkhvāhaṃ tattha nibbicikiccho saddhindriyaṃ … pe … paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyaṇaṃ amatapariyosānan”ti.
sc_po: I have no doubts or uncertainties that the faculties of faith, energy, mindfulness, immersion, and wisdom, when developed and cultivated, culminate, finish, and end in the deathless.”

# sn48.44:3.1
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# sn48.44:3.2
source: Yesañhetaṃ, sāriputta, aññātaṃ assa adiṭṭhaṃ aviditaṃ asacchikataṃ aphassitaṃ paññāya, te tattha paresaṃ saddhāya gaccheyyuṃ—
sc_po: There are those who have not known or seen or understood or realized or experienced this with wisdom. They may rely on faith in this matter.

# sn48.44:3.4
source: Yesañca kho etaṃ, sāriputta, ñātaṃ diṭṭhaṃ viditaṃ sacchikataṃ phassitaṃ paññāya, nikkaṅkhā te tattha nibbicikicchā—
sc_po: But there are those who have known, seen, understood, realized, and experienced this with wisdom. They have no doubts or uncertainties that

# sn48.44:3.5
source: saddhindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyaṇaṃ amatapariyosānaṃ … pe … paññindriyaṃ bhāvitaṃ bahulīkataṃ amatogadhaṃ hoti amataparāyaṇaṃ amatapariyosānan”ti.
sc_po: the faculties of faith, energy, mindfulness, immersion, and wisdom, when developed and cultivated, culminate, finish, and end in the deathless.”
