Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.064.po
Languages: sc_po

# sn48.64:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.64:0.2
source: 7. Bodhipakkhiyavagga
sc_po: 7. Leading to Awakening

# sn48.64:0.3
source: 64. Āsavakkhayasutta
sc_po: 64. Ending of Defilements

# sn48.64:1.1
source: “Pañcimāni, bhikkhave, indriyāni bhāvitāni bahulīkatāni āsavānaṃ khayāya saṃvattanti.
sc_po: “Mendicants, when these five faculties are developed and cultivated they lead to the ending of defilements.

# sn48.64:1.2
source: Katamāni pañca?
sc_po: What five?

# sn48.64:1.3
source: Saddhindriyaṃ … pe … paññindriyaṃ—
sc_po: The faculties of faith, energy, mindfulness, immersion, and wisdom.

# sn48.64:1.4
source: imāni kho, bhikkhave, pañcindriyāni bhāvitāni bahulīkatāni āsavānaṃ khayāya saṃvattantīti.
sc_po: When these five faculties are developed and cultivated they lead to the ending of defilements.”

# sn48.64:2.1
source: Pañcimāni, bhikkhave, indriyāni bhāvitāni bahulīkatāni saṃyojanappahānāya saṃvattanti, anusayasamugghātāya saṃvattanti, addhānapariññāya saṃvattanti, āsavānaṃ khayāya saṃvattanti.
sc_po: “Mendicants, when these five faculties are developed and cultivated they lead to giving up the fetters, uprooting the underlying tendencies, completely understanding the course of time, and ending the defilements.

# sn48.64:2.2
source: Katamāni pañca?
sc_po: What five?

# sn48.64:2.3
source: Saddhindriyaṃ … pe … paññindriyaṃ—
sc_po: The faculties of faith, energy, mindfulness, immersion, and wisdom.

# sn48.64:2.4
source: imāni kho, bhikkhave, pañcindriyāni bhāvitāni bahulīkatāni saṃyojanappahānāya saṃvattanti, anusayasamugghātāya saṃvattanti, addhānapariññāya saṃvattanti, āsavānaṃ khayāya saṃvattantī”ti.
sc_po: When these five faculties are developed and cultivated they lead to giving up the fetters, uprooting the underlying tendencies, completely understanding the course of time, and ending the defilements.”
