Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.049.po
Languages: sc_po

# sn48.49:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.49:0.2
source: 5. Jarāvagga
sc_po: 5. Old Age

# sn48.49:0.3
source: 49. Piṇḍolabhāradvājasutta
sc_po: 49. About Piṇḍola Bhāradvāja

# sn48.49:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn48.49:1.2
source: ekaṃ samayaṃ bhagavā kosambiyaṃ viharati ghositārāme.
sc_po: At one time the Buddha was staying near Kosambi, in Ghosita’s Monastery.

# sn48.49:1.3
source: Tena kho pana samayena āyasmatā piṇḍolabhāradvājena aññā byākatā hoti:
sc_po: Now at that time Venerable Piṇḍola Bhāradvāja had declared enlightenment:

# sn48.49:1.4
source: “khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti pajānāmī”ti.
sc_po: “I understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”

# sn48.49:1.5
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened. Then they said,

# sn48.49:2.3
source: Kiṃ nu kho, bhante, atthavasaṃ sampassamānena āyasmatā piṇḍolabhāradvājena aññā byākatā:
sc_po: “What reason does Piṇḍola Bhāradvāja see for doing this?”

# sn48.49:3.1
source: “Tiṇṇannaṃ kho, bhikkhave, indriyānaṃ bhāvitattā bahulīkatattā piṇḍolabhāradvājena bhikkhunā aññā byākatā:
sc_po: “It’s because Piṇḍola Bhāradvāja has developed and cultivated three faculties that he declares enlightenment:

# sn48.49:3.2
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmīti.
sc_po: ‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.”’

# sn48.49:3.3
source: Katamesaṃ tiṇṇannaṃ?
sc_po: What three?

# sn48.49:3.4
source: Satindriyassa, samādhindriyassa, paññindriyassa—
sc_po: The faculties of mindfulness, immersion, and wisdom.

# sn48.49:3.5
source: Imesaṃ kho, bhikkhave, tiṇṇannaṃ indriyānaṃ bhāvitattā bahulīkatattā piṇḍolabhāradvājena bhikkhunā aññā byākatā:
sc_po: It’s because Piṇḍola Bhāradvāja has developed and cultivated these three faculties that he declares enlightenment.

# sn48.49:3.7
source: Imāni ca, bhikkhave, tīṇindriyāni kimantāni?
sc_po: What’s the culmination of these three faculties?

# sn48.49:3.8
source: Khayantāni.
sc_po: They culminate in ending.

# sn48.49:3.9
source: Kissa khayantāni?
sc_po: In the ending of what?

# sn48.49:3.10
source: Jātijarāmaraṇassa.
sc_po: Of rebirth, old age, and death.

# sn48.49:3.11
source: ‘Jātijarāmaraṇaṃ khayan’ti kho, bhikkhave, sampassamānena piṇḍolabhāradvājena bhikkhunā aññā byākatā:
sc_po: It’s because he sees that they culminate in the ending of rebirth, old age, and death that Piṇḍola Bhāradvāja declares enlightenment:

# sn48.49:3.12
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāmī”ti.
sc_po: ‘I understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.”’”
