Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.035.po
Languages: sc_po

# sn48.35:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.35:0.2
source: 4. Sukhindriyavagga
sc_po: 4. The Pleasure Faculty

# sn48.35:0.3
source: 35. Dutiyasamaṇabrāhmaṇasutta
sc_po: 35. Ascetics and Brahmins (2nd)

# sn48.35:1.1
source: “Pañcimāni, bhikkhave, indriyāni.
sc_po: “Mendicants, there are these five faculties.

# sn48.35:1.2
source: Katamāni pañca?
sc_po: What five?

# sn48.35:1.3
source: Sukhindriyaṃ, dukkhindriyaṃ, somanassindriyaṃ, domanassindriyaṃ, upekkhindriyaṃ.
sc_po: The faculties of pleasure, pain, happiness, sadness, and equanimity.

# sn48.35:1.4
source: Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā sukhindriyaṃ nappajānanti, sukhindriyasamudayaṃ nappajānanti, sukhindriyanirodhaṃ nappajānanti, sukhindriyanirodhagāminiṃ paṭipadaṃ nappajānanti;
sc_po: “Mendicants, there are ascetics and brahmins who don’t understand the faculty of pleasure, its origin, its cessation, and the practice that leads to its cessation.

# sn48.35:1.5
source: dukkhindriyaṃ nappajānanti … pe …
sc_po: There are ascetics and brahmins who don’t understand the faculty of pain …

# sn48.35:1.6
source: somanassindriyaṃ nappajānanti … pe …
sc_po: happiness …

# sn48.35:1.7
source: domanassindriyaṃ nappajānanti … pe …
sc_po: sadness …

# sn48.35:1.8
source: upekkhindriyaṃ nappajānanti, upekkhindriyasamudayaṃ nappajānanti, upekkhindriyanirodhaṃ nappajānanti, upekkhindriyanirodhagāminiṃ paṭipadaṃ nappajānanti;
sc_po: equanimity, its origin, its cessation, and the practice that leads to its cessation.

# sn48.35:1.9
source: na me te, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā, na ca panete āyasmanto sāmaññatthaṃ vā brahmaññatthaṃ vā diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.
sc_po: I don’t regard them as true ascetics and brahmins. Those venerables don’t realize the goal of life as an ascetic or brahmin, and don’t live having realized it with their own insight.

# sn48.35:2.1
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā sukhindriyaṃ pajānanti, sukhindriyasamudayaṃ pajānanti, sukhindriyanirodhaṃ pajānanti, sukhindriyanirodhagāminiṃ paṭipadaṃ pajānanti;
sc_po: There are ascetics and brahmins who do understand the faculty of pleasure, its origin, its cessation, and the practice that leads to its cessation.

# sn48.35:2.2
source: dukkhindriyaṃ pajānanti … pe …
sc_po: There are ascetics and brahmins who do understand the faculty of pain …

# sn48.35:2.3
source: somanassindriyaṃ pajānanti … pe …
sc_po: happiness …

# sn48.35:2.4
source: domanassindriyaṃ pajānanti … pe …
sc_po: sadness …

# sn48.35:2.5
source: upekkhindriyaṃ pajānanti, upekkhindriyasamudayaṃ pajānanti, upekkhindriyanirodhaṃ pajānanti, upekkhindriyanirodhagāminiṃ paṭipadaṃ pajānanti,
sc_po: equanimity, its origin, its cessation, and the practice that leads to its cessation.

# sn48.35:2.6
source: te ca kho me, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā brāhmaṇesu ca brāhmaṇasammatā, te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.
sc_po: I regard them as true ascetics and brahmins. Those venerables realize the goal of life as an ascetic or brahmin, and live having realized it with their own insight.”
