Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.007.po
Languages: sc_po

# sn48.7:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.7:0.2
source: 1. Suddhikavagga
sc_po: 1. Plain Version

# sn48.7:0.3
source: 7. Dutiyasamaṇabrāhmaṇasutta
sc_po: 7. Ascetics and Brahmins (2nd)

# sn48.7:1.1
source: “Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā saddhindriyaṃ nappajānanti, saddhindriyasamudayaṃ nappajānanti, saddhindriyanirodhaṃ nappajānanti, saddhindriyanirodhagāminiṃ paṭipadaṃ nappajānanti;
sc_po: “Mendicants, there are ascetics and brahmins who don’t understand the faculty of faith, its origin, its cessation, and the practice that leads to its cessation.

# sn48.7:1.2
source: vīriyindriyaṃ nappajānanti … pe …
sc_po: They don’t understand the faculty of energy …

# sn48.7:1.3
source: satindriyaṃ nappajānanti … pe …
sc_po: mindfulness …

# sn48.7:1.4
source: samādhindriyaṃ nappajānanti … pe …
sc_po: immersion …

# sn48.7:1.5
source: paññindriyaṃ nappajānanti, paññindriyasamudayaṃ nappajānanti, paññindriyanirodhaṃ nappajānanti, paññindriyanirodhagāminiṃ paṭipadaṃ nappajānanti,
sc_po: wisdom, its origin, its cessation, and the practice that leads to its cessation.

# sn48.7:1.6
source: na me te, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā, na ca panete āyasmanto sāmaññatthaṃ vā brahmaññatthaṃ vā diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.
sc_po: I don’t regard them as true ascetics and brahmins. Those venerables don’t realize the goal of life as an ascetic or brahmin, and don’t live having realized it with their own insight.

# sn48.7:2.1
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā saddhindriyaṃ pajānanti, saddhindriyasamudayaṃ pajānanti, saddhindriyanirodhaṃ pajānanti, saddhindriyanirodhagāminiṃ paṭipadaṃ pajānanti;
sc_po: There are ascetics and brahmins who do understand the faculty of faith, its origin, its cessation, and the practice that leads to its cessation.

# sn48.7:2.2
source: vīriyindriyaṃ pajānanti, vīriyindriyasamudayaṃ pajānanti, vīriyindriyanirodhaṃ pajānanti, vīriyindriyanirodhagāminiṃ paṭipadaṃ pajānanti;
sc_po: They do understand the faculty of energy …

# sn48.7:2.3
source: satindriyaṃ pajānanti … pe …
sc_po: mindfulness …

# sn48.7:2.4
source: samādhindriyaṃ pajānanti … pe …
sc_po: immersion …

# sn48.7:2.5
source: paññindriyaṃ pajānanti, paññindriyasamudayaṃ pajānanti, paññindriyanirodhaṃ pajānanti, paññindriyanirodhagāminiṃ paṭipadaṃ pajānanti,
sc_po: wisdom, its origin, its cessation, and the practice that leads to its cessation.

# sn48.7:2.6
source: te kho me, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā brāhmaṇesu ca brāhmaṇasammatā, te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.
sc_po: I regard them as true ascetics and brahmins. Those venerables realize the goal of life as an ascetic or brahmin, and live having realized it with their own insight.”
