Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.028.po
Languages: sc_po

# sn48.28:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.28:0.2
source: 3. Chaḷindriyavagga
sc_po: 3. The Six Faculties

# sn48.28:0.3
source: 28. Sambuddhasutta
sc_po: 28. Awakened

# sn48.28:1.1
source: “Chayimāni, bhikkhave, indriyāni.
sc_po: “Mendicants, there are these six faculties.

# sn48.28:1.2
source: Katamāni cha?
sc_po: What six?

# sn48.28:1.3
source: Cakkhundriyaṃ, sotindriyaṃ, ghānindriyaṃ, jivhindriyaṃ, kāyindriyaṃ, manindriyaṃ.
sc_po: The faculties of the eye, ear, nose, tongue, body, and mind.

# sn48.28:1.4
source: Yāvakīvañcāhaṃ, bhikkhave, imesaṃ channaṃ indriyānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ nābbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ.
sc_po: As long as I didn’t truly understand these six faculties’ gratification, drawback, and escape for what they are, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.

# sn48.28:1.5
source: Yato ca khvāhaṃ, bhikkhave, imesaṃ channaṃ indriyānaṃ samudayañca atthaṅgamañca assādañca ādīnavañca nissaraṇañca yathābhūtaṃ abbhaññāsiṃ, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya ‘anuttaraṃ sammāsambodhiṃ abhisambuddho’ti paccaññāsiṃ.
sc_po: But when I did truly understand these six faculties’ gratification, drawback, and escape for what they are, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.

# sn48.28:1.6
source: Ñāṇañca pana me dassanaṃ udapādi:
sc_po: Knowledge and vision arose in me:

# sn48.28:1.7
source: ‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti.
sc_po: ‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’”
