Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.054.po
Languages: sc_po

# sn48.54:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.54:0.2
source: 6. Sūkarakhatavagga
sc_po: 6. The Boar’s Cave

# sn48.54:0.3
source: 54. Padasutta
sc_po: 54. Footprints

# sn48.54:1.1
source: “Seyyathāpi, bhikkhave, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni sabbāni tāni hatthipade samodhānaṃ gacchanti, hatthipadaṃ tesaṃ aggamakkhāyati, yadidaṃ—mahantattena;
sc_po: “The footprints of all creatures that walk can fit inside an elephant’s footprint, so an elephant’s footprint is said to be the biggest of them all.

# sn48.54:1.2
source: evameva kho, bhikkhave, yāni kānici padāni bodhāya saṃvattanti, paññindriyaṃ padaṃ tesaṃ aggamakkhāyati, yadidaṃ—bodhāya.
sc_po: In the same way, the faculty of wisdom is said to be the best of the steps that lead to awakening in terms of becoming awakened.

# sn48.54:1.3
source: Katamāni ca, bhikkhave, padāni bodhāya saṃvattanti?
sc_po: And what are the steps that lead to awakening?

# sn48.54:1.4
source: Saddhindriyaṃ, bhikkhave, padaṃ, taṃ bodhāya saṃvattati;
sc_po: The faculties of faith,

# sn48.54:1.5
source: vīriyindriyaṃ padaṃ, taṃ bodhāya saṃvattati;
sc_po: energy,

# sn48.54:1.6
source: satindriyaṃ padaṃ, taṃ bodhāya saṃvattati;
sc_po: mindfulness,

# sn48.54:1.7
source: samādhindriyaṃ padaṃ, taṃ bodhāya saṃvattati;
sc_po: immersion,

# sn48.54:1.8
source: paññindriyaṃ padaṃ, taṃ bodhāya saṃvattati.
sc_po: and wisdom are steps that lead to awakening, in that they lead to becoming awakened.

# sn48.54:1.9
source: Seyyathāpi, bhikkhave, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni sabbāni tāni hatthipade samodhānaṃ gacchanti, hatthipadaṃ tesaṃ aggamakkhāyati, yadidaṃ—mahantattena;
sc_po: The footprints of all creatures that walk can fit inside an elephant’s footprint, so an elephant’s footprint is said to be the biggest of them all.

# sn48.54:1.10
source: evameva kho, bhikkhave, yāni kānici padāni bodhāya saṃvattanti, paññindriyaṃ padaṃ tesaṃ aggamakkhāyati, yadidaṃ—bodhāyā”ti.
sc_po: In the same way, the faculty of wisdom is said to be the best of the steps that lead to awakening in terms of becoming awakened.”
