Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.066.po
Languages: sc_po

# sn48.66:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.66:0.2
source: 7. Bodhipakkhiyavagga
sc_po: 7. Leading to Awakening

# sn48.66:0.3
source: 66. Dutiyaphalasutta
sc_po: 66. Seven Benefits

# sn48.66:1.1
source: “Pañcimāni, bhikkhave, indriyāni.
sc_po: “Mendicants, there are these five faculties.

# sn48.66:1.2
source: Katamāni pañca?
sc_po: What five?

# sn48.66:1.3
source: Saddhindriyaṃ … pe … paññindriyaṃ—
sc_po: The faculties of faith, energy, mindfulness, immersion, and wisdom.

# sn48.66:1.4
source: imāni kho, bhikkhave, pañcindriyāni.
sc_po: These are the five faculties.

# sn48.66:1.5
source: Imesaṃ kho, bhikkhave, pañcannaṃ indriyānaṃ bhāvitattā bahulīkatattā satta phalā sattānisaṃsā pāṭikaṅkhā.
sc_po: Because of developing and cultivating these five faculties, seven fruits and benefits can be expected.

# sn48.66:1.6
source: Katame satta phalā sattānisaṃsā?
sc_po: What seven?

# sn48.66:1.7
source: Diṭṭheva dhamme paṭikacca aññaṃ ārādheti,
sc_po: They attain enlightenment early on in this very life.

# sn48.66:1.8
source: no ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, atha maraṇakāle aññaṃ ārādheti.
sc_po: If not, they attain enlightenment at the time of death.

# sn48.66:1.9
source: No ce diṭṭheva dhamme aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti,
sc_po: If not, with the ending of the five lower fetters, they’re extinguished between one life and the next …

# sn48.66:1.10
source: upahaccaparinibbāyī hoti,
sc_po: they’re extinguished upon landing …

# sn48.66:1.11
source: asaṅkhāraparinibbāyī hoti,
sc_po: they’re extinguished without extra effort …

# sn48.66:1.12
source: sasaṅkhāraparinibbāyī hoti,
sc_po: they’re extinguished with extra effort …

# sn48.66:1.13
source: uddhaṃsoto hoti akaniṭṭhagāmī.
sc_po: they head upstream, going to the Akaniṭṭha realm.

# sn48.66:1.14
source: Imesaṃ kho, bhikkhave, pañcannaṃ indriyānaṃ bhāvitattā bahulīkatattā ime satta phalā sattānisaṃsā pāṭikaṅkhā”ti.
sc_po: Because of developing and cultivating these five faculties, these seven fruits and benefits can be expected.”
