Repository: kondannyo/PGP
Catalog: SN/*_text/sn48/sn48.068.po
Languages: sc_po

# sn48.68:0.1
source: Saṃyutta Nikāya 48
sc_po: Linked Discourses 48

# sn48.68:0.2
source: 7. Bodhipakkhiyavagga
sc_po: 7. Leading to Awakening

# sn48.68:0.3
source: 68. Dutiyarukkhasutta
sc_po: 68. A Tree (2nd)

# sn48.68:1.1
source: “Seyyathāpi, bhikkhave, ye keci devānaṃ tāvatiṃsānaṃ rukkhā, pārichattako tesaṃ aggamakkhāyati;
sc_po: “Mendicants, of all the trees belonging to the gods of the Thirty-Three, the Shady Orchid Tree is said to be the best.

# sn48.68:1.2
source: evameva kho, bhikkhave, ye keci bodhipakkhiyā dhammā, paññindriyaṃ tesaṃ aggamakkhāyati, yadidaṃ—bodhāya.
sc_po: In the same way, the faculty of wisdom is said to be the best of the qualities that lead to awakening in terms of becoming awakened.

# sn48.68:1.3
source: Katame ca, bhikkhave, bodhipakkhiyā dhammā?
sc_po: And what are the qualities that lead to awakening?

# sn48.68:1.4
source: Saddhindriyaṃ, bhikkhave, bodhipakkhiyo dhammo, taṃ bodhāya saṃvattati.
sc_po: The faculties of faith,

# sn48.68:1.5
source: Vīriyindriyaṃ … pe …
sc_po: energy,

# sn48.68:1.6
source: satindriyaṃ …
sc_po: mindfulness,

# sn48.68:1.7
source: samādhindriyaṃ …
sc_po: immersion,

# sn48.68:1.8
source: paññindriyaṃ bodhipakkhiyo dhammo, taṃ bodhāya saṃvattati.
sc_po: and wisdom are qualities that lead to awakening, in that they lead to becoming awakened.

# sn48.68:1.9
source: Seyyathāpi, bhikkhave, ye keci devānaṃ tāvatiṃsānaṃ rukkhā, pārichattako tesaṃ aggamakkhāyati;
sc_po: Of all the trees belonging to the gods of the Thirty-Three, the shady orchid tree is said to be the best.

# sn48.68:1.10
source: evameva kho, bhikkhave, ye keci bodhipakkhiyā dhammā, paññindriyaṃ tesaṃ aggamakkhāyati, yadidaṃ—bodhāyā”ti.
sc_po: In the same way, the faculty of wisdom is said to be the best of the qualities that lead to awakening in terms of becoming awakened.”
