Repository: kondannyo/PGP
Catalog: */*_text/mn002.po
Languages: sc_po

# mn2:0.1
source: Majjhima Nikāya 2
sc_po: Middle Discourses 2

# mn2:0.2
source: Sabbāsavasutta
sc_po: All the Defilements

# mn2:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn2:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn2:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# mn2:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# mn2:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# mn2:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn2:2.1
source: “sabbāsavasaṃvarapariyāyaṃ vo, bhikkhave, desessāmi.
sc_po: “Mendicants, I will teach you the explanation of the restraint of all defilements.

# mn2:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# mn2:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# mn2:2.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn2:3.1
source: “Jānato ahaṃ, bhikkhave, passato āsavānaṃ khayaṃ vadāmi, no ajānato no apassato.
sc_po: “Mendicants, I say that the ending of defilements is for one who knows and sees, not for one who does not know or see.

# mn2:3.2
source: Kiñca, bhikkhave, jānato kiñca passato āsavānaṃ khayaṃ vadāmi?
sc_po: For one who knows and sees what?

# mn2:3.3
source: Yoniso ca manasikāraṃ ayoniso ca manasikāraṃ.
sc_po: Proper attention and improper attention.

# mn2:3.4
source: Ayoniso, bhikkhave, manasikaroto anuppannā ceva āsavā uppajjanti, uppannā ca āsavā pavaḍḍhanti;
sc_po: When you pay improper attention, defilements arise, and once arisen they grow.

# mn2:3.5
source: yoniso ca kho, bhikkhave, manasikaroto anuppannā ceva āsavā na uppajjanti, uppannā ca āsavā pahīyanti.
sc_po: When you pay proper attention, defilements don’t arise, and those that have already arisen are given up.

# mn2:4.1
source: Atthi, bhikkhave, āsavā dassanā pahātabbā, atthi āsavā saṃvarā pahātabbā, atthi āsavā paṭisevanā pahātabbā, atthi āsavā adhivāsanā pahātabbā, atthi āsavā parivajjanā pahātabbā, atthi āsavā vinodanā pahātabbā, atthi āsavā bhāvanā pahātabbā.
sc_po: Some defilements should be given up by seeing, some by restraint, some by using, some by enduring, some by avoiding, some by dispelling, and some by developing.

# mn2:4.2
source: 1. Dassanāpahātabbaāsava
sc_po: 1. Defilements Given Up by Seeing

# mn2:5.1
source: Katame ca, bhikkhave, āsavā dassanā pahātabbā?
sc_po: And what are the defilements that should be given up by seeing?

# mn2:5.2
source: Idha, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto—
sc_po: Take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# mn2:5.3
source: manasikaraṇīye dhamme nappajānāti, amanasikaraṇīye dhamme nappajānāti.
sc_po: They don’t understand to which things they should pay attention and to which things they should not pay attention.

# mn2:5.4
source: So manasikaraṇīye dhamme appajānanto amanasikaraṇīye dhamme appajānanto, ye dhammā na manasikaraṇīyā, te dhamme manasi karoti, ye dhammā manasikaraṇīyā te dhamme na manasi karoti.
sc_po: So they pay attention to things they shouldn’t and don’t pay attention to things they should.

# mn2:6.1
source: Katame ca, bhikkhave, dhammā na manasikaraṇīyā ye dhamme manasi karoti?
sc_po: And what are the things to which they pay attention but should not?

# mn2:6.2
source: Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo uppajjati, uppanno vā kāmāsavo pavaḍḍhati;
sc_po: They are the things that, when attention is paid to them, give rise to unarisen defilements and make arisen defilements grow; the defilements of sensual desire,

# mn2:6.3
source: anuppanno vā bhavāsavo uppajjati, uppanno vā bhavāsavo pavaḍḍhati;
sc_po: desire to be reborn,

# mn2:6.4
source: anuppanno vā avijjāsavo uppajjati, uppanno vā avijjāsavo pavaḍḍhati—
sc_po: and ignorance.

# mn2:6.5
source: ime dhammā na manasikaraṇīyā ye dhamme manasi karoti.
sc_po: These are the things to which they pay attention but should not.

# mn2:6.6
source: Katame ca, bhikkhave, dhammā manasikaraṇīyā ye dhamme na manasi karoti?
sc_po: And what are the things to which they do not pay attention but should?

# mn2:6.7
source: Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo na uppajjati, uppanno vā kāmāsavo pahīyati;
sc_po: They are the things that, when attention is paid to them, do not give rise to unarisen defilements and give up arisen defilements; the defilements of sensual desire,

# mn2:6.8
source: anuppanno vā bhavāsavo na uppajjati, uppanno vā bhavāsavo pahīyati;
sc_po: desire to be reborn,

# mn2:6.9
source: anuppanno vā avijjāsavo na uppajjati, uppanno vā avijjāsavo pahīyati—
sc_po: and ignorance.

# mn2:6.10
source: ime dhammā manasikaraṇīyā ye dhamme na manasi karoti.
sc_po: These are the things to which they do not pay attention but should.

# mn2:7.1
source: Tassa amanasikaraṇīyānaṃ dhammānaṃ manasikārā manasikaraṇīyānaṃ dhammānaṃ amanasikārā anuppannā ceva āsavā uppajjanti uppannā ca āsavā pavaḍḍhanti.
sc_po: Because of paying attention to what they should not and not paying attention to what they should, unarisen defilements arise and arisen defilements grow.

# mn2:7.2
source: So evaṃ ayoniso manasi karoti:
sc_po: This is how they attend improperly:

# mn2:7.3
source: ‘ahosiṃ nu kho ahaṃ atītamaddhānaṃ? Na nu kho ahosiṃ atītamaddhānaṃ? Kiṃ nu kho ahosiṃ atītamaddhānaṃ? Kathaṃ nu kho ahosiṃ atītamaddhānaṃ? Kiṃ hutvā kiṃ ahosiṃ nu kho ahaṃ atītamaddhānaṃ?
sc_po: ‘Did I exist in the past? Did I not exist in the past? What was I in the past? How was I in the past? After being what, what did I become in the past?

# mn2:7.4
source: Bhavissāmi nu kho ahaṃ anāgatamaddhānaṃ? Na nu kho bhavissāmi anāgatamaddhānaṃ? Kiṃ nu kho bhavissāmi anāgatamaddhānaṃ? Kathaṃ nu kho bhavissāmi anāgatamaddhānaṃ? Kiṃ hutvā kiṃ bhavissāmi nu kho ahaṃ anāgatamaddhānan’ti?
sc_po: Will I exist in the future? Will I not exist in the future? What will I be in the future? How will I be in the future? After being what, what will I become in the future?’

# mn2:7.5
source: Etarahi vā paccuppannamaddhānaṃ ajjhattaṃ kathaṃkathī hoti:
sc_po: Or they are undecided about the present thus:

# mn2:7.6
source: ‘ahaṃ nu khosmi? No nu khosmi? Kiṃ nu khosmi? Kathaṃ nu khosmi? Ayaṃ nu kho satto kuto āgato? So kuhiṃ gāmī bhavissatī’ti?
sc_po: ‘Am I? Am I not? What am I? How am I? This sentient being—where did it come from? And where will it go?’

# mn2:8.1
source: Tassa evaṃ ayoniso manasikaroto channaṃ diṭṭhīnaṃ aññatarā diṭṭhi uppajjati.
sc_po: When they attend improperly in this way, one of the following six views arises in them and is taken as a genuine fact.

# mn2:8.2
source: ‘Atthi me attā’ti vā assa saccato thetato diṭṭhi uppajjati;
sc_po: The view: ‘My self exists in an absolute sense.’

# mn2:8.3
source: ‘natthi me attā’ti vā assa saccato thetato diṭṭhi uppajjati;
sc_po: The view: ‘My self does not exist in an absolute sense.’

# mn2:8.4
source: ‘attanāva attānaṃ sañjānāmī’ti vā assa saccato thetato diṭṭhi uppajjati;
sc_po: The view: ‘I perceive the self with the self.’

# mn2:8.5
source: ‘attanāva anattānaṃ sañjānāmī’ti vā assa saccato thetato diṭṭhi uppajjati;
sc_po: The view: ‘I perceive what is not-self with the self.’

# mn2:8.6
source: ‘anattanāva attānaṃ sañjānāmī’ti vā assa saccato thetato diṭṭhi uppajjati;
sc_po: The view: ‘I perceive the self with what is not-self.’

# mn2:8.7
source: atha vā panassa evaṃ diṭṭhi hoti:
sc_po: Or they have such a view:

# mn2:8.8
source: ‘yo me ayaṃ attā vado vedeyyo tatra tatra kalyāṇapāpakānaṃ kammānaṃ vipākaṃ paṭisaṃvedeti so kho pana me ayaṃ attā nicco dhuvo sassato avipariṇāmadhammo sassatisamaṃ tatheva ṭhassatī’ti.
sc_po: ‘This self of mine is he who speaks and feels and experiences the results of good and bad deeds in all the different realms. This self is permanent, everlasting, eternal, and imperishable, and will last forever and ever.’

# mn2:8.9
source: Idaṃ vuccati, bhikkhave, diṭṭhigataṃ diṭṭhigahanaṃ diṭṭhikantāraṃ diṭṭhivisūkaṃ diṭṭhivipphanditaṃ diṭṭhisaṃyojanaṃ.
sc_po: This is called a misconception, the thicket of views, the desert of views, the trick of views, the evasiveness of views, the fetter of views.

# mn2:8.10
source: Diṭṭhisaṃyojanasaṃyutto, bhikkhave, assutavā puthujjano na parimuccati jātiyā jarāya maraṇena sokehi paridevehi dukkhehi domanassehi upāyāsehi;
sc_po: An uneducated ordinary person who is fettered by views is not freed from rebirth, old age, and death, from sorrow, lamentation, pain, sadness, and distress.

# mn2:8.11
source: ‘na parimuccati dukkhasmā’ti vadāmi.
sc_po: They’re not freed from suffering, I say.

# mn2:9.2
source: ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto—
sc_po: But take an educated noble disciple who has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons.

# mn2:9.3
source: manasikaraṇīye dhamme pajānāti amanasikaraṇīye dhamme pajānāti.
sc_po: They understand to which things they should pay attention and to which things they should not pay attention.

# mn2:9.4
source: So manasikaraṇīye dhamme pajānanto amanasikaraṇīye dhamme pajānanto ye dhammā na manasikaraṇīyā te dhamme na manasi karoti, ye dhammā manasikaraṇīyā te dhamme manasi karoti.
sc_po: So they pay attention to things they should and don’t pay attention to things they shouldn’t.

# mn2:10.1
source: Katame ca, bhikkhave, dhammā na manasikaraṇīyā ye dhamme na manasi karoti?
sc_po: And what are the things to which they don’t pay attention and should not?

# mn2:10.2
source: Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo uppajjati, uppanno vā kāmāsavo pavaḍḍhati;
sc_po: They are the things that, when attention is paid to them, give rise to unarisen defilements and make arisen defilements grow; the defilements of sensual desire,

# mn2:10.3
source: anuppanno vā bhavāsavo uppajjati, uppanno vā bhavāsavo pavaḍḍhati;
sc_po: desire to be reborn,

# mn2:10.4
source: anuppanno vā avijjāsavo uppajjati, uppanno vā avijjāsavo pavaḍḍhati—
sc_po: and ignorance.

# mn2:10.5
source: ime dhammā na manasikaraṇīyā, ye dhamme na manasi karoti.
sc_po: These are the things to which they don’t pay attention and should not.

# mn2:10.6
source: Katame ca, bhikkhave, dhammā manasikaraṇīyā ye dhamme manasi karoti?
sc_po: And what are the things to which they do pay attention and should?

# mn2:10.7
source: Yassa, bhikkhave, dhamme manasikaroto anuppanno vā kāmāsavo na uppajjati, uppanno vā kāmāsavo pahīyati;
sc_po: They are the things that, when attention is paid to them, do not give rise to unarisen defilements and give up arisen defilements; the defilements of sensual desire,

# mn2:10.8
source: anuppanno vā bhavāsavo na uppajjati, uppanno vā bhavāsavo pahīyati;
sc_po: desire to be reborn,

# mn2:10.9
source: anuppanno vā avijjāsavo na uppajjati, uppanno vā avijjāsavo pahīyati—
sc_po: and ignorance.

# mn2:10.10
source: ime dhammā manasikaraṇīyā ye dhamme manasi karoti.
sc_po: These are the things to which they do pay attention and should.

# mn2:10.11
source: Tassa amanasikaraṇīyānaṃ dhammānaṃ amanasikārā manasikaraṇīyānaṃ dhammānaṃ manasikārā anuppannā ceva āsavā na uppajjanti, uppannā ca āsavā pahīyanti.
sc_po: Because of not paying attention to what they should not and paying attention to what they should, unarisen defilements don’t arise and arisen defilements are given up.

# mn2:11.1
source: So ‘idaṃ dukkhan’ti yoniso manasi karoti, ‘ayaṃ dukkhasamudayo’ti yoniso manasi karoti, ‘ayaṃ dukkhanirodho’ti yoniso manasi karoti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti yoniso manasi karoti.
sc_po: They properly attend: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering’.

# mn2:11.2
source: Tassa evaṃ yoniso manasikaroto tīṇi saṃyojanāni pahīyanti—
sc_po: And as they do so, they give up three fetters:

# mn2:11.3
source: sakkāyadiṭṭhi, vicikicchā, sīlabbataparāmāso.
sc_po: identity view, doubt, and misapprehension of precepts and observances.

# mn2:11.4
source: Ime vuccanti, bhikkhave, āsavā dassanā pahātabbā.
sc_po: These are called the defilements that should be given up by seeing.

# mn2:11.5
source: 2. Saṃvarāpahātabbaāsava
sc_po: 2. Defilements Given Up by Restraint

# mn2:12.1
source: Katame ca, bhikkhave, āsavā saṃvarā pahātabbā?
sc_po: And what are the defilements that should be given up by restraint?

# mn2:12.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cakkhundriyasaṃvarasaṃvuto viharati.
sc_po: Take a mendicant who, reflecting properly, lives restraining the faculty of the eye.

# mn2:12.3
source: Yañhissa, bhikkhave, cakkhundriyasaṃvaraṃ asaṃvutassa viharato uppajjeyyuṃ āsavā vighātapariḷāhā, cakkhundriyasaṃvaraṃ saṃvutassa viharato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without restraint of the eye faculty do not arise when there is such restraint.

# mn2:12.4
source: Paṭisaṅkhā yoniso sotindriyasaṃvarasaṃvuto viharati … pe …
sc_po: Reflecting properly, they live restraining the faculty of the ear …

# mn2:12.5
source: ghānindriyasaṃvarasaṃvuto viharati … pe …
sc_po: the nose …

# mn2:12.6
source: jivhindriyasaṃvarasaṃvuto viharati … pe …
sc_po: the tongue …

# mn2:12.7
source: kāyindriyasaṃvarasaṃvuto viharati … pe …
sc_po: the body …

# mn2:12.8
source: manindriyasaṃvarasaṃvuto viharati.
sc_po: the mind.

# mn2:12.9
source: Yañhissa, bhikkhave, manindriyasaṃvaraṃ asaṃvutassa viharato uppajjeyyuṃ āsavā vighātapariḷāhā, manindriyasaṃvaraṃ saṃvutassa viharato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without restraint of the mind faculty do not arise when there is such restraint.

# mn2:12.10
source: Yañhissa, bhikkhave, saṃvaraṃ asaṃvutassa viharato uppajjeyyuṃ āsavā vighātapariḷāhā, saṃvaraṃ saṃvutassa viharato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without restraint do not arise when there is such restraint.

# mn2:12.11
source: Ime vuccanti, bhikkhave, āsavā saṃvarā pahātabbā.
sc_po: These are called the defilements that should be given up by restraint.

# mn2:12.12
source: 3. Paṭisevanāpahātabbaāsava
sc_po: 3. Defilements Given Up by Using

# mn2:13.1
source: Katame ca, bhikkhave, āsavā paṭisevanā pahātabbā?
sc_po: And what are the defilements that should be given up by using?

# mn2:13.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso cīvaraṃ paṭisevati:
sc_po: Take a mendicant who, reflecting properly, makes use of robes:

# mn2:13.3
source: ‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva hirikopīnappaṭicchādanatthaṃ’.
sc_po: ‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; and for covering up the private parts.’

# mn2:14.1
source: Paṭisaṅkhā yoniso piṇḍapātaṃ paṭisevati:
sc_po: Reflecting properly, they make use of almsfood:

# mn2:14.2
source: ‘neva davāya, na madāya, na maṇḍanāya, na vibhūsanāya, yāvadeva imassa kāyassa ṭhitiyā yāpanāya, vihiṃsūparatiyā, brahmacariyānuggahāya, iti purāṇañca vedanaṃ paṭihaṅkhāmi navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro ca’.
sc_po: ‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’

# mn2:15.1
source: Paṭisaṅkhā yoniso senāsanaṃ paṭisevati:
sc_po: Reflecting properly, they make use of lodgings:

# mn2:15.2
source: ‘yāvadeva sītassa paṭighātāya, uṇhassa paṭighātāya, ḍaṃsamakasavātātapasarīsapasamphassānaṃ paṭighātāya, yāvadeva utuparissayavinodanapaṭisallānārāmatthaṃ’.
sc_po: ‘Only for the sake of warding off cold and heat; for warding off the touch of flies, mosquitoes, wind, sun, and reptiles; to shelter from harsh weather and to enjoy retreat.’

# mn2:16.1
source: Paṭisaṅkhā yoniso gilānappaccayabhesajjaparikkhāraṃ paṭisevati:
sc_po: Reflecting properly, they make use of medicines and supplies for the sick:

# mn2:16.2
source: ‘yāvadeva uppannānaṃ veyyābādhikānaṃ vedanānaṃ paṭighātāya, abyābajjhaparamatāya’.
sc_po: ‘Only for the sake of warding off the pains of illness and to promote good health.’

# mn2:17.1
source: Yañhissa, bhikkhave, appaṭisevato uppajjeyyuṃ āsavā vighātapariḷāhā, paṭisevato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without using these things do not arise when they are used.

# mn2:17.2
source: Ime vuccanti, bhikkhave, āsavā paṭisevanā pahātabbā.
sc_po: These are called the defilements that should be given up by using.

# mn2:17.3
source: 4. Adhivāsanāpahātabbaāsava
sc_po: 4. Defilements Given Up by Enduring

# mn2:18.1
source: Katame ca, bhikkhave, āsavā adhivāsanā pahātabbā?
sc_po: And what are the defilements that should be given up by enduring?

# mn2:18.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso khamo hoti sītassa uṇhassa, jighacchāya pipāsāya. Ḍaṃsamakasavātātapasarīsapasamphassānaṃ, duruttānaṃ durāgatānaṃ vacanapathānaṃ, uppannānaṃ sārīrikānaṃ vedanānaṃ dukkhānaṃ tibbānaṃ kharānaṃ kaṭukānaṃ asātānaṃ amanāpānaṃ pāṇaharānaṃ adhivāsakajātiko hoti.
sc_po: Take a mendicant who, reflecting properly, endures cold, heat, hunger, and thirst. They endure the touch of flies, mosquitoes, wind, sun, and reptiles. They endure rude and unwelcome criticism. And they put up with physical pain—sharp, severe, acute, unpleasant, disagreeable, and life-threatening.

# mn2:18.3
source: Yañhissa, bhikkhave, anadhivāsayato uppajjeyyuṃ āsavā vighātapariḷāhā, adhivāsayato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without enduring these things do not arise when they are endured.

# mn2:18.4
source: Ime vuccanti, bhikkhave, āsavā adhivāsanā pahātabbā.
sc_po: These are called the defilements that should be given up by enduring.

# mn2:18.5
source: 5. Parivajjanāpahātabbaāsava
sc_po: 5. Defilements Given Up by Avoiding

# mn2:19.1
source: Katame ca, bhikkhave, āsavā parivajjanā pahātabbā?
sc_po: And what are the defilements that should be given up by avoiding?

# mn2:19.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso caṇḍaṃ hatthiṃ parivajjeti, caṇḍaṃ assaṃ parivajjeti, caṇḍaṃ goṇaṃ parivajjeti, caṇḍaṃ kukkuraṃ parivajjeti, ahiṃ khāṇuṃ kaṇṭakaṭṭhānaṃ sobbhaṃ papātaṃ candanikaṃ oḷigallaṃ.
sc_po: Take a mendicant who, reflecting properly, avoids a wild elephant, a wild horse, a wild ox, a wild dog, a snake, a stump, thorny ground, a pit, a cliff, a swamp, and a sewer.

# mn2:19.3
source: Yathārūpe anāsane nisinnaṃ yathārūpe agocare carantaṃ yathārūpe pāpake mitte bhajantaṃ viññū sabrahmacārī pāpakesu ṭhānesu okappeyyuṃ, so tañca anāsanaṃ tañca agocaraṃ te ca pāpake mitte paṭisaṅkhā yoniso parivajjeti.
sc_po: Reflecting properly, they avoid sitting on inappropriate seats, walking in inappropriate neighborhoods, and mixing with bad friends—whatever sensible spiritual companions would believe to be a bad setting.

# mn2:19.4
source: Yañhissa, bhikkhave, aparivajjayato uppajjeyyuṃ āsavā vighātapariḷāhā, parivajjayato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without avoiding these things do not arise when they are avoided.

# mn2:19.5
source: Ime vuccanti, bhikkhave, āsavā parivajjanā pahātabbā.
sc_po: These are called the defilements that should be given up by avoiding.

# mn2:19.6
source: 6. Vinodanāpahātabbaāsava
sc_po: 6. Defilements Given Up by Dispelling

# mn2:20.1
source: Katame ca, bhikkhave, āsavā vinodanā pahātabbā?
sc_po: And what are the defilements that should be given up by dispelling?

# mn2:20.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso uppannaṃ kāmavitakkaṃ nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti, uppannaṃ byāpādavitakkaṃ … pe … uppannaṃ vihiṃsāvitakkaṃ … pe … uppannuppanne pāpake akusale dhamme nādhivāseti pajahati vinodeti byantīkaroti anabhāvaṃ gameti.
sc_po: Take a mendicant who, reflecting properly, doesn’t tolerate a sensual, malicious, or cruel thought that has arisen, but gives it up, gets rid of it, eliminates it, and obliterates it. They don’t tolerate any bad, unskillful qualities that have arisen, but give them up, get rid of them, eliminate them, and obliterate them.

# mn2:20.3
source: Yañhissa, bhikkhave, avinodayato uppajjeyyuṃ āsavā vighātapariḷāhā, vinodayato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without dispelling these things do not arise when they are dispelled.

# mn2:20.4
source: Ime vuccanti, bhikkhave, āsavā vinodanā pahātabbā.
sc_po: These are called the defilements that should be given up by dispelling.

# mn2:20.5
source: 7. Bhāvanāpahātabbaāsava
sc_po: 7. Defilements Given Up by Developing

# mn2:21.1
source: Katame ca, bhikkhave, āsavā bhāvanā pahātabbā?
sc_po: And what are the defilements that should be given up by developing?

# mn2:21.2
source: Idha, bhikkhave, bhikkhu paṭisaṅkhā yoniso satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ; paṭisaṅkhā yoniso dhammavicayasambojjhaṅgaṃ bhāveti … pe … vīriyasambojjhaṅgaṃ bhāveti … pītisambojjhaṅgaṃ bhāveti … passaddhisambojjhaṅgaṃ bhāveti … samādhisambojjhaṅgaṃ bhāveti … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant, reflecting properly, develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# mn2:21.3
source: Yañhissa, bhikkhave, abhāvayato uppajjeyyuṃ āsavā vighātapariḷāhā, bhāvayato evaṃsa te āsavā vighātapariḷāhā na honti.
sc_po: For the distressing and feverish defilements that might arise in someone who lives without developing these things do not arise when they are developed.

# mn2:21.4
source: Ime vuccanti, bhikkhave, āsavā bhāvanā pahātabbā.
sc_po: These are called the defilements that should be given up by developing.
