Repository: kondannyo/PGP
Catalog: */*_text/mn034.po
Languages: sc_po

# mn34:0.1
source: Majjhima Nikāya 34
sc_po: Middle Discourses 34

# mn34:0.2
source: Cūḷagopālakasutta
sc_po: The Shorter Discourse on the Cowherd

# mn34:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn34:1.2
source: ekaṃ samayaṃ bhagavā vajjīsu viharati ukkacelāyaṃ gaṅgāya nadiyā tīre.
sc_po: At one time the Buddha was staying in the land of the Vajjis near Ukkacelā on the bank of the Ganges river.

# mn34:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# mn34:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# mn34:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# mn34:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn34:2.1
source: “Bhūtapubbaṃ, bhikkhave, māgadhako gopālako duppaññajātiko, vassānaṃ pacchime māse saradasamaye, asamavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, asamavekkhitvā pārimaṃ tīraṃ, atittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ.
sc_po: “Once upon a time, mendicants, there was an unintelligent Magadhan cowherd. In the last month of the rainy season, without inspecting the near shore or the far shore, he drove his cattle across a place with no ford on the Ganges river to the land of the Suvidehans on the northern shore.

# mn34:3.1
source: Atha kho, bhikkhave, gāvo majjhegaṅgāya nadiyā sote āmaṇḍaliyaṃ karitvā tattheva anayabyasanaṃ āpajjiṃsu.
sc_po: But the cattle bunched up in mid-stream and came to ruin right there.

# mn34:3.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# mn34:3.3
source: Tathā hi so, bhikkhave, māgadhako gopālako duppaññajātiko, vassānaṃ pacchime māse saradasamaye, asamavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, asamavekkhitvā pārimaṃ tīraṃ, atittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ.
sc_po: Because the unintelligent cowherd failed to inspect the shores before driving the cattle across at a place with no ford.

# mn34:3.4
source: Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā akusalā imassa lokassa akusalā parassa lokassa, akusalā māradheyyassa akusalā amāradheyyassa, akusalā maccudheyyassa akusalā amaccudheyyassa, tesaṃ ye sotabbaṃ saddahātabbaṃ maññissanti, tesaṃ taṃ bhavissati dīgharattaṃ ahitāya dukkhāya.
sc_po: In the same way, there are ascetics and brahmins who are unskilled in this world and the other world, unskilled in Māra’s sovereignty and its opposite, and unskilled in Death’s sovereignty and its opposite. If anyone thinks they are worth listening to and trusting, it will be for their lasting harm and suffering.

# mn34:4.1
source: Bhūtapubbaṃ, bhikkhave, māgadhako gopālako sappaññajātiko, vassānaṃ pacchime māse saradasamaye, samavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, samavekkhitvā pārimaṃ tīraṃ, tittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ.
sc_po: Once upon a time, mendicants, there was an intelligent Magadhan cowherd. In the last month of the rainy season, after inspecting the near shore and the far shore, he drove his cattle across a ford on the Ganges river to the land of the Suvidehans on the northern shore.

# mn34:5.1
source: So paṭhamaṃ patāresi ye te usabhā gopitaro gopariṇāyakā.
sc_po: First he drove across the bulls, the fathers and leaders of the herd.

# mn34:5.2
source: Te tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu.
sc_po: They breasted the stream of the Ganges and safely reached the far shore.

# mn34:5.3
source: Athāpare patāresi balavagāvo dammagāvo.
sc_po: Then he drove across the strong and tractable cattle.

# mn34:5.4
source: Tepi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu.
sc_po: They too breasted the stream of the Ganges and safely reached the far shore.

# mn34:5.5
source: Athāpare patāresi vacchatare vacchatariyo.
sc_po: Then he drove across the bullocks and heifers.

# mn34:5.6
source: Tepi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu.
sc_po: They too breasted the stream of the Ganges and safely reached the far shore.

# mn34:5.7
source: Athāpare patāresi vacchake kisābalake.
sc_po: Then he drove across the calves and weak cattle.

# mn34:5.8
source: Tepi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu.
sc_po: They too breasted the stream of the Ganges and safely reached the far shore.

# mn34:5.9
source: Bhūtapubbaṃ, bhikkhave, vacchako taruṇako tāvadeva jātako mātugoravakena vuyhamāno, sopi tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamāsi.
sc_po: Once it happened that a baby calf had just been born. Urged on by its mother’s lowing, even it managed to breast the stream of the Ganges and safely reach the far shore.

# mn34:5.10
source: Taṃ kissa hetu?
sc_po: Why is that?

# mn34:5.11
source: Tathā hi so, bhikkhave, māgadhako gopālako sappaññajātiko, vassānaṃ pacchime māse saradasamaye, samavekkhitvā gaṅgāya nadiyā orimaṃ tīraṃ, samavekkhitvā pārimaṃ tīraṃ, tittheneva gāvo patāresi uttaraṃ tīraṃ suvidehānaṃ.
sc_po: Because the intelligent cowherd inspected both shores before driving the cattle across at a ford.

# mn34:5.12
source: Evameva kho, bhikkhave, ye hi keci samaṇā vā brāhmaṇā vā kusalā imassa lokassa kusalā parassa lokassa, kusalā māradheyyassa kusalā amāradheyyassa, kusalā maccudheyyassa kusalā amaccudheyyassa, tesaṃ ye sotabbaṃ saddahātabbaṃ maññissanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāya.
sc_po: In the same way, there are ascetics and brahmins who are skilled in this world and the other world, skilled in Māra’s sovereignty and its opposite, and skilled in Death’s sovereignty and its opposite. If anyone thinks they are worth listening to and trusting, it will be for their lasting welfare and happiness.

# mn34:6.1
source: Seyyathāpi, bhikkhave, ye te usabhā gopitaro gopariṇāyakā te tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu;
sc_po: Just like the bulls, fathers and leaders of the herd, who crossed the Ganges to safety

# mn34:6.2
source: evameva kho, bhikkhave, ye te bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, te tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṅgatā.
sc_po: are the mendicants who are perfected, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment. Having breasted Māra’s stream, they have safely crossed over to the far shore.

# mn34:7.1
source: Seyyathāpi te, bhikkhave, balavagāvo dammagāvo tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu;
sc_po: Just like the strong and tractable cattle who crossed the Ganges to safety

# mn34:7.2
source: evameva kho, bhikkhave, ye te bhikkhū pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti.
sc_po: are the mendicants who, with the ending of the five lower fetters, are reborn spontaneously. They’re extinguished there, and are not liable to return from that world. They too, having breasted Māra’s stream, will safely cross over to the far shore.

# mn34:8.1
source: Seyyathāpi te, bhikkhave, vacchatarā vacchatariyo tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu;
sc_po: Just like the bullocks and heifers who crossed the Ganges to safety

# mn34:8.2
source: evameva kho, bhikkhave, ye te bhikkhū tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti.
sc_po: are the mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners. They come back to this world once only, then make an end of suffering. They too, having breasted Māra’s stream, will safely cross over to the far shore.

# mn34:9.1
source: Seyyathāpi te, bhikkhave, vacchakā kisābalakā tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamaṃsu;
sc_po: Just like the calves and weak cattle who crossed the Ganges to safety

# mn34:9.2
source: evameva kho, bhikkhave, ye te bhikkhū tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyanā, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti.
sc_po: are the mendicants who, with the ending of three fetters are stream-enterers, not liable to be reborn in the underworld, bound for awakening. They too, having breasted Māra’s stream, will safely cross over to the far shore.

# mn34:10.1
source: Seyyathāpi so, bhikkhave, vacchako taruṇako tāvadeva jātako mātugoravakena vuyhamāno tiriyaṃ gaṅgāya sotaṃ chetvā sotthinā pāraṃ agamāsi;
sc_po: Just like the baby calf who had just been born, but, urged on by its mother’s lowing, still managed to cross the Ganges to safety

# mn34:10.2
source: evameva kho, bhikkhave, ye te bhikkhū dhammānusārino saddhānusārino, tepi tiriyaṃ mārassa sotaṃ chetvā sotthinā pāraṃ gamissanti.
sc_po: are the mendicants who are followers of principles, followers by faith. They too, having breasted Māra’s stream, will safely cross over to the far shore.

# mn34:11.1
source: Ahaṃ kho pana, bhikkhave, kusalo imassa lokassa kusalo parassa lokassa, kusalo māradheyyassa kusalo amāradheyyassa, kusalo maccudheyyassa kusalo amaccudheyyassa. Tassa mayhaṃ, bhikkhave, ye sotabbaṃ saddahātabbaṃ maññissanti, tesaṃ taṃ bhavissati dīgharattaṃ hitāya sukhāyā”ti.
sc_po: Mendicants, I am skilled in this world and the other world, skilled in Māra’s sovereignty and its opposite, and skilled in Death’s sovereignty and its opposite. If anyone thinks I am worth listening to and trusting, it will be for their lasting welfare and happiness.”

# mn34:12.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn34:12.2
source: Idaṃ vatvā sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# mn34:12.3
source: “Ayaṃ loko paro loko,
sc_po: “This world and the other world

# mn34:12.4
source: jānatā suppakāsito;
sc_po: have been clearly explained by one who knows;

# mn34:12.5
source: Yañca mārena sampattaṃ,
sc_po: as well as Māra’s reach,

# mn34:12.6
source: appattaṃ yañca maccunā.
sc_po: and what’s out of Death’s reach.

# mn34:12.7
source: Sabbaṃ lokaṃ abhiññāya,
sc_po: Directly knowing the whole world,

# mn34:12.8
source: sambuddhena pajānatā;
sc_po: the Buddha who understands

# mn34:12.9
source: Vivaṭaṃ amatadvāraṃ,
sc_po: has flung open the door of the deathless,

# mn34:12.10
source: khemaṃ nibbānapattiyā.
sc_po: for realizing the sanctuary, extinguishment.

# mn34:12.11
source: Chinnaṃ pāpimato sotaṃ,
sc_po: The Wicked One’s stream has been breasted,

# mn34:12.12
source: Viddhastaṃ vinaḷīkataṃ;
sc_po: it’s smashed and gutted.

# mn34:12.13
source: Pāmojjabahulā hotha,
sc_po: Be full of joy, mendicants,

# mn34:12.14
source: Khemaṃ pattattha bhikkhavo”ti.
sc_po: set your heart on the sanctuary!”
