Repository: kondannyo/PGP
Catalog: */*_text/mn043.po
Languages: sc_po

# mn43:0.1
source: Majjhima Nikāya 43
sc_po: Middle Discourses 43

# mn43:0.2
source: Mahāvedallasutta
sc_po: The Great Classification

# mn43:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn43:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn43:1.3
source: Atha kho āyasmā mahākoṭṭhiko sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami; upasaṅkamitvā āyasmatā sāriputtena saddhiṃ sammodi.
sc_po: Then in the late afternoon, Venerable Mahākoṭṭhita came out of retreat, went to Venerable Sāriputta, and exchanged greetings with him.

# mn43:1.4
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to Sāriputta:

# mn43:2.1
source: “‘Duppañño duppañño’ti, āvuso, vuccati.
sc_po: “Reverend, they speak of ‘a witless person’.

# mn43:2.2
source: Kittāvatā nu kho, āvuso, duppaññoti vuccatī”ti?
sc_po: How is a witless person defined?”

# mn43:2.3
source: “‘Nappajānāti nappajānātī’ti kho, āvuso, tasmā duppaññoti vuccati.
sc_po: “Reverend, they’re called witless because they don’t understand.

# mn43:2.4
source: Kiñca nappajānāti?
sc_po: And what don’t they understand?

# mn43:2.5
source: ‘Idaṃ dukkhan’ti nappajānāti, ‘ayaṃ dukkhasamudayo’ti nappajānāti, ‘ayaṃ dukkhanirodho’ti nappajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti nappajānāti.
sc_po: They don’t understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’

# mn43:2.6
source: ‘Nappajānāti nappajānātī’ti kho, āvuso, tasmā duppaññoti vuccatī”ti.
sc_po: They’re called witless because they don’t understand.”

# mn43:2.7
source: “Sādhāvuso”ti kho āyasmā mahākoṭṭhiko āyasmato sāriputtassa bhāsitaṃ abhinanditvā anumoditvā āyasmantaṃ sāriputtaṃ uttariṃ pañhaṃ apucchi:
sc_po: Saying “Good, reverend,” Mahākoṭṭhita approved and agreed with what Sāriputta said. Then he asked another question:

# mn43:3.1
source: “‘Paññavā paññavā’ti, āvuso, vuccati.
sc_po: “They speak of ‘a wise person’.

# mn43:3.2
source: Kittāvatā nu kho, āvuso, paññavāti vuccatī”ti?
sc_po: How is a wise person defined?”

# mn43:3.3
source: “‘Pajānāti pajānātī’ti kho, āvuso, tasmā paññavāti vuccati.
sc_po: “They’re called wise because they understand.

# mn43:3.4
source: Kiñca pajānāti?
sc_po: And what do they understand?

# mn43:3.5
source: ‘Idaṃ dukkhan’ti pajānāti, ‘ayaṃ dukkhasamudayo’ti pajānāti, ‘ayaṃ dukkhanirodho’ti pajānāti, ‘ayaṃ dukkhanirodhagāminī paṭipadā’ti pajānāti.
sc_po: They understand: ‘This is suffering’ … ‘This is the origin of suffering’ … ‘This is the cessation of suffering’ … ‘This is the practice that leads to the cessation of suffering.’

# mn43:3.6
source: ‘Pajānāti pajānātī’ti kho, āvuso, tasmā paññavāti vuccatī”ti.
sc_po: They’re called wise because they understand.”

# mn43:4.1
source: “‘Viññāṇaṃ viññāṇan’ti, āvuso, vuccati.
sc_po: “They speak of ‘consciousness’.

# mn43:4.2
source: Kittāvatā nu kho, āvuso, viññāṇanti vuccatī”ti?
sc_po: How is consciousness defined?”

# mn43:4.3
source: “‘Vijānāti vijānātī’ti kho, āvuso, tasmā viññāṇanti vuccati.
sc_po: “It’s called consciousness because it cognizes.

# mn43:4.4
source: Kiñca vijānāti?
sc_po: And what does it cognize?

# mn43:4.5
source: Sukhantipi vijānāti, dukkhantipi vijānāti, adukkhamasukhantipi vijānāti.
sc_po: It cognizes ‘pleasure’ and ‘pain’ and ‘neutral’.

# mn43:4.6
source: ‘Vijānāti vijānātī’ti kho, āvuso, tasmā viññāṇanti vuccatī”ti.
sc_po: It’s called consciousness because it cognizes.”

# mn43:5.1
source: “Yā cāvuso, paññā yañca viññāṇaṃ—
sc_po: “Wisdom and consciousness—

# mn43:5.2
source: ime dhammā saṃsaṭṭhā udāhu visaṃsaṭṭhā?
sc_po: are these things mixed or separate?

# mn43:5.3
source: Labbhā ca panimesaṃ dhammānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetun”ti?
sc_po: And can we completely dissect them so as to describe the difference between them?”

# mn43:5.4
source: “Yā cāvuso, paññā yañca viññāṇaṃ—
sc_po: “Wisdom and consciousness—

# mn43:5.5
source: ime dhammā saṃsaṭṭhā, no visaṃsaṭṭhā.
sc_po: these things are mixed, not separate.

# mn43:5.6
source: Na ca labbhā imesaṃ dhammānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetuṃ.
sc_po: And you can never completely dissect them so as to describe the difference between them.

# mn43:5.7
source: Yaṃ hāvuso, pajānāti taṃ vijānāti, yaṃ vijānāti taṃ pajānāti.
sc_po: For you understand what you cognize, and you cognize what you understand.

# mn43:5.8
source: Tasmā ime dhammā saṃsaṭṭhā, no visaṃsaṭṭhā.
sc_po: That’s why these things are mixed, not separate.

# mn43:5.9
source: Na ca labbhā imesaṃ dhammānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetun”ti.
sc_po: And you can never completely dissect them so as to describe the difference between them.”

# mn43:6.1
source: “Yā cāvuso, paññā yañca viññāṇaṃ—
sc_po: “Wisdom and consciousness—

# mn43:6.2
source: imesaṃ dhammānaṃ saṃsaṭṭhānaṃ no visaṃsaṭṭhānaṃ kiṃ nānākaraṇan”ti?
sc_po: what is the difference between these things that are mixed, not separate?”

# mn43:6.4
source: imesaṃ dhammānaṃ saṃsaṭṭhānaṃ no visaṃsaṭṭhānaṃ paññā bhāvetabbā, viññāṇaṃ pariññeyyaṃ.
sc_po: “The difference between these things is that wisdom should be developed, while consciousness should be completely understood.”

# mn43:7.1
source: “‘Vedanā vedanā’ti, āvuso, vuccati.
sc_po: “They speak of this thing called ‘feeling’.

# mn43:7.2
source: Kittāvatā nu kho, āvuso, vedanāti vuccatī”ti?
sc_po: How is feeling defined?”

# mn43:7.3
source: “‘Vedeti vedetī’ti kho, āvuso, tasmā vedanāti vuccati.
sc_po: “It’s called feeling because it feels.

# mn43:7.4
source: Kiñca vedeti?
sc_po: And what does it feel?

# mn43:7.5
source: Sukhampi vedeti, dukkhampi vedeti, adukkhamasukhampi vedeti.
sc_po: It feels pleasure, pain, and neutral.

# mn43:7.6
source: ‘Vedeti vedetī’ti kho, āvuso, tasmā vedanāti vuccatī”ti.
sc_po: It’s called feeling because it feels.”

# mn43:8.1
source: “‘Saññā saññā’ti, āvuso, vuccati.
sc_po: “They speak of this thing called ‘perception’.

# mn43:8.2
source: Kittāvatā nu kho, āvuso, saññāti vuccatī”ti?
sc_po: How is perception defined?”

# mn43:8.3
source: “‘Sañjānāti sañjānātī’ti kho, āvuso, tasmā saññāti vuccati.
sc_po: “It’s called perception because it perceives.

# mn43:8.4
source: Kiñca sañjānāti?
sc_po: And what does it perceive?

# mn43:8.5
source: Nīlakampi sañjānāti, pītakampi sañjānāti, lohitakampi sañjānāti, odātampi sañjānāti.
sc_po: It perceives blue, yellow, red, and white.

# mn43:8.6
source: ‘Sañjānāti sañjānātī’ti kho, āvuso, tasmā saññāti vuccatī”ti.
sc_po: It’s called perception because it perceives.”

# mn43:9.1
source: “Yā cāvuso, vedanā yā ca saññā yañca viññāṇaṃ—
sc_po: “Feeling, perception, and consciousness—

# mn43:9.2
source: ime dhammā saṃsaṭṭhā udāhu visaṃsaṭṭhā?
sc_po: are these things mixed or separate?

# mn43:9.3
source: Labbhā ca panimesaṃ dhammānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetun”ti?
sc_po: And can we completely dissect them so as to describe the difference between them?”

# mn43:9.4
source: “Yā cāvuso, vedanā yā ca saññā yañca viññāṇaṃ—
sc_po: “Feeling, perception, and consciousness—

# mn43:9.5
source: ime dhammā saṃsaṭṭhā, no visaṃsaṭṭhā.
sc_po: these things are mixed, not separate.

# mn43:9.6
source: Na ca labbhā imesaṃ dhammānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetuṃ.
sc_po: And you can never completely dissect them so as to describe the difference between them.

# mn43:9.7
source: Yaṃ hāvuso, vedeti taṃ sañjānāti, yaṃ sañjānāti taṃ vijānāti.
sc_po: For you perceive what you feel, and you cognize what you perceive.

# mn43:9.8
source: Tasmā ime dhammā saṃsaṭṭhā no visaṃsaṭṭhā.
sc_po: That’s why these things are mixed, not separate.

# mn43:9.9
source: Na ca labbhā imesaṃ dhammānaṃ vinibbhujitvā vinibbhujitvā nānākaraṇaṃ paññāpetun”ti.
sc_po: And you can never completely dissect them so as to describe the difference between them.”

# mn43:10.1
source: “Nissaṭṭhena hāvuso, pañcahi indriyehi parisuddhena manoviññāṇena kiṃ neyyan”ti?
sc_po: “What can be known by purified mind consciousness released from the five senses?”

# mn43:10.2
source: “Nissaṭṭhena, āvuso, pañcahi indriyehi parisuddhena manoviññāṇena ‘ananto ākāso’ti ākāsānañcāyatanaṃ neyyaṃ, ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ neyyaṃ, ‘natthi kiñcī’ti ākiñcaññāyatanaṃ neyyan”ti.
sc_po: “Aware that ‘space is infinite’ it can know the dimension of infinite space. Aware that ‘consciousness is infinite’ it can know the dimension of infinite consciousness. Aware that ‘there is nothing at all’ it can know the dimension of nothingness.”

# mn43:11.1
source: “Neyyaṃ panāvuso, dhammaṃ kena pajānātī”ti?
sc_po: “How do you understand something that can be known?”

# mn43:11.2
source: “Neyyaṃ kho, āvuso, dhammaṃ paññācakkhunā pajānātī”ti.
sc_po: “You understand something that can be known with the eye of wisdom.”

# mn43:12.1
source: “Paññā panāvuso, kimatthiyā”ti?
sc_po: “What is the purpose of wisdom?”

# mn43:12.2
source: “Paññā kho, āvuso, abhiññatthā pariññatthā pahānatthā”ti.
sc_po: “The purpose of wisdom is direct knowledge, complete understanding, and giving up.”

# mn43:13.1
source: “Kati panāvuso, paccayā sammādiṭṭhiyā uppādāyā”ti?
sc_po: “How many conditions are there for the arising of right view?”

# mn43:13.2
source: “Dve kho, āvuso, paccayā sammādiṭṭhiyā uppādāya—
sc_po: “There are two conditions for the arising of right view:

# mn43:13.3
source: parato ca ghoso, yoniso ca manasikāro.
sc_po: the words of another and proper attention.

# mn43:13.4
source: Ime kho, āvuso, dve paccayā sammādiṭṭhiyā uppādāyā”ti.
sc_po: These are the two conditions for the arising of right view.”

# mn43:14.1
source: “Katihi panāvuso, aṅgehi anuggahitā sammādiṭṭhi cetovimuttiphalā ca hoti cetovimuttiphalānisaṃsā ca, paññāvimuttiphalā ca hoti paññāvimuttiphalānisaṃsā cā”ti?
sc_po: “When right view is supported by how many factors does it have freedom of heart and freedom by wisdom as its fruit and benefit?”

# mn43:14.2
source: “Pañcahi kho, āvuso, aṅgehi anuggahitā sammādiṭṭhi cetovimuttiphalā ca hoti cetovimuttiphalānisaṃsā ca, paññāvimuttiphalā ca hoti paññāvimuttiphalānisaṃsā ca.
sc_po: “When right view is supported by five factors it has freedom of heart and freedom by wisdom as its fruit and benefit.

# mn43:14.3
source: Idhāvuso, sammādiṭṭhi sīlānuggahitā ca hoti, sutānuggahitā ca hoti, sākacchānuggahitā ca hoti, samathānuggahitā ca hoti, vipassanānuggahitā ca hoti.
sc_po: It’s when right view is supported by ethics, learning, discussion, serenity, and discernment.

# mn43:14.4
source: Imehi kho, āvuso, pañcahaṅgehi anuggahitā sammādiṭṭhi cetovimuttiphalā ca hoti cetovimuttiphalānisaṃsā ca, paññāvimuttiphalā ca hoti paññāvimuttiphalānisaṃsā cā”ti.
sc_po: When right view is supported by these five factors it has freedom of heart and freedom by wisdom as its fruit and benefit.”

# mn43:15.1
source: “Kati panāvuso, bhavā”ti?
sc_po: “How many states of existence are there?”

# mn43:15.2
source: “Tayome, āvuso, bhavā—
sc_po: “Reverend, there are these three states of existence.

# mn43:15.3
source: kāmabhavo, rūpabhavo, arūpabhavo”ti.
sc_po: Existence in the sensual realm, the realm of luminous form, and the formless realm.”

# mn43:16.1
source: “Kathaṃ panāvuso, āyatiṃ punabbhavābhinibbatti hotī”ti?
sc_po: “But how is there rebirth into a new state of existence in the future?”

# mn43:16.2
source: “Avijjānīvaraṇānaṃ kho, āvuso, sattānaṃ taṇhāsaṃyojanānaṃ tatratatrābhinandanā—
sc_po: “It’s because of sentient beings—hindered by ignorance and fettered by craving—taking pleasure in various different realms.

# mn43:16.3
source: evaṃ āyatiṃ punabbhavābhinibbatti hotī”ti.
sc_po: That’s how there is rebirth into a new state of existence in the future.”

# mn43:17.1
source: “Kathaṃ panāvuso, āyatiṃ punabbhavābhinibbatti na hotī”ti?
sc_po: “But how is there no rebirth into a new state of existence in the future?”

# mn43:17.2
source: “Avijjāvirāgā kho, āvuso, vijjuppādā taṇhānirodhā—
sc_po: “It’s when ignorance fades away, knowledge arises, and craving ceases.

# mn43:17.3
source: evaṃ āyatiṃ punabbhavābhinibbatti na hotī”ti.
sc_po: That’s how there is no rebirth into a new state of existence in the future.”

# mn43:18.1
source: “Katamaṃ panāvuso, paṭhamaṃ jhānan”ti?
sc_po: “But what, reverend, is the first absorption?”

# mn43:18.2
source: “Idhāvuso, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati—
sc_po: “Reverend, it’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn43:18.3
source: idaṃ vuccati, āvuso, paṭhamaṃ jhānan”ti.
sc_po: This is called the first absorption.”

# mn43:19.1
source: “Paṭhamaṃ panāvuso, jhānaṃ katiaṅgikan”ti?
sc_po: “But how many factors does the first absorption have?”

# mn43:19.2
source: “Paṭhamaṃ kho, āvuso, jhānaṃ pañcaṅgikaṃ.
sc_po: “The first absorption has five factors.

# mn43:19.3
source: Idhāvuso, paṭhamaṃ jhānaṃ samāpannassa bhikkhuno vitakko ca vattati, vicāro ca pīti ca sukhañca cittekaggatā ca.
sc_po: When a mendicant has entered the first absorption, placing the mind, keeping it connected, rapture, bliss, and unification of mind are present.

# mn43:19.4
source: Paṭhamaṃ kho, āvuso, jhānaṃ evaṃ pañcaṅgikan”ti.
sc_po: That’s how the first absorption has five factors.”

# mn43:20.1
source: “Paṭhamaṃ panāvuso, jhānaṃ kataṅgavippahīnaṃ kataṅgasamannāgatan”ti?
sc_po: “But how many factors has the first absorption given up and how many does it possess?”

# mn43:20.2
source: “Paṭhamaṃ kho, āvuso, jhānaṃ pañcaṅgavippahīnaṃ, pañcaṅgasamannāgataṃ.
sc_po: “The first absorption has given up five factors and possesses five factors.

# mn43:20.3
source: Idhāvuso, paṭhamaṃ jhānaṃ samāpannassa bhikkhuno kāmacchando pahīno hoti, byāpādo pahīno hoti, thinamiddhaṃ pahīnaṃ hoti, uddhaccakukkuccaṃ pahīnaṃ hoti, vicikicchā pahīnā hoti;
sc_po: When a mendicant has entered the first absorption, sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt are given up.

# mn43:20.4
source: vitakko ca vattati, vicāro ca pīti ca sukhañca cittekaggatā ca.
sc_po: Placing the mind, keeping it connected, rapture, bliss, and unification of mind are present.

# mn43:20.5
source: Paṭhamaṃ kho, āvuso, jhānaṃ evaṃ pañcaṅgavippahīnaṃ pañcaṅgasamannāgatan”ti.
sc_po: That’s how the first absorption has given up five factors and possesses five factors.”

# mn43:21.1
source: “Pañcimāni, āvuso, indriyāni nānāvisayāni nānāgocarāni, na aññamaññassa gocaravisayaṃ paccanubhonti, seyyathidaṃ—
sc_po: “Reverend, these five faculties have different scopes and different ranges, and don’t experience each others’ scope and range. That is,

# mn43:21.2
source: cakkhundriyaṃ, sotindriyaṃ, ghānindriyaṃ, jivhindriyaṃ, kāyindriyaṃ.
sc_po: the faculties of the eye, ear, nose, tongue, and body.

# mn43:21.3
source: Imesaṃ kho, āvuso, pañcannaṃ indriyānaṃ nānāvisayānaṃ nānāgocarānaṃ, na aññamaññassa gocaravisayaṃ paccanubhontānaṃ, kiṃ paṭisaraṇaṃ, ko ca nesaṃ gocaravisayaṃ paccanubhotī”ti?
sc_po: What do these five faculties, with their different scopes and ranges, have recourse to? What experiences their scopes and ranges?”

# mn43:21.6
source: Imesaṃ kho, āvuso, pañcannaṃ indriyānaṃ nānāvisayānaṃ nānāgocarānaṃ, na aññamaññassa gocaravisayaṃ paccanubhontānaṃ, mano paṭisaraṇaṃ, mano ca nesaṃ gocaravisayaṃ paccanubhotī”ti.
sc_po: “These five faculties, with their different scopes and ranges, have recourse to the mind. And the mind experiences their scopes and ranges.”

# mn43:22.3
source: Imāni kho, āvuso, pañcindriyāni kiṃ paṭicca tiṭṭhantī”ti?
sc_po: “These five faculties depend on what to continue?”

# mn43:22.6
source: Imāni kho, āvuso, pañcindriyāni āyuṃ paṭicca tiṭṭhantī”ti.
sc_po: “These five faculties depend on life to continue.”

# mn43:22.7
source: “Āyu panāvuso, kiṃ paṭicca tiṭṭhatī”ti?
sc_po: “But what does life depend on to continue?”

# mn43:22.8
source: “Āyu usmaṃ paṭicca tiṭṭhatī”ti.
sc_po: “Life depends on warmth to continue.”

# mn43:22.9
source: “Usmā panāvuso, kiṃ paṭicca tiṭṭhatī”ti?
sc_po: “But what does warmth depend on to continue?”

# mn43:22.10
source: “Usmā āyuṃ paṭicca tiṭṭhatī”ti.
sc_po: “Warmth depends on life to continue.”

# mn43:22.11
source: “Idāneva kho mayaṃ, āvuso, āyasmato sāriputtassa bhāsitaṃ evaṃ ājānāma:
sc_po: “Just now I understood you to say:

# mn43:22.12
source: ‘āyu usmaṃ paṭicca tiṭṭhatī’ti.
sc_po: ‘Life depends on warmth to continue.’

# mn43:22.13
source: Idāneva pana mayaṃ, āvuso, āyasmato sāriputtassa bhāsitaṃ evaṃ ājānāma:
sc_po: But I also understood you to say:

# mn43:22.14
source: ‘usmā āyuṃ paṭicca tiṭṭhatī’ti.
sc_po: ‘Warmth depends on life to continue.’

# mn43:22.15
source: Yathā kathaṃ panāvuso, imassa bhāsitassa attho daṭṭhabbo”ti?
sc_po: How then should we see the meaning of this statement?”

# mn43:22.16
source: “Tena hāvuso, upamaṃ te karissāmi;
sc_po: “Well then, reverend, I shall give you a simile.

# mn43:22.17
source: upamāyapidhekacce viññū purisā bhāsitassa atthaṃ ājānanti.
sc_po: For by means of a simile some sensible people understand the meaning of what is said.

# mn43:22.18
source: Seyyathāpi, āvuso, telappadīpassa jhāyato acciṃ paṭicca ābhā paññāyati, ābhaṃ paṭicca acci paññāyati;
sc_po: Suppose there was an oil lamp burning. The light appears dependent on the flame, and the flame appears dependent on the light.

# mn43:22.19
source: evameva kho, āvuso, āyu usmaṃ paṭicca tiṭṭhati, usmā āyuṃ paṭicca tiṭṭhatī”ti.
sc_po: In the same way, life depends on warmth to continue, and warmth depends on life to continue.”

# mn43:23.1
source: “Teva nu kho, āvuso, āyusaṅkhārā, te vedaniyā dhammā udāhu aññe āyusaṅkhārā aññe vedaniyā dhammā”ti?
sc_po: “Are the life forces the same things as the phenomena that are felt? Or are they different things?”

# mn43:23.2
source: “Na kho, āvuso, teva āyusaṅkhārā te vedaniyā dhammā.
sc_po: “The life forces are not the same things as the phenomena that are felt.

# mn43:23.3
source: Te ca hāvuso, āyusaṅkhārā abhaviṃsu te vedaniyā dhammā, na yidaṃ saññāvedayitanirodhaṃ samāpannassa bhikkhuno vuṭṭhānaṃ paññāyetha.
sc_po: For if the life forces and the phenomena that are felt were the same things, a mendicant who had attained the cessation of perception and feeling would not emerge from it.

# mn43:23.4
source: Yasmā ca kho, āvuso, aññe āyusaṅkhārā aññe vedaniyā dhammā, tasmā saññāvedayitanirodhaṃ samāpannassa bhikkhuno vuṭṭhānaṃ paññāyatī”ti.
sc_po: But because the life forces and the phenomena that are felt are different things, a mendicant who has attained the cessation of perception and feeling can emerge from it.”

# mn43:24.1
source: “Yadā nu kho, āvuso, imaṃ kāyaṃ kati dhammā jahanti; athāyaṃ kāyo ujjhito avakkhitto seti, yathā kaṭṭhaṃ acetanan”ti?
sc_po: “How many things must this body lose before it lies forsaken, tossed aside like an insentient log?”

# mn43:24.2
source: “Yadā kho, āvuso, imaṃ kāyaṃ tayo dhammā jahanti—āyu usmā ca viññāṇaṃ; athāyaṃ kāyo ujjhito avakkhitto seti, yathā kaṭṭhaṃ acetanan”ti.
sc_po: “This body must lose three things before it lies forsaken, tossed aside like an insentient log: vitality, warmth, and consciousness.”

# mn43:25.1
source: “Yvāyaṃ, āvuso, mato kālaṅkato, yo cāyaṃ bhikkhu saññāvedayitanirodhaṃ samāpanno—imesaṃ kiṃ nānākaraṇan”ti?
sc_po: “What’s the difference between someone who has passed away and a mendicant who has attained the cessation of perception and feeling?”

# mn43:25.2
source: “Yvāyaṃ, āvuso, mato kālaṅkato tassa kāyasaṅkhārā niruddhā paṭippassaddhā, vacīsaṅkhārā niruddhā paṭippassaddhā, cittasaṅkhārā niruddhā paṭippassaddhā, āyu parikkhīṇo, usmā vūpasantā, indriyāni paribhinnāni.
sc_po: “When someone dies, their physical, verbal, and mental processes have ceased and stilled; their vitality is spent; their warmth is dissipated; and their faculties have disintegrated.

# mn43:25.3
source: Yo cāyaṃ bhikkhu saññāvedayitanirodhaṃ samāpanno tassapi kāyasaṅkhārā niruddhā paṭippassaddhā, vacīsaṅkhārā niruddhā paṭippassaddhā, cittasaṅkhārā niruddhā paṭippassaddhā, āyu na parikkhīṇo, usmā avūpasantā, indriyāni vippasannāni.
sc_po: When a mendicant has attained the cessation of perception and feeling, their physical, verbal, and mental processes have ceased and stilled. But their vitality is not spent; their warmth is not dissipated; and their faculties are very clear.

# mn43:25.4
source: Yvāyaṃ, āvuso, mato kālaṅkato, yo cāyaṃ bhikkhu saññāvedayitanirodhaṃ samāpanno—idaṃ nesaṃ nānākaraṇan”ti.
sc_po: That’s the difference between someone who has passed away and a mendicant who has attained the cessation of perception and feeling.”

# mn43:26.1
source: “Kati panāvuso, paccayā adukkhamasukhāya cetovimuttiyā samāpattiyā”ti?
sc_po: “How many conditions are necessary to attain the neutral release of the heart?”

# mn43:26.2
source: “Cattāro kho, āvuso, paccayā adukkhamasukhāya cetovimuttiyā samāpattiyā.
sc_po: “Four conditions are necessary to attain the neutral release of the heart.

# mn43:26.3
source: Idhāvuso, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
sc_po: Giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# mn43:26.4
source: Ime kho, āvuso, cattāro paccayā adukkhamasukhāya cetovimuttiyā samāpattiyā”ti.
sc_po: These four conditions are necessary to attain the neutral release of the heart.”

# mn43:27.1
source: “Kati panāvuso, paccayā animittāya cetovimuttiyā samāpattiyā”ti?
sc_po: “How many conditions are necessary to attain the signless release of the heart?”

# mn43:27.2
source: “Dve kho, āvuso, paccayā animittāya cetovimuttiyā samāpattiyā—
sc_po: “Two conditions are necessary to attain the signless release of the heart:

# mn43:27.3
source: sabbanimittānañca amanasikāro, animittāya ca dhātuyā manasikāro.
sc_po: not focusing on any signs, and focusing on the signless.

# mn43:27.4
source: Ime kho, āvuso, dve paccayā animittāya cetovimuttiyā samāpattiyā”ti.
sc_po: These two conditions are necessary to attain the signless release of the heart.”

# mn43:27.5
source: “Kati panāvuso, paccayā animittāya cetovimuttiyā ṭhitiyā”ti?
sc_po: “How many conditions are necessary to remain in the signless release of the heart?”

# mn43:28.1
source: “Tayo kho, āvuso, paccayā animittāya cetovimuttiyā ṭhitiyā—
sc_po: “Three conditions are necessary to remain in the signless release of the heart:

# mn43:28.2
source: sabbanimittānañca amanasikāro, animittāya ca dhātuyā manasikāro, pubbe ca abhisaṅkhāro.
sc_po: not focusing on any signs, focusing on the signless, and a previous determination.

# mn43:28.3
source: Ime kho, āvuso, tayo paccayā animittāya cetovimuttiyā ṭhitiyā”ti.
sc_po: These three conditions are necessary to remain in the signless release of the heart.”

# mn43:29.1
source: “Kati panāvuso, paccayā animittāya cetovimuttiyā vuṭṭhānāyā”ti?
sc_po: “How many conditions are necessary to emerge from the signless release of the heart?”

# mn43:29.2
source: “Dve kho, āvuso, paccayā animittāya cetovimuttiyā vuṭṭhānāya—
sc_po: “Two conditions are necessary to emerge from the signless release of the heart:
