Repository: kondannyo/PGP
Catalog: */*_text/mn043.po
Languages: sc_po

# mn43:29.3
source: sabbanimittānañca manasikāro, animittāya ca dhātuyā amanasikāro.
sc_po: focusing on all signs, and not focusing on the signless.

# mn43:29.4
source: Ime kho, āvuso, dve paccayā animittāya cetovimuttiyā vuṭṭhānāyā”ti.
sc_po: These two conditions are necessary to emerge from the signless release of the heart.”

# mn43:29.5
source: “Yā cāyaṃ, āvuso, appamāṇā cetovimutti, yā ca ākiñcaññā cetovimutti, yā ca suññatā cetovimutti, yā ca animittā cetovimutti—ime dhammā nānātthā ceva nānābyañjanā ca udāhu ekatthā byañjanameva nānan”ti?
sc_po: “The limitless heart’s release, and the heart’s release through nothingness, and the heart’s release through emptiness, and the signless heart’s release: do these things differ in both meaning and phrasing? Or do they mean the same thing, and differ only in the phrasing?”

# mn43:30.1
source: “Yā cāyaṃ, āvuso, appamāṇā cetovimutti, yā ca ākiñcaññā cetovimutti, yā ca suññatā cetovimutti, yā ca animittā cetovimutti—atthi kho, āvuso, pariyāyo yaṃ pariyāyaṃ āgamma ime dhammā nānātthā ceva nānābyañjanā ca;
sc_po: “There is a way in which these things differ in both meaning and phrasing.

# mn43:30.2
source: atthi ca kho, āvuso, pariyāyo yaṃ pariyāyaṃ āgamma ime dhammā ekatthā, byañjanameva nānaṃ.
sc_po: But there’s also a way in which they mean the same thing, and differ only in the phrasing.

# mn43:31.1
source: Katamo cāvuso, pariyāyo yaṃ pariyāyaṃ āgamma ime dhammā nānātthā ceva nānābyañjanā ca?
sc_po: And what’s the way in which these things differ in both meaning and phrasing?

# mn43:31.2
source: Idhāvuso, bhikkhu mettāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ mettāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
sc_po: Firstly, a mendicant meditates spreading a heart full of love to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of love to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn43:31.3
source: Karuṇāsahagatena cetasā … pe …
sc_po: They meditate spreading a heart full of compassion …

# mn43:31.4
source: muditāsahagatena cetasā …
sc_po: They meditate spreading a heart full of rejoicing …

# mn43:31.5
source: upekkhāsahagatena cetasā ekaṃ disaṃ pharitvā viharati, tathā dutiyaṃ, tathā tatiyaṃ, tathā catutthaṃ. Iti uddhamadho tiriyaṃ sabbadhi sabbattatāya sabbāvantaṃ lokaṃ upekkhāsahagatena cetasā vipulena mahaggatena appamāṇena averena abyābajjhena pharitvā viharati.
sc_po: They meditate spreading a heart full of equanimity to one direction, and to the second, and to the third, and to the fourth. In the same way above, below, across, everywhere, all around, they spread a heart full of equanimity to the whole world—abundant, expansive, limitless, free of enmity and ill will.

# mn43:31.6
source: Ayaṃ vuccatāvuso, appamāṇā cetovimutti.
sc_po: This is called the limitless heart’s release.

# mn43:32.1
source: Katamā cāvuso, ākiñcaññā cetovimutti?
sc_po: And what is the heart’s release through nothingness?

# mn43:32.2
source: Idhāvuso, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma natthi kiñcīti ākiñcaññāyatanaṃ upasampajja viharati.
sc_po: It’s when a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.

# mn43:32.3
source: Ayaṃ vuccatāvuso, ākiñcaññā cetovimutti.
sc_po: This is called the heart’s release through nothingness.

# mn43:33.1
source: Katamā cāvuso, suññatā cetovimutti?
sc_po: And what is the heart’s release through emptiness?

# mn43:33.2
source: Idhāvuso, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā iti paṭisañcikkhati:
sc_po: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, and reflects like this:

# mn43:33.3
source: ‘suññamidaṃ attena vā attaniyena vā’ti.
sc_po: ‘This is empty of a self or what belongs to a self.’

# mn43:33.4
source: Ayaṃ vuccatāvuso, suññatā cetovimutti.
sc_po: This is called the heart’s release through emptiness.

# mn43:34.1
source: Katamā cāvuso, animittā cetovimutti?
sc_po: And what is the signless heart’s release?

# mn43:34.2
source: Idhāvuso, bhikkhu sabbanimittānaṃ amanasikārā animittaṃ cetosamādhiṃ upasampajja viharati.
sc_po: It’s when a mendicant, not focusing on any signs, enters and remains in the signless immersion of the heart.

# mn43:34.3
source: Ayaṃ vuccatāvuso, animittā cetovimutti.
sc_po: This is called the signless heart’s release.

# mn43:34.4
source: Ayaṃ kho, āvuso, pariyāyo yaṃ pariyāyaṃ āgamma ime dhammā nānātthā ceva nānābyañjanā ca.
sc_po: This is the way in which these things differ in both meaning and phrasing.

# mn43:35.1
source: Katamo cāvuso, pariyāyo yaṃ pariyāyaṃ āgamma ime dhammā ekatthā byañjanameva nānaṃ?
sc_po: And what’s the way in which they mean the same thing, and differ only in the phrasing?

# mn43:35.2
source: Rāgo kho, āvuso, pamāṇakaraṇo, doso pamāṇakaraṇo, moho pamāṇakaraṇo.
sc_po: Greed, hate, and delusion are makers of limits.

# mn43:35.3
source: Te khīṇāsavassa bhikkhuno pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
sc_po: A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future.

# mn43:35.4
source: Yāvatā kho, āvuso, appamāṇā cetovimuttiyo, akuppā tāsaṃ cetovimutti aggamakkhāyati.
sc_po: The unshakable heart’s release is said to be the best kind of limitless heart’s release.

# mn43:35.5
source: Sā kho panākuppā cetovimutti suññā rāgena, suññā dosena, suññā mohena.
sc_po: That unshakable heart’s release is empty of greed, hate, and delusion.

# mn43:36.1
source: Rāgo kho, āvuso, kiñcano, doso kiñcano, moho kiñcano.
sc_po: Greed is something, hate is something, and delusion is something.

# mn43:36.2
source: Te khīṇāsavassa bhikkhuno pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
sc_po: A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future.

# mn43:36.3
source: Yāvatā kho, āvuso, ākiñcaññā cetovimuttiyo, akuppā tāsaṃ cetovimutti aggamakkhāyati.
sc_po: The unshakable heart’s release is said to be the best kind of heart’s release through nothingness.

# mn43:36.4
source: Sā kho panākuppā cetovimutti suññā rāgena, suññā dosena, suññā mohena.
sc_po: That unshakable heart’s release is empty of greed, hate, and delusion.

# mn43:36.5
source: Rāgo kho, āvuso, nimittakaraṇo, doso nimittakaraṇo, moho nimittakaraṇo.
sc_po: Greed, hate, and delusion are makers of signs.

# mn43:36.6
source: Te khīṇāsavassa bhikkhuno pahīnā ucchinnamūlā tālāvatthukatā anabhāvaṅkatā āyatiṃ anuppādadhammā.
sc_po: A mendicant who has ended the defilements has given these up, cut them off at the root, made them like a palm stump, and obliterated them, so they are unable to arise in the future.

# mn43:36.7
source: Yāvatā kho, āvuso, animittā cetovimuttiyo, akuppā tāsaṃ cetovimutti aggamakkhāyati.
sc_po: The unshakable heart’s release is said to be the best kind of signless heart’s release.

# mn43:36.8
source: Sā kho panākuppā cetovimutti suññā rāgena, suññā dosena, suññā mohena.
sc_po: That unshakable heart’s release is empty of greed, hate, and delusion.

# mn43:36.9
source: Ayaṃ kho, āvuso, pariyāyo yaṃ pariyāyaṃ āgamma ime dhammā ekatthā byañjanameva nānan”ti.
sc_po: This is the way in which they mean the same thing, and differ only in the phrasing.”

# mn43:36.10
source: Idamavocāyasmā sāriputto.
sc_po: This is what Venerable Sāriputta said.

# mn43:36.11
source: Attamano āyasmā mahākoṭṭhiko āyasmato sāriputtassa bhāsitaṃ abhinandīti.
sc_po: Satisfied, Venerable Mahākoṭṭhita was happy with what Sāriputta said.
