Repository: kondannyo/PGP
Catalog: */*_text/mn053.po
Languages: sc_po

# mn53:0.1
source: Majjhima Nikāya 53
sc_po: Middle Discourses 53

# mn53:0.2
source: Sekhasutta
sc_po: A Trainee

# mn53:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn53:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.
sc_po: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.

# mn53:2.1
source: Tena kho pana samayena kāpilavatthavānaṃ sakyānaṃ navaṃ santhāgāraṃ acirakāritaṃ hoti anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.
sc_po: Now at that time a new town hall had recently been constructed for the Sakyans of Kapilavatthu. It had not yet been occupied by an ascetic or brahmin or any person at all.

# mn53:2.2
source: Atha kho kāpilavatthavā sakyā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho kāpilavatthavā sakyā bhagavantaṃ etadavocuṃ:
sc_po: Then the Sakyans of Kapilavatthu went up to the Buddha, bowed, sat down to one side, and said to him:

# mn53:2.3
source: “idha, bhante, kāpilavatthavānaṃ sakyānaṃ navaṃ santhāgāraṃ acirakāritaṃ anajjhāvuṭṭhaṃ samaṇena vā brāhmaṇena vā kenaci vā manussabhūtena.
sc_po: “Sir, a new town hall has recently been constructed for the Sakyans of Kapilavatthu. It has not yet been occupied by an ascetic or brahmin or any person at all.

# mn53:2.4
source: Taṃ, bhante, bhagavā paṭhamaṃ paribhuñjatu. Bhagavatā paṭhamaṃ paribhuttaṃ pacchā kāpilavatthavā sakyā paribhuñjissanti.
sc_po: May the Buddha be the first to use it, and only then will the Sakyans of Kapilavatthu use it.

# mn53:2.5
source: Tadassa kāpilavatthavānaṃ sakyānaṃ dīgharattaṃ hitāya sukhāyā”ti.
sc_po: That would be for the lasting welfare and happiness of the Sakyans of Kapilavatthu.”

# mn53:3.1
source: Adhivāsesi bhagavā tuṇhībhāvena.
sc_po: The Buddha consented in silence.

# mn53:3.2
source: Atha kho kāpilavatthavā sakyā bhagavato adhivāsanaṃ viditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā yena navaṃ santhāgāraṃ tenupasaṅkamiṃsu; upasaṅkamitvā sabbasanthariṃ santhāgāraṃ santharitvā āsanāni paññapetvā udakamaṇikaṃ upaṭṭhapetvā telappadīpaṃ āropetvā yena bhagavā tenupasaṅkamiṃsu;
sc_po: Then, knowing that the Buddha had consented, the Sakyans got up from their seat, bowed, and respectfully circled the Buddha, keeping him on their right. Then they went to the new town hall, where they spread carpets all over, prepared seats, set up a water jar, and placed a lamp. Then they went back to the Buddha,

# mn53:3.3
source: upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.
sc_po: bowed, stood to one side,

# mn53:3.4
source: Ekamantaṃ ṭhitā kho kāpilavatthavā sakyā bhagavantaṃ etadavocuṃ:
sc_po: and told him of their preparations, saying,

# mn53:3.6
source: Yassadāni, bhante, bhagavā kālaṃ maññatī”ti.
sc_po: “Please, sir, come at your convenience.”

# mn53:4.1
source: Atha kho bhagavā nivāsetvā pattacīvaramādāya saddhiṃ bhikkhusaṃghena yena santhāgāraṃ tenupasaṅkami; upasaṅkamitvā pāde pakkhāletvā santhāgāraṃ pavisitvā majjhimaṃ thambhaṃ nissāya puratthābhimukho nisīdi.
sc_po: Then the Buddha robed up and, taking his bowl and robe, went to the new town hall together with the Saṅgha of mendicants. Having washed his feet he entered the town hall and sat against the central column facing east.

# mn53:4.2
source: Bhikkhusaṃghopi kho pāde pakkhāletvā santhāgāraṃ pavisitvā pacchimaṃ bhittiṃ nissāya puratthābhimukho nisīdi, bhagavantaṃyeva purakkhatvā.
sc_po: The Saṅgha of mendicants also washed their feet, entered the town hall, and sat against the west wall facing east, with the Buddha right in front of them.

# mn53:4.3
source: Kāpilavatthavāpi kho sakyā pāde pakkhāletvā santhāgāraṃ pavisitvā puratthimaṃ bhittiṃ nissāya pacchimābhimukhā nisīdiṃsu, bhagavantaṃyeva purakkhatvā.
sc_po: The Sakyans of Kapilavatthu also washed their feet, entered the town hall, and sat against the east wall facing west, with the Buddha right in front of them.

# mn53:5.1
source: Atha kho bhagavā kāpilavatthave sakye bahudeva rattiṃ dhammiyā kathāya sandassetvā samādapetvā samuttejetvā sampahaṃsetvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: The Buddha spent most of the night educating, encouraging, firing up, and inspiring the Sakyans with a Dhamma talk. Then he addressed Venerable Ānanda,

# mn53:5.2
source: “paṭibhātu taṃ, ānanda, kāpilavatthavānaṃ sakyānaṃ sekho pāṭipado.
sc_po: “Ānanda, speak about the practicing trainee to the Sakyans of Kapilavatthu as you feel inspired.

# mn53:5.3
source: Piṭṭhi me āgilāyati;
sc_po: My back is sore,

# mn53:5.4
source: tamahaṃ āyamissāmī”ti.
sc_po: I’ll stretch it.”

# mn53:5.5
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# mn53:5.6
source: Atha kho bhagavā catugguṇaṃ saṅghāṭiṃ paññāpetvā dakkhiṇena passena sīhaseyyaṃ kappesi, pāde pādaṃ accādhāya, sato sampajāno, uṭṭhānasaññaṃ manasi karitvā.
sc_po: And then the Buddha spread out his outer robe folded in four and laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up.

# mn53:6.1
source: Atha kho āyasmā ānando mahānāmaṃ sakkaṃ āmantesi:
sc_po: Then Ānanda addressed Mahānāma the Sakyan:

# mn53:6.2
source: “idha, mahānāma, ariyasāvako sīlasampanno hoti, indriyesu guttadvāro hoti, bhojane mattaññū hoti, jāgariyaṃ anuyutto hoti, sattahi saddhammehi samannāgato hoti, catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī.
sc_po: “Mahānāma, a noble disciple is accomplished in ethics, guards the sense doors, eats in moderation, and is dedicated to wakefulness. They have seven good qualities, and they get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.

# mn53:7.1
source: Kathañca, mahānāma, ariyasāvako sīlasampanno hoti?
sc_po: And how is a noble disciple accomplished in ethics?

# mn53:7.2
source: Idha, mahānāma, ariyasāvako sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.
sc_po: It’s when a noble disciple is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# mn53:7.3
source: Evaṃ kho, mahānāma, ariyasāvako sīlasampanno hoti. (1)
sc_po: That’s how a noble disciple is ethical.

# mn53:8.1
source: Kathañca, mahānāma, ariyasāvako indriyesu guttadvāro hoti?
sc_po: And how does a noble disciple guard the sense doors?

# mn53:8.2
source: Idha, mahānāma, ariyasāvako cakkhunā rūpaṃ disvā na nimittaggāhī hoti nānubyañjanaggāhī.
sc_po: When a noble disciple sees a sight with their eyes, they don’t get caught up in the features and details.

# mn53:8.3
source: Yatvādhikaraṇamenaṃ cakkhundriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati cakkhundriyaṃ, cakkhundriye saṃvaraṃ āpajjati.
sc_po: If the faculty of sight were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of sight, and achieving its restraint.

# mn53:8.4
source: Sotena saddaṃ sutvā … pe …
sc_po: When they hear a sound with their ears …

# mn53:8.5
source: ghānena gandhaṃ ghāyitvā … pe …
sc_po: When they smell an odor with their nose …

# mn53:8.6
source: jivhāya rasaṃ sāyitvā … pe …
sc_po: When they taste a flavor with their tongue …

# mn53:8.7
source: kāyena phoṭṭhabbaṃ phusitvā … pe …
sc_po: When they feel a touch with their body …

# mn53:8.8
source: manasā dhammaṃ viññāya na nimittaggāhī hoti nānubyañjanaggāhī.
sc_po: When they know a thought with their mind, they don’t get caught up in the features and details.

# mn53:8.9
source: Yatvādhikaraṇamenaṃ manindriyaṃ asaṃvutaṃ viharantaṃ abhijjhādomanassā pāpakā akusalā dhammā anvāssaveyyuṃ tassa saṃvarāya paṭipajjati, rakkhati manindriyaṃ, manindriye saṃvaraṃ āpajjati.
sc_po: If the faculty of mind were left unrestrained, bad unskillful qualities of desire and aversion would become overwhelming. For this reason, they practice restraint, protecting the faculty of mind, and achieving its restraint.

# mn53:8.10
source: Evaṃ kho, mahānāma, ariyasāvako indriyesu guttadvāro hoti. (2)
sc_po: That’s how a noble disciple guards the sense doors.

# mn53:9.1
source: Kathañca, mahānāma, ariyasāvako bhojane mattaññū hoti?
sc_po: And how does a noble disciple eat in moderation?

# mn53:9.2
source: Idha, mahānāma, ariyasāvako paṭisaṅkhā yoniso āhāraṃ āhāreti:
sc_po: It’s when a noble disciple reflects properly on the food that they eat:

# mn53:9.3
source: ‘neva davāya na madāya na maṇḍanāya na vibhūsanāya; yāvadeva imassa kāyassa ṭhitiyā yāpanāya vihiṃsūparatiyā brahmacariyānuggahāya. Iti purāṇañca vedanaṃ paṭihaṅkhāmi, navañca vedanaṃ na uppādessāmi, yātrā ca me bhavissati anavajjatā ca phāsuvihāro cā’ti.
sc_po: ‘Not for fun, indulgence, adornment, or decoration, but only to sustain this body, to avoid harm, and to support spiritual practice. In this way, I shall put an end to old discomfort and not give rise to new discomfort, and I will live blamelessly and at ease.’

# mn53:9.4
source: Evaṃ kho, mahānāma, ariyasāvako bhojane mattaññū hoti. (3)
sc_po: That’s how a noble disciple eats in moderation.

# mn53:10.1
source: Kathañca, mahānāma, ariyasāvako jāgariyaṃ anuyutto hoti?
sc_po: And how is a noble disciple dedicated to wakefulness?

# mn53:10.2
source: Idha, mahānāma, ariyasāvako divasaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti,
sc_po: It’s when a noble disciple practices walking and sitting meditation by day, purifying their mind from obstacles.

# mn53:10.3
source: rattiyā paṭhamaṃ yāmaṃ caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti,
sc_po: In the evening, they continue to practice walking and sitting meditation.

# mn53:10.4
source: rattiyā majjhimaṃ yāmaṃ dakkhiṇena passena sīhaseyyaṃ kappeti, pāde pādaṃ accādhāya, sato sampajāno, uṭṭhānasaññaṃ manasi karitvā,
sc_po: In the middle of the night, they lie down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware, and focused on the time of getting up.

# mn53:10.5
source: rattiyā pacchimaṃ yāmaṃ paccuṭṭhāya caṅkamena nisajjāya āvaraṇīyehi dhammehi cittaṃ parisodheti.
sc_po: In the last part of the night, they get up and continue to practice walking and sitting meditation, purifying their mind from obstacles.

# mn53:10.6
source: Evaṃ kho, mahānāma, ariyasāvako jāgariyaṃ anuyutto hoti. (4)
sc_po: That’s how a noble disciple is dedicated to wakefulness.

# mn53:11.1
source: Kathañca, mahānāma, ariyasāvako sattahi saddhammehi samannāgato hoti?
sc_po: And how does a noble disciple have seven good qualities?

# mn53:11.2
source: Idha, mahānāma, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: It’s when a noble disciple has faith in the Realized One’s awakening:

# mn53:11.3
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# mn53:12.1
source: Hirimā hoti, hirīyati kāyaduccaritena vacīduccaritena manoduccaritena, hirīyati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.
sc_po: They have a conscience. They’re conscientious about bad conduct by way of body, speech, and mind, and conscientious about having any bad, unskillful qualities.

# mn53:13.1
source: Ottappī hoti, ottappati kāyaduccaritena vacīduccaritena manoduccaritena, ottappati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.
sc_po: They exercise prudence. They’re prudent when it comes to bad conduct by way of body, speech, and mind, and prudent when it comes to acquiring any bad, unskillful qualities.

# mn53:13.2
source: Bahussuto hoti sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthā sabyañjanā kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
sc_po: They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# mn53:15.1
source: Āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# mn53:16.1
source: Satimā hoti, paramena satinepakkena samannāgato, cirakatampi cirabhāsitampi saritā anussaritā.
sc_po: They’re mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.

# mn53:17.1
source: Paññavā hoti, udayatthagāminiyā paññāya samannāgato, ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: They’re wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# mn53:17.2
source: Evaṃ kho, mahānāma, ariyasāvako sattahi saddhammehi samannāgato hoti. (5–11)
sc_po: That’s how a noble disciple has seven good qualities.

# mn53:18.1
source: Kathañca, mahānāma, ariyasāvako catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī?
sc_po: And how does a noble disciple get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty?

# mn53:18.2
source: Idha, mahānāma, ariyasāvako vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati;
sc_po: It’s when a noble disciple, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption …

# mn53:18.3
source: vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ … pe … dutiyaṃ jhānaṃ upasampajja viharati;
sc_po: second absorption …

# mn53:18.4
source: pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati;
sc_po: third absorption …

# mn53:18.5
source: sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā … pe … catutthaṃ jhānaṃ upasampajja viharati.
sc_po: fourth absorption.

# mn53:18.6
source: Evaṃ kho, mahānāma, ariyasāvako catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī. (12–15.)
sc_po: That’s how a noble disciple gets the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.

# mn53:19.1
source: Yato kho, mahānāma, ariyasāvako evaṃ sīlasampanno hoti, evaṃ indriyesu guttadvāro hoti, evaṃ bhojane mattaññū hoti, evaṃ jāgariyaṃ anuyutto hoti, evaṃ sattahi saddhammehi samannāgato hoti, evaṃ catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, ayaṃ vuccati, mahānāma, ariyasāvako sekho pāṭipado apuccaṇḍatāya samāpanno, bhabbo abhinibbhidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāya.
sc_po: When a noble disciple is accomplished in ethics, guards the sense doors, eats in moderation, and is dedicated to wakefulness; and they have seven good qualities, and they get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty, they are called a noble disciple who is a practicing trainee. Their eggs are unspoiled, and they are capable of breaking out of their shell, becoming awakened, and achieving the supreme sanctuary.

# mn53:19.2
source: Seyyathāpi, mahānāma, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā tānāssu kukkuṭiyā sammā adhisayitāni sammā pariseditāni sammā paribhāvitāni, kiñcāpi tassā kukkuṭiyā na evaṃ icchā uppajjeyya:
sc_po: Suppose there was a chicken with eight or ten or twelve eggs. And she properly sat on them to keep them warm and incubated. Even if that chicken doesn’t wish,

# mn53:19.3
source: ‘aho vatime kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti,
sc_po: ‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’

# mn53:19.4
source: atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ.
sc_po: Still they can break out and hatch safely.

# mn53:19.5
source: Evameva kho, mahānāma, yato ariyasāvako evaṃ sīlasampanno hoti, evaṃ indriyesu guttadvāro hoti, evaṃ bhojane mattaññū hoti, evaṃ jāgariyaṃ anuyutto hoti, evaṃ sattahi saddhammehi samannāgato hoti, evaṃ catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, ayaṃ vuccati, mahānāma, ariyasāvako sekho pāṭipado apuccaṇḍatāya samāpanno, bhabbo abhinibbhidāya, bhabbo sambodhāya, bhabbo anuttarassa yogakkhemassa adhigamāya.
sc_po: In the same way, when a noble disciple is practicing all these things they are called a noble disciple who is a practicing trainee. Their eggs are unspoiled, and they are capable of breaking out of their shell, becoming awakened, and achieving the supreme sanctuary.

# mn53:20.1
source: Sa kho so, mahānāma, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma anekavihitaṃ pubbenivāsaṃ anussarati,
sc_po: Relying on this supreme purity of mindfulness and equanimity, that noble disciple recollects their many kinds of past lives.

# mn53:20.2
source: seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati,
sc_po: That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. … And so they recollect their many kinds of past lives, with features and details.

# mn53:20.3
source: ayamassa paṭhamābhinibbhidā hoti kukkuṭacchāpakasseva aṇḍakosamhā. (1)
sc_po: This is their first breaking out, like a chick from an eggshell.

# mn53:21.1
source: Sa kho so, mahānāma, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate … pe … yathākammūpage satte pajānāti,
sc_po: Relying on this supreme purity of mindfulness and equanimity, that noble disciple, with clairvoyance that is purified and superhuman, sees sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. … They understand how sentient beings are reborn according to their deeds.

# mn53:21.2
source: ayamassa dutiyābhinibbhidā hoti kukkuṭacchāpakasseva aṇḍakosamhā. (2)
sc_po: This is their second breaking out, like a chick from an eggshell.

# mn53:22.1
source: Sa kho so, mahānāma, ariyasāvako imaṃyeva anuttaraṃ upekkhāsatipārisuddhiṃ āgamma āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati,
sc_po: Relying on this supreme purity of mindfulness and equanimity, that noble disciple realizes the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# mn53:22.2
source: ayamassa tatiyābhinibbhidā hoti kukkuṭacchāpakasseva aṇḍakosamhā. (3)
sc_po: This is their third breaking out, like a chick from an eggshell.

# mn53:23.1
source: Yampi, mahānāma, ariyasāvako sīlasampanno hoti, idampissa hoti caraṇasmiṃ;
sc_po: A noble disciple’s conduct includes the following: being accomplished in ethics,

# mn53:23.2
source: yampi, mahānāma, ariyasāvako indriyesu guttadvāro hoti, idampissa hoti caraṇasmiṃ;
sc_po: guarding the sense doors,

# mn53:23.3
source: yampi, mahānāma, ariyasāvako bhojane mattaññū hoti, idampissa hoti caraṇasmiṃ;
sc_po: moderation in eating,

# mn53:23.4
source: yampi, mahānāma, ariyasāvako jāgariyaṃ anuyutto hoti, idampissa hoti caraṇasmiṃ;
sc_po: being dedicated to wakefulness,

# mn53:23.5
source: yampi, mahānāma, ariyasāvako sattahi saddhammehi samannāgato hoti, idampissa hoti caraṇasmiṃ;
sc_po: having seven good qualities,

# mn53:23.6
source: yampi, mahānāma, ariyasāvako catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī, idampissa hoti caraṇasmiṃ.
sc_po: and getting the four absorptions when they want, without trouble or difficulty.

# mn53:24.1
source: Yañca kho, mahānāma, ariyasāvako anekavihitaṃ pubbenivāsaṃ anussarati, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati, idampissa hoti vijjāya;
sc_po: A noble disciple’s knowledge includes the following: recollecting their past lives,

# mn53:24.2
source: yampi, mahānāma, ariyasāvako dibbena cakkhunā visuddhena atikkantamānusakena satte passati cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate … pe … yathākammūpage satte pajānāti, idampissa hoti vijjāya.
sc_po: clairvoyance that is purified and superhuman,

# mn53:24.3
source: Yampi, mahānāma, ariyasāvako āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati, idampissa hoti vijjāya.
sc_po: and realizing the undefiled freedom of heart and freedom by wisdom in this very life due to the ending of defilements.

# mn53:25.1
source: Ayaṃ vuccati, mahānāma, ariyasāvako vijjāsampanno itipi caraṇasampanno itipi vijjācaraṇasampanno itipi.
sc_po: This noble disciple is said to be ‘accomplished in knowledge’, and also ‘accomplished in conduct’, and also ‘accomplished in knowledge and conduct’.

# mn53:25.2
source: Brahmunāpesā, mahānāma, sanaṅkumārena gāthā bhāsitā:
sc_po: And Brahmā Sanaṅkumāra also spoke this verse:

# mn53:25.3
source: ‘Khattiyo seṭṭho janetasmiṃ,
sc_po: ‘The aristocrat is best of those people

# mn53:25.4
source: ye gottapaṭisārino;
sc_po: who take clan as the standard.

# mn53:25.5
source: Vijjācaraṇasampanno,
sc_po: But one accomplished in knowledge and conduct

# mn53:25.6
source: so seṭṭho devamānuse’ti.
sc_po: is best of gods and humans.’

# mn53:25.7
source: Sā kho panesā, mahānāma, brahmunā sanaṅkumārena gāthā sugītā no duggītā, subhāsitā no dubbhāsitā, atthasaṃhitā no anatthasaṃhitā, anumatā bhagavatā”ti.
sc_po: And that verse was well sung by Brahmā Sanaṅkumāra, not poorly sung; well spoken, not poorly spoken, beneficial, not harmful, and it was approved by the Buddha.”

# mn53:26.1
source: Atha kho bhagavā uṭṭhahitvā āyasmantaṃ ānandaṃ āmantesi:
sc_po: Then the Buddha got up and said to Venerable Ānanda,

# mn53:26.2
source: “sādhu sādhu, ānanda,
sc_po: “Good, good, Ānanda!

# mn53:26.3
source: sādhu kho tvaṃ, ānanda, kāpilavatthavānaṃ sakyānaṃ sekhaṃ pāṭipadaṃ abhāsī”ti.
sc_po: It’s good that you spoke to the Sakyans of Kapilavatthu about the practicing trainee.”

# mn53:26.4
source: Idamavocāyasmā ānando.
sc_po: This is what Venerable Ānanda said,

# mn53:26.5
source: Samanuñño satthā ahosi.
sc_po: and the teacher approved.
