Repository: kondannyo/PGP
Catalog: */*_text/mn053.po
Languages: sc_po

# mn53:26.6
source: Attamanā kāpilavatthavā sakyā āyasmato ānandassa bhāsitaṃ abhinandunti.
sc_po: Satisfied, the Sakyans of Kapilavatthu were happy with what Venerable Ānanda said.
