Repository: kondannyo/PGP
Catalog: */*_text/mn057.po
Languages: sc_po

# mn57:0.1
source: Majjhima Nikāya 57
sc_po: Middle Discourses 57

# mn57:0.2
source: Kukkuravatikasutta
sc_po: The Ascetic Who Behaved Like a Dog

# mn57:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn57:1.2
source: ekaṃ samayaṃ bhagavā koliyesu viharati haliddavasanaṃ nāma koliyānaṃ nigamo.
sc_po: At one time the Buddha was staying in the land of the Koliyans, where they have a town named Haliddavasana.

# mn57:2.1
source: Atha kho puṇṇo ca koliyaputto govatiko acelo ca seniyo kukkuravatiko yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā puṇṇo koliyaputto govatiko bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Acelo pana seniyo kukkuravatiko bhagavatā saddhiṃ sammodi. Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā kukkurova palikujjitvā ekamantaṃ nisīdi.
sc_po: Then Puṇṇa Koliyaputta, who had taken a vow to behave like a cow, and Seniya, a naked ascetic who had taken a vow to behave like a dog, went to see the Buddha. Puṇṇa bowed to the Buddha and sat down to one side, while Seniya exchanged greetings and polite conversation with him before sitting down to one side curled up like a dog.

# mn57:2.2
source: Ekamantaṃ nisinno kho puṇṇo koliyaputto govatiko bhagavantaṃ etadavoca:
sc_po: Puṇṇa said to the Buddha,

# mn57:2.3
source: “ayaṃ, bhante, acelo seniyo kukkuravatiko dukkarakārako chamānikkhittaṃ bhojanaṃ bhuñjati.
sc_po: “Sir, this naked dog ascetic Seniya does a hard thing: he eats food placed on the ground.

# mn57:2.4
source: Tassa taṃ kukkuravataṃ dīgharattaṃ samattaṃ samādinnaṃ.
sc_po: For a long time he has undertaken that observance to behave like a dog.

# mn57:2.5
source: Tassa kā gati, ko abhisamparāyo”ti?
sc_po: Where will he be reborn in his next life?”

# mn57:2.6
source: “Alaṃ, puṇṇa, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī”ti.
sc_po: “Enough, Puṇṇa, let it be. Don’t ask me that.”

# mn57:2.7
source: Dutiyampi kho puṇṇo koliyaputto govatiko … pe …
sc_po: For a second time …

# mn57:2.8
source: tatiyampi kho puṇṇo koliyaputto govatiko bhagavantaṃ etadavoca:
sc_po: and a third time, Puṇṇa said to the Buddha,

# mn57:2.9
source: “ayaṃ, bhante, acelo seniyo kukkuravatiko dukkarakārako chamānikkhittaṃ bhojanaṃ bhuñjati.
sc_po: “Sir, this naked dog ascetic Seniya does a hard thing: he eats food placed on the ground.

# mn57:2.10
source: Tassa taṃ kukkuravataṃ dīgharattaṃ samattaṃ samādinnaṃ.
sc_po: For a long time he has undertaken that observance to behave like a dog.

# mn57:2.11
source: Tassa kā gati, ko abhisamparāyo”ti?
sc_po: Where will he be reborn in his next life?”

# mn57:2.12
source: “Addhā kho te ahaṃ, puṇṇa, na labhāmi.
sc_po: “Clearly, Puṇṇa, I’m not getting through to you when I say:

# mn57:2.13
source: Alaṃ, puṇṇa, tiṭṭhatetaṃ; mā maṃ etaṃ pucchīti;
sc_po: ‘Enough, Puṇṇa, let it be. Don’t ask me that.’

# mn57:2.14
source: api ca tyāhaṃ byākarissāmi.
sc_po: Nevertheless, I will answer you.

# mn57:3.1
source: Idha, puṇṇa, ekacco kukkuravataṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, kukkurasīlaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, kukkuracittaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, kukkurākappaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ.
sc_po: Take someone who develops the dog observance fully and uninterruptedly. They develop a dog’s ethics, a dog’s mentality, and a dog’s behavior fully and uninterruptedly.

# mn57:3.2
source: So kukkuravataṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, kukkurasīlaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, kukkuracittaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, kukkurākappaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ kāyassa bhedā paraṃ maraṇā kukkurānaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of dogs.

# mn57:3.3
source: Sace kho panassa evaṃdiṭṭhi hoti: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, sāssa hoti micchādiṭṭhi.
sc_po: But if they have such a view: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ This is their wrong view.

# mn57:3.4
source: Micchādiṭṭhissa kho ahaṃ, puṇṇa, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—nirayaṃ vā tiracchānayoniṃ vā.
sc_po: An individual with wrong view is reborn in one of two places, I say: hell or the animal realm.

# mn57:3.5
source: Iti kho, puṇṇa, sampajjamānaṃ kukkuravataṃ kukkurānaṃ sahabyataṃ upaneti, vipajjamānaṃ nirayan”ti.
sc_po: So if the dog observance succeeds it leads to rebirth in the company of dogs, but if it fails it leads to hell.”

# mn57:4.1
source: Evaṃ vutte, acelo seniyo kukkuravatiko parodi, assūni pavattesi.
sc_po: When he said this, Seniya cried and burst out in tears.

# mn57:4.2
source: Atha kho bhagavā puṇṇaṃ koliyaputtaṃ govatikaṃ etadavoca:
sc_po: The Buddha said to Puṇṇa,

# mn57:4.3
source: “etaṃ kho te ahaṃ, puṇṇa, nālatthaṃ.
sc_po: “This is what I didn’t get through to you when I said:

# mn57:4.4
source: Alaṃ, puṇṇa, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī”ti.
sc_po: ‘Enough, Puṇṇa, let it be. Don’t ask me that.’”

# mn57:4.5
source: “Nāhaṃ, bhante, etaṃ rodāmi yaṃ maṃ bhagavā evamāha;
sc_po: “Sir, I’m not crying because of what the Buddha said.

# mn57:4.6
source: api ca me idaṃ, bhante, kukkuravataṃ dīgharattaṃ samattaṃ samādinnaṃ.
sc_po: But, sir, for a long time I have undertaken this observance to behave like a dog.

# mn57:4.7
source: Ayaṃ, bhante, puṇṇo koliyaputto govatiko.
sc_po: Sir, this Puṇṇa has taken a vow to behave like a cow.

# mn57:4.8
source: Tassa taṃ govataṃ dīgharattaṃ samattaṃ samādinnaṃ.
sc_po: For a long time he has undertaken that observance to behave like a cow.

# mn57:4.9
source: Tassa kā gati, ko abhisamparāyo”ti?
sc_po: Where will he be reborn in his next life?”

# mn57:4.10
source: “Alaṃ, seniya, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī”ti.
sc_po: “Enough, Seniya, let it be. Don’t ask me that.”

# mn57:4.11
source: Dutiyampi kho acelo seniyo … pe …
sc_po: For a second time …

# mn57:4.12
source: tatiyampi kho acelo seniyo kukkuravatiko bhagavantaṃ etadavoca:
sc_po: and a third time Seniya said to the Buddha,

# mn57:4.13
source: “ayaṃ, bhante, puṇṇo koliyaputto govatiko.
sc_po: “Sir, this Puṇṇa has taken a vow to behave like a cow.

# mn57:4.14
source: Tassa taṃ govataṃ dīgharattaṃ samattaṃ samādinnaṃ.
sc_po: For a long time he has undertaken that observance to behave like a cow.

# mn57:4.15
source: Tassa kā gati, ko abhisamparāyo”ti?
sc_po: Where will he be reborn in his next life?”

# mn57:4.16
source: “Addhā kho te ahaṃ, seniya, na labhāmi.
sc_po: “Clearly, Seniya, I’m not getting through to you when I say:

# mn57:4.17
source: Alaṃ, seniya, tiṭṭhatetaṃ; mā maṃ etaṃ pucchīti;
sc_po: ‘Enough, Seniya, let it be. Don’t ask me that.’

# mn57:4.18
source: api ca tyāhaṃ byākarissāmi.
sc_po: Nevertheless, I will answer you.

# mn57:5.1
source: Idha, seniya, ekacco govataṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, gosīlaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, gocittaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ, gavākappaṃ bhāveti paripuṇṇaṃ abbokiṇṇaṃ.
sc_po: Take someone who develops the cow observance fully and uninterruptedly. They develop a cow’s ethics, a cow’s mentality, and a cow’s behavior fully and uninterruptedly.

# mn57:5.2
source: So govataṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, gosīlaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, gocittaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ, gavākappaṃ bhāvetvā paripuṇṇaṃ abbokiṇṇaṃ kāyassa bhedā paraṃ maraṇā gunnaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of cows.

# mn57:5.3
source: Sace kho panassa evaṃdiṭṭhi hoti: ‘imināhaṃ sīlena vā vatena vā tapena vā brahmacariyena vā devo vā bhavissāmi devaññataro vā’ti, sāssa hoti micchādiṭṭhi.
sc_po: But if they have such a view: ‘By this precept or observance or mortification or spiritual life, may I become one of the gods!’ This is their wrong view.

# mn57:5.4
source: Micchādiṭṭhissa kho ahaṃ, seniya, dvinnaṃ gatīnaṃ aññataraṃ gatiṃ vadāmi—nirayaṃ vā tiracchānayoniṃ vā.
sc_po: An individual with wrong view is reborn in one of two places, I say: hell or the animal realm.

# mn57:5.5
source: Iti kho, seniya, sampajjamānaṃ govataṃ gunnaṃ sahabyataṃ upaneti, vipajjamānaṃ nirayan”ti.
sc_po: So if the cow observance succeeds it leads to rebirth in the company of cows, but if it fails it leads to hell.”

# mn57:6.1
source: Evaṃ vutte, puṇṇo koliyaputto govatiko parodi, assūni pavattesi.
sc_po: When he said this, Puṇṇa cried and burst out in tears.

# mn57:6.2
source: Atha kho bhagavā acelaṃ seniyaṃ kukkuravatikaṃ etadavoca:
sc_po: The Buddha said to Seniya,

# mn57:6.3
source: “etaṃ kho te ahaṃ, seniya, nālatthaṃ.
sc_po: “This is what I didn’t get through to you when I said:

# mn57:6.4
source: Alaṃ, seniya, tiṭṭhatetaṃ; mā maṃ etaṃ pucchī”ti.
sc_po: ‘Enough, Seniya, let it be. Don’t ask me that.’”

# mn57:6.5
source: “Nāhaṃ, bhante, etaṃ rodāmi yaṃ maṃ bhagavā evamāha;
sc_po: “Sir, I’m not crying because of what the Buddha said.

# mn57:6.6
source: api ca me idaṃ, bhante, govataṃ dīgharattaṃ samattaṃ samādinnaṃ.
sc_po: But, sir, for a long time I have undertaken this observance to behave like a cow.

# mn57:6.7
source: Evaṃ pasanno ahaṃ, bhante, bhagavati;
sc_po: I am quite confident that the Buddha

# mn57:6.8
source: pahoti bhagavā tathā dhammaṃ desetuṃ yathā ahaṃ cevimaṃ govataṃ pajaheyyaṃ, ayañceva acelo seniyo kukkuravatiko taṃ kukkuravataṃ pajaheyyā”ti.
sc_po: is capable of teaching me so that I can give up this cow observance, and the naked ascetic Seniya can give up that dog observance.”

# mn57:6.9
source: “Tena hi, puṇṇa, suṇāhi, sādhukaṃ manasi karohi, bhāsissāmī”ti.
sc_po: “Well then, Puṇṇa, listen and pay close attention, I will speak.”

# mn57:6.10
source: “Evaṃ, bhante”ti kho puṇṇo koliyaputto govatiko bhagavato paccassosi.
sc_po: “Yes, sir,” he replied.

# mn57:6.11
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn57:7.1
source: “Cattārimāni, puṇṇa, kammāni mayā sayaṃ abhiññā sacchikatvā paveditāni.
sc_po: “Puṇṇa, I declare these four kinds of deeds, having realized them with my own insight.

# mn57:7.2
source: Katamāni cattāri?
sc_po: What four?

# mn57:7.3
source: Atthi, puṇṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ;
sc_po: There are dark deeds with dark results;

# mn57:7.4
source: atthi, puṇṇa, kammaṃ sukkaṃ sukkavipākaṃ;
sc_po: bright deeds with bright results;

# mn57:7.5
source: atthi, puṇṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ;
sc_po: dark and bright deeds with dark and bright results; and

# mn57:7.6
source: atthi, puṇṇa, kammaṃ akaṇhaṃ asukkaṃ akaṇhaasukkavipākaṃ, kammakkhayāya saṃvattati.
sc_po: neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds.

# mn57:8.1
source: Katamañca, puṇṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ?
sc_po: And what are dark deeds with dark results?

# mn57:8.2
source: Idha, puṇṇa, ekacco sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.
sc_po: It’s when someone makes hurtful choices by way of body, speech, and mind.

# mn57:8.3
source: So sabyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā, sabyābajjhaṃ lokaṃ upapajjati.
sc_po: Having made these choices, they’re reborn in a hurtful world,

# mn57:8.4
source: Tamenaṃ sabyābajjhaṃ lokaṃ upapannaṃ samānaṃ sabyābajjhā phassā phusanti.
sc_po: where hurtful contacts touch them.

# mn57:8.5
source: So sabyābajjhehi phassehi phuṭṭho samāno sabyābajjhaṃ vedanaṃ vedeti ekantadukkhaṃ, seyyathāpi sattā nerayikā.
sc_po: Touched by hurtful contacts, they experience hurtful feelings that are exclusively painful—like the beings in hell.

# mn57:8.6
source: Iti kho, puṇṇa, bhūtā bhūtassa upapatti hoti;
sc_po: This is how a being is born from a being.

# mn57:8.7
source: yaṃ karoti tena upapajjati,
sc_po: For your deeds determine your rebirth,

# mn57:8.8
source: upapannamenaṃ phassā phusanti.
sc_po: and when you’re reborn contacts affect you.

# mn57:8.9
source: Evampāhaṃ, puṇṇa, ‘kammadāyādā sattā’ti vadāmi.
sc_po: This is why I say that sentient beings are heirs to their deeds.

# mn57:8.10
source: Idaṃ vuccati, puṇṇa, kammaṃ kaṇhaṃ kaṇhavipākaṃ. (1)
sc_po: These are called dark deeds with dark results.

# mn57:9.1
source: Katamañca, puṇṇa, kammaṃ sukkaṃ sukkavipākaṃ?
sc_po: And what are bright deeds with bright results?

# mn57:9.2
source: Idha, puṇṇa, ekacco abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharoti, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharoti.
sc_po: It’s when someone makes pleasing choices by way of body, speech, and mind.

# mn57:9.3
source: So abyābajjhaṃ kāyasaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ vacīsaṅkhāraṃ abhisaṅkharitvā, abyābajjhaṃ manosaṅkhāraṃ abhisaṅkharitvā abyābajjhaṃ lokaṃ upapajjati.
sc_po: Having made these choices, they are reborn in a pleasing world,

# mn57:9.4
source: Tamenaṃ abyābajjhaṃ lokaṃ upapannaṃ samānaṃ abyābajjhā phassā phusanti.
sc_po: where pleasing contacts touch them.

# mn57:9.5
source: So abyābajjhehi phassehi phuṭṭho samāno abyābajjhaṃ vedanaṃ vedeti ekantasukhaṃ, seyyathāpi devā subhakiṇhā.
sc_po: Touched by pleasing contacts, they experience pleasing feelings that are exclusively happy—like the gods replete with glory.

# mn57:9.6
source: Iti kho, puṇṇa, bhūtā bhūtassa upapatti hoti;
sc_po: This is how a being is born from a being.

# mn57:9.7
source: yaṃ karoti tena upapajjati,
sc_po: For your deeds determine your rebirth,

# mn57:9.8
source: upapannamenaṃ phassā phusanti.
sc_po: and when you’re reborn contacts affect you.

# mn57:9.9
source: Evampāhaṃ, puṇṇa, ‘kammadāyādā sattā’ti vadāmi.
sc_po: This is why I say that sentient beings are heirs to their deeds.

# mn57:9.10
source: Idaṃ vuccati, puṇṇa, kammaṃ sukkaṃ sukkavipākaṃ. (2)
sc_po: These are called bright deeds with bright results.

# mn57:10.1
source: Katamañca, puṇṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ?
sc_po: And what are dark and bright deeds with dark and bright results?

# mn57:10.2
source: Idha, puṇṇa, ekacco sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharoti, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharoti.
sc_po: It’s when someone makes both hurtful and pleasing choices by way of body, speech, and mind.

# mn57:10.3
source: So sabyābajjhampi abyābajjhampi kāyasaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi vacīsaṅkhāraṃ abhisaṅkharitvā, sabyābajjhampi abyābajjhampi manosaṅkhāraṃ abhisaṅkharitvā sabyābajjhampi abyābajjhampi lokaṃ upapajjati.
sc_po: Having made these choices, they are reborn in a world that is both hurtful and pleasing,

# mn57:10.4
source: Tamenaṃ sabyābajjhampi abyābajjhampi lokaṃ upapannaṃ samānaṃ sabyābajjhāpi abyābajjhāpi phassā phusanti.
sc_po: where hurtful and pleasing contacts touch them.

# mn57:10.5
source: So sabyābajjhehipi abyābajjhehipi phassehi phuṭṭho samāno sabyābajjhampi abyābajjhampi vedanaṃ vedeti vokiṇṇasukhadukkhaṃ, seyyathāpi manussā ekacce ca devā ekacce ca vinipātikā.
sc_po: Touched by both hurtful and pleasing contacts, they experience both hurtful and pleasing feelings that are a mixture of pleasure and pain—like humans, some gods, and some beings in the underworld.

# mn57:10.6
source: Iti kho, puṇṇa, bhūtā bhūtassa upapatti hoti;
sc_po: This is how a being is born from a being.

# mn57:10.7
source: yaṃ karoti tena upapajjati.
sc_po: For what you do brings about your rebirth,

# mn57:10.8
source: Upapannamenaṃ phassā phusanti.
sc_po: and when you’re reborn contacts affect you.

# mn57:10.9
source: Evampāhaṃ, puṇṇa, ‘kammadāyādā sattā’ti vadāmi.
sc_po: This is why I say that sentient beings are heirs to their deeds.

# mn57:10.10
source: Idaṃ vuccati, puṇṇa, kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ. (3)
sc_po: These are called dark and bright deeds with dark and bright results.

# mn57:11.1
source: Katamañca, puṇṇa, kammaṃ akaṇhaṃ asukkaṃ akaṇhaasukkavipākaṃ, kammakkhayāya saṃvattati?
sc_po: And what are neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds?

# mn57:11.2
source: Tatra, puṇṇa, yamidaṃ kammaṃ kaṇhaṃ kaṇhavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ sukkaṃ sukkavipākaṃ tassa pahānāya yā cetanā, yamidaṃ kammaṃ kaṇhasukkaṃ kaṇhasukkavipākaṃ tassa pahānāya yā cetanā—
sc_po: It’s the intention to give up dark deeds with dark results, bright deeds with bright results, and both dark and bright deeds with both dark and bright results.

# mn57:11.3
source: idaṃ vuccati, puṇṇa, kammaṃ akaṇhaṃ asukkaṃ akaṇhaasukkavipākaṃ, kammakkhayāya saṃvattatīti.
sc_po: These are called neither dark nor bright deeds with neither dark nor bright results, which lead to the ending of deeds.

# mn57:11.4
source: Imāni kho, puṇṇa, cattāri kammāni mayā sayaṃ abhiññā sacchikatvā paveditānī”ti. (4)
sc_po: These are the four kinds of deeds that I declare, having realized them with my own insight.”

# mn57:12.1
source: Evaṃ vutte, puṇṇo koliyaputto govatiko bhagavantaṃ etadavoca:
sc_po: When he had spoken, Puṇṇa Koliyaputta the observer of cow behavior said to the Buddha,

# mn57:12.2
source: “abhikkantaṃ, bhante, abhikkantaṃ, bhante.
sc_po: “Excellent, sir! Excellent! …

# mn57:12.4
source: upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”

# mn57:13.1
source: Acelo pana seniyo kukkuravatiko bhagavantaṃ etadavoca:
sc_po: And Seniya the naked dog ascetic said to the Buddha,

# mn57:13.2
source: “abhikkantaṃ, bhante, abhikkantaṃ, bhante.
sc_po: “Excellent, sir! Excellent! …

# mn57:13.4
source: Esāhaṃ, bhante, bhagavantaṃ saraṇaṃ gacchāmi dhammañca bhikkhusaṅghañca.
sc_po: I go for refuge to the Buddha, to the teaching, and to the mendicant Saṅgha.

# mn57:13.5
source: Labheyyāhaṃ, bhante, bhagavato santike pabbajjaṃ, labheyyaṃ upasampadan”ti.
sc_po: Sir, may I receive the going forth, the ordination in the Buddha’s presence?”

# mn57:14.1
source: “Yo kho, seniya, aññatitthiyapubbo imasmiṃ dhammavinaye ākaṅkhati pabbajjaṃ, ākaṅkhati upasampadaṃ so cattāro māse parivasati. Catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti, upasampādenti bhikkhubhāvāya.
sc_po: “Seniya, if someone formerly ordained in another sect wishes to take the going forth, the ordination in this teaching and training, they must spend four months on probation. When four months have passed, if the mendicants are satisfied, they’ll give the going forth, the ordination into monkhood.

# mn57:14.2
source: Api ca mettha puggalavemattatā viditā”ti.
sc_po: However, I have recognized individual differences in this matter.”

# mn57:14.3
source: “Sace, bhante, aññatitthiyapubbā imasmiṃ dhammavinaye ākaṅkhantā pabbajjaṃ ākaṅkhantā upasampadaṃ te cattāro māse parivasanti catunnaṃ māsānaṃ accayena āraddhacittā bhikkhū pabbājenti upasampādenti bhikkhubhāvāya, ahaṃ cattāri vassāni parivasissāmi catunnaṃ vassānaṃ accayena āraddhacittā bhikkhū pabbājentu, upasampādentu bhikkhubhāvāyā”ti.
sc_po: “Sir, if four months probation are required in such a case, I’ll spend four years on probation. When four years have passed, if the mendicants are satisfied, let them give me the going forth, the ordination into monkhood.”

# mn57:15.1
source: Alattha kho acelo seniyo kukkuravatiko bhagavato santike pabbajjaṃ, alattha upasampadaṃ.
sc_po: And the naked dog ascetic Seniya received the going forth, the ordination in the Buddha’s presence.

# mn57:15.2
source: Acirūpasampanno kho panāyasmā seniyo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, Tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Not long after his ordination, Venerable Seniya, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# mn57:15.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# mn57:15.4
source: Aññataro kho panāyasmā seniyo arahataṃ ahosīti.
sc_po: And Venerable Seniya became one of the perfected.
