Repository: kondannyo/PGP
Catalog: */*_text/mn064.po
Languages: sc_po

# mn64:0.1
source: Majjhima Nikāya 64
sc_po: Middle Discourses 64

# mn64:0.2
source: Mahāmālukyasutta
sc_po: The Longer Discourse With Māluṅkya

# mn64:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn64:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn64:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# mn64:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# mn64:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# mn64:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn64:2.1
source: “dhāretha no tumhe, bhikkhave, mayā desitāni pañcorambhāgiyāni saṃyojanānī”ti?
sc_po: “Mendicants, do you remember the five lower fetters that I taught?”

# mn64:2.2
source: Evaṃ vutte, āyasmā mālukyaputto bhagavantaṃ etadavoca:
sc_po: When he said this, Venerable Māluṅkyaputta said to him,

# mn64:2.3
source: “ahaṃ kho, bhante, dhāremi bhagavatā desitāni pañcorambhāgiyāni saṃyojanānī”ti.
sc_po: “Sir, I remember them.”

# mn64:2.4
source: “Yathā kathaṃ pana tvaṃ, mālukyaputta, dhāresi mayā desitāni pañcorambhāgiyāni saṃyojanānī”ti?
sc_po: “But how do you remember them?”

# mn64:2.5
source: “Sakkāyadiṭṭhiṃ kho ahaṃ, bhante, bhagavatā orambhāgiyaṃ saṃyojanaṃ desitaṃ dhāremi;
sc_po: “I remember the lower fetters taught by the Buddha as follows: identity view,

# mn64:2.6
source: vicikicchaṃ kho ahaṃ, bhante, bhagavatā orambhāgiyaṃ saṃyojanaṃ desitaṃ dhāremi;
sc_po: doubt,

# mn64:2.7
source: sīlabbataparāmāsaṃ kho ahaṃ, bhante, bhagavatā orambhāgiyaṃ saṃyojanaṃ desitaṃ dhāremi;
sc_po: misapprehension of precepts and observances,

# mn64:2.8
source: kāmacchandaṃ kho ahaṃ, bhante, bhagavatā orambhāgiyaṃ saṃyojanaṃ desitaṃ dhāremi;
sc_po: sensual desire,

# mn64:2.9
source: byāpādaṃ kho ahaṃ, bhante, bhagavatā orambhāgiyaṃ saṃyojanaṃ desitaṃ dhāremi.
sc_po: and ill will.

# mn64:2.10
source: Evaṃ kho ahaṃ, bhante, dhāremi bhagavatā desitāni pañcorambhāgiyāni saṃyojanānī”ti.
sc_po: That’s how I remember the five lower fetters taught by the Buddha.”

# mn64:3.1
source: “Kassa kho nāma tvaṃ, mālukyaputta, imāni evaṃ pañcorambhāgiyāni saṃyojanāni desitāni dhāresi?
sc_po: “Who on earth do you remember being taught the five lower fetters in that way?

# mn64:3.2
source: Nanu, mālukyaputta, aññatitthiyā paribbājakā iminā taruṇūpamena upārambhena upārambhissanti?
sc_po: Wouldn’t the wanderers who follow other paths fault you using the simile of the infant?

# mn64:3.3
source: Daharassa hi, mālukyaputta, kumārassa mandassa uttānaseyyakassa sakkāyotipi na hoti, kuto panassa uppajjissati sakkāyadiṭṭhi?
sc_po: For a little baby doesn’t even have a concept of ‘identity’, so how could identity view possibly arise in them?

# mn64:3.4
source: Anusetvevassa sakkāyadiṭṭhānusayo.
sc_po: Yet the underlying tendency to identity view still lies within them.

# mn64:3.5
source: Daharassa hi, mālukyaputta, kumārassa mandassa uttānaseyyakassa dhammātipi na hoti, kuto panassa uppajjissati dhammesu vicikicchā?
sc_po: A little baby doesn’t even have a concept of ‘teachings’, so how could doubt about the teachings possibly arise in them?

# mn64:3.6
source: Anusetvevassa vicikicchānusayo.
sc_po: Yet the underlying tendency to doubt still lies within them.

# mn64:3.7
source: Daharassa hi, mālukyaputta, kumārassa mandassa uttānaseyyakassa sīlātipi na hoti, kuto panassa uppajjissati sīlesu sīlabbataparāmāso?
sc_po: A little baby doesn’t even have a concept of ‘precepts’, so how could misapprehension of precepts and observances possibly arise in them?

# mn64:3.8
source: Anusetvevassa sīlabbataparāmāsānusayo.
sc_po: Yet the underlying tendency to misapprehension of precepts and observances still lies within them.

# mn64:3.9
source: Daharassa hi, mālukyaputta, kumārassa mandassa uttānaseyyakassa kāmātipi na hoti, kuto panassa uppajjissati kāmesu kāmacchando?
sc_po: A little baby doesn’t even have a concept of ‘sensual pleasures’, so how could desire for sensual pleasures possibly arise in them?

# mn64:3.10
source: Anusetvevassa kāmarāgānusayo.
sc_po: Yet the underlying tendency to sensual desire still lies within them.

# mn64:3.11
source: Daharassa hi, mālukyaputta, kumārassa mandassa uttānaseyyakassa sattātipi na hoti, kuto panassa uppajjissati sattesu byāpādo?
sc_po: A little baby doesn’t even have a concept of ‘sentient beings’, so how could ill will for sentient beings possibly arise in them?

# mn64:3.12
source: Anusetvevassa byāpādānusayo.
sc_po: Yet the underlying tendency to ill will still lies within them.

# mn64:3.13
source: Nanu, mālukyaputta, aññatitthiyā paribbājakā iminā taruṇūpamena upārambhena upārambhissantī”ti?
sc_po: Wouldn’t the wanderers who follow other paths fault you using the simile of the infant?”

# mn64:4.1
source: Evaṃ vutte, āyasmā ānando bhagavantaṃ etadavoca:
sc_po: When he said this, Venerable Ānanda said to the Buddha,

# mn64:4.2
source: “etassa, bhagavā, kālo, etassa, sugata, kālo
sc_po: “Now is the time, Blessed One! Now is the time, Holy One!

# mn64:4.3
source: yaṃ bhagavā pañcorambhāgiyāni saṃyojanāni deseyya. Bhagavato sutvā bhikkhū dhāressantī”ti.
sc_po: May the Buddha teach the five lower fetters. The mendicants will listen and remember it.”

# mn64:4.4
source: “Tena hānanda, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
sc_po: “Well then, Ānanda, listen and pay close attention, I will speak.”

# mn64:4.5
source: “Evaṃ, bhante”ti kho āyasmā ānando bhagavato paccassosi.
sc_po: “Yes, sir,” Ānanda replied.

# mn64:4.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn64:5.1
source: “Idhānanda, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto
sc_po: “Ānanda, take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# mn64:5.2
source: sakkāyadiṭṭhipariyuṭṭhitena cetasā viharati sakkāyadiṭṭhiparetena;
sc_po: Their heart is overcome and mired in identity view,

# mn64:5.3
source: uppannāya ca sakkāyadiṭṭhiyā nissaraṇaṃ yathābhūtaṃ nappajānāti.
sc_po: and they don’t truly understand the escape from identity view that has arisen.

# mn64:5.4
source: Tassa sā sakkāyadiṭṭhi thāmagatā appaṭivinītā orambhāgiyaṃ saṃyojanaṃ.
sc_po: That identity view is reinforced in them, not eliminated: it is a lower fetter.

# mn64:5.5
source: Vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena;
sc_po: Their heart is overcome and mired in doubt,

# mn64:5.6
source: uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ nappajānāti.
sc_po: and they don’t truly understand the escape from doubt that has arisen.

# mn64:5.7
source: Tassa sā vicikicchā thāmagatā appaṭivinītā orambhāgiyaṃ saṃyojanaṃ.
sc_po: That doubt is reinforced in them, not eliminated: it is a lower fetter.

# mn64:5.8
source: Sīlabbataparāmāsapariyuṭṭhitena cetasā viharati sīlabbataparāmāsaparetena;
sc_po: Their heart is overcome and mired in misapprehension of precepts and observances,

# mn64:5.9
source: uppannassa ca sīlabbataparāmāsassa nissaraṇaṃ yathābhūtaṃ nappajānāti.
sc_po: and they don’t truly understand the escape from misapprehension of precepts and observances that has arisen.

# mn64:5.10
source: Tassa so sīlabbataparāmāso thāmagato appaṭivinīto orambhāgiyaṃ saṃyojanaṃ.
sc_po: That misapprehension of precepts and observances is reinforced in them, not eliminated: it is a lower fetter.

# mn64:5.11
source: Kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena;
sc_po: Their heart is overcome and mired in sensual desire,

# mn64:5.12
source: uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ nappajānāti.
sc_po: and they don’t truly understand the escape from sensual desire that has arisen.

# mn64:5.13
source: Tassa so kāmarāgo thāmagato appaṭivinīto orambhāgiyaṃ saṃyojanaṃ.
sc_po: That sensual desire is reinforced in them, not eliminated: it is a lower fetter.

# mn64:5.14
source: Byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena;
sc_po: Their heart is overcome and mired in ill will,

# mn64:5.15
source: uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ nappajānāti.
sc_po: and they don’t truly understand the escape from ill will that has arisen.

# mn64:5.16
source: Tassa so byāpādo thāmagato appaṭivinīto orambhāgiyaṃ saṃyojanaṃ.
sc_po: That ill will is reinforced in them, not eliminated: it is a lower fetter.

# mn64:6.1
source: Sutavā ca kho, ānanda, ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto, sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto na sakkāyadiṭṭhipariyuṭṭhitena cetasā viharati na sakkāyadiṭṭhiparetena;
sc_po: But an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons. Their heart is not overcome and mired in identity view,

# mn64:6.2
source: uppannāya ca sakkāyadiṭṭhiyā nissaraṇaṃ yathābhūtaṃ pajānāti.
sc_po: and they truly understand the escape from identity view that has arisen.

# mn64:6.3
source: Tassa sā sakkāyadiṭṭhi sānusayā pahīyati.
sc_po: That identity view, along with any underlying tendency to it, is given up in them.

# mn64:6.4
source: Na vicikicchāpariyuṭṭhitena cetasā viharati na vicikicchāparetena;
sc_po: Their heart is not overcome and mired in doubt,

# mn64:6.5
source: uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ pajānāti.
sc_po: and they truly understand the escape from doubt that has arisen.

# mn64:6.6
source: Tassa sā vicikicchā sānusayā pahīyati.
sc_po: That doubt, along with any underlying tendency to it, is given up in them.

# mn64:6.7
source: Na sīlabbataparāmāsapariyuṭṭhitena cetasā viharati na sīlabbataparāmāsaparetena;
sc_po: Their heart is not overcome and mired in misapprehension of precepts and observances,

# mn64:6.8
source: uppannassa ca sīlabbataparāmāsassa nissaraṇaṃ yathābhūtaṃ pajānāti.
sc_po: and they truly understand the escape from misapprehension of precepts and observances that has arisen.

# mn64:6.9
source: Tassa so sīlabbataparāmāso sānusayo pahīyati.
sc_po: That misapprehension of precepts and observances, along with any underlying tendency to it, is given up in them.

# mn64:6.10
source: Na kāmarāgapariyuṭṭhitena cetasā viharati na kāmarāgaparetena;
sc_po: Their heart is not overcome and mired in sensual desire,

# mn64:6.11
source: uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ pajānāti.
sc_po: and they truly understand the escape from sensual desire that has arisen.

# mn64:6.12
source: Tassa so kāmarāgo sānusayo pahīyati.
sc_po: That sensual desire, along with any underlying tendency to it, is given up in them.

# mn64:6.13
source: Na byāpādapariyuṭṭhitena cetasā viharati na byāpādaparetena;
sc_po: Their heart is not overcome and mired in ill will,

# mn64:6.14
source: uppannassa ca byāpādassa nissaraṇaṃ yathābhūtaṃ pajānāti.
sc_po: and they truly understand the escape from ill will that has arisen.

# mn64:6.15
source: Tassa so byāpādo sānusayo pahīyati.
sc_po: That ill will, along with any underlying tendency to it, is given up in them.

# mn64:6.16
source: Yo, ānanda, maggo yā paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya taṃ maggaṃ taṃ paṭipadaṃ anāgamma pañcorambhāgiyāni saṃyojanāni ñassati vā dakkhati vā pajahissati vāti—netaṃ ṭhānaṃ vijjati.
sc_po: There is a path and a practice for giving up the five lower fetters. It’s not possible to know or see or give up the five lower fetters without relying on that path and that practice.

# mn64:6.17
source: Seyyathāpi, ānanda, mahato rukkhassa tiṭṭhato sāravato tacaṃ acchetvā phegguṃ acchetvā sāracchedo bhavissatīti—
sc_po: Suppose there was a large tree standing with heartwood. It’s not possible to cut out the heartwood without having cut through the bark and the softwood.

# mn64:6.19
source: evameva kho, ānanda, yo maggo yā paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya taṃ maggaṃ taṃ paṭipadaṃ anāgamma pañcorambhāgiyāni saṃyojanāni ñassati vā dakkhati vā pajahissati vāti—netaṃ ṭhānaṃ vijjati.
sc_po: In the same way, there is a path and a practice for giving up the five lower fetters. It’s not possible to know or see or give up the five lower fetters without relying on that path and that practice.

# mn64:7.1
source: Yo ca kho, ānanda, maggo yā paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya taṃ maggaṃ taṃ paṭipadaṃ āgamma pañcorambhāgiyāni saṃyojanāni ñassati vā dakkhati vā pajahissati vāti—ṭhānametaṃ vijjati.
sc_po: There is a path and a practice for giving up the five lower fetters. It is possible to know and see and give up the five lower fetters by relying on that path and that practice.

# mn64:8.1
source: Seyyathāpi, ānanda, mahato rukkhassa tiṭṭhato sāravato tacaṃ chetvā phegguṃ chetvā sāracchedo bhavissatīti—ṭhānametaṃ vijjati.
sc_po: Suppose there was a large tree standing with heartwood. It is possible to cut out the heartwood after having cut through the bark and the softwood.

# mn64:8.2
source: evameva kho, ānanda, yo maggo yā paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya taṃ maggaṃ taṃ paṭipadaṃ āgamma pañcorambhāgiyāni saṃyojanāni ñassati vā dakkhati vā pajahissati vāti—ṭhānametaṃ vijjati.
sc_po: In the same way, there is a path and a practice for giving up the five lower fetters. It is possible to know and see and give up the five lower fetters by relying on that path and that practice.

# mn64:8.3
source: Seyyathāpi, ānanda, gaṅgā nadī pūrā udakassa samatittikā kākapeyyā.
sc_po: Suppose the river Ganges was full to the brim so a crow could drink from it.

# mn64:8.4
source: Atha dubbalako puriso āgaccheyya:
sc_po: Then along comes a feeble person, who thinks:

# mn64:8.5
source: ‘ahaṃ imissā gaṅgāya nadiyā tiriyaṃ bāhāya sotaṃ chetvā sotthinā pāraṃ gacchissāmī’ti;
sc_po: ‘By swimming with my arms I’ll safely cross over to the far shore of the Ganges.’

# mn64:8.6
source: so na sakkuṇeyya gaṅgāya nadiyā tiriyaṃ bāhāya sotaṃ chetvā sotthinā pāraṃ gantuṃ.
sc_po: But they’re not able to do so.

# mn64:8.7
source: Evameva kho, ānanda, yesaṃ kesañci sakkāyanirodhāya dhamme desiyamāne cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati;
sc_po: In the same way, when the Dhamma is being taught for the cessation of identity view, someone whose mind isn’t eager, confident, settled, and decided

# mn64:8.8
source: seyyathāpi so dubbalako puriso evamete daṭṭhabbā.
sc_po: should be regarded as being like that feeble person.

# mn64:8.9
source: Seyyathāpi, ānanda, gaṅgā nadī pūrā udakassa samatittikā kākapeyyā.
sc_po: Suppose the river Ganges was full to the brim so a crow could drink from it.

# mn64:8.10
source: Atha balavā puriso āgaccheyya:
sc_po: Then along comes a strong person, who thinks:

# mn64:8.11
source: ‘ahaṃ imissā gaṅgāya nadiyā tiriyaṃ bāhāya sotaṃ chetvā sotthinā pāraṃ gacchissāmī’ti;
sc_po: ‘By swimming with my arms I’ll safely cross over to the far shore of the Ganges.’

# mn64:8.12
source: so sakkuṇeyya gaṅgāya nadiyā tiriyaṃ bāhāya sotaṃ chetvā sotthinā pāraṃ gantuṃ.
sc_po: And they are able to do so.

# mn64:8.13
source: Evameva kho, ānanda, yesaṃ kesañci sakkāyanirodhāya dhamme desiyamāne cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati;
sc_po: In the same way, when the Dhamma is being taught for the cessation of identity view, someone whose mind is eager, confident, settled, and decided

# mn64:8.14
source: seyyathāpi so balavā puriso evamete daṭṭhabbā.
sc_po: should be regarded as being like that strong person.

# mn64:9.1
source: Katamo cānanda, maggo, katamā paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya?
sc_po: And what, Ānanda, is the path and the practice for giving up the five lower fetters?

# mn64:9.2
source: Idhānanda, bhikkhu upadhivivekā akusalānaṃ dhammānaṃ pahānā sabbaso kāyaduṭṭhullānaṃ paṭippassaddhiyā vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
sc_po: It’s when a mendicant—due to the seclusion from attachments, the giving up of unskillful qualities, and the complete settling of physical discomfort—quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn64:9.3
source: So yadeva tattha hoti rūpagataṃ vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ te dhamme aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato samanupassati.
sc_po: They contemplate the phenomena there—included in form, feeling, perception, choices, and consciousness—as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.

# mn64:9.4
source: So tehi dhammehi cittaṃ paṭivāpeti.
sc_po: They turn their mind away from those things,

# mn64:9.5
source: So tehi dhammehi cittaṃ paṭivāpetvā amatāya dhātuyā cittaṃ upasaṃharati:
sc_po: and apply it to the deathless element:

# mn64:9.6
source: ‘etaṃ santaṃ etaṃ paṇītaṃ yadidaṃ sabbasaṅkhārasamatho sabbūpadhipaṭinissaggo taṇhākkhayo virāgo nirodho nibbānan’ti.
sc_po: ‘This is peaceful; this is sublime—that is, the stilling of all activities, the letting go of all attachments, the ending of craving, cessation, extinguishment.’

# mn64:9.7
source: So tattha ṭhito āsavānaṃ khayaṃ pāpuṇāti;
sc_po: Abiding in that they attain the ending of defilements.

# mn64:9.8
source: no ce āsavānaṃ khayaṃ pāpuṇāti teneva dhammarāgena tāya dhammanandiyā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātiko hoti, tattha parinibbāyī, anāvattidhammo tasmā lokā.
sc_po: If they don’t attain the ending of defilements, with the ending of the five lower fetters they’re reborn spontaneously, because of their passion and love for that meditation. They are extinguished there, and are not liable to return from that world.

# mn64:9.9
source: Ayampi kho, ānanda, maggo ayaṃ paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya.
sc_po: This is the path and the practice for giving up the five lower fetters.

# mn64:10-12.1
source: Puna caparaṃ, ānanda, bhikkhu vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati … pe …
sc_po: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption …

# mn64:10-12.2
source: tatiyaṃ jhānaṃ … pe …
sc_po: third absorption …

# mn64:10-12.3
source: catutthaṃ jhānaṃ upasampajja viharati.
sc_po: fourth absorption.

# mn64:10-12.4
source: So yadeva tattha hoti rūpagataṃ vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ …
sc_po: They contemplate the phenomena there as impermanent …

# mn64:10-12.5
source: pe …
sc_po: They turn their mind away from those things …

# mn64:10-12.6
source: anāvattidhammo tasmā lokā.
sc_po: If they don’t attain the ending of defilements, they’re reborn spontaneously … and are not liable to return from that world.

# mn64:10-12.7
source: Ayampi kho, ānanda, maggo ayaṃ paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya.
sc_po: This too is the path and the practice for giving up the five lower fetters.

# mn64:13.1
source: Puna caparaṃ, ānanda, bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati.
sc_po: Furthermore, a mendicant, going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, enters and remains in the dimension of infinite space.

# mn64:13.2
source: So yadeva tattha hoti vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ …
sc_po: They contemplate the phenomena there as impermanent …

# mn64:13.3
source: pe …
sc_po: They turn their mind away from those things …

# mn64:13.4
source: anāvattidhammo tasmā lokā.
sc_po: If they don’t attain the ending of defilements, they’re reborn spontaneously … and are not liable to return from that world.

# mn64:13.5
source: Ayampi kho, ānanda, maggo ayaṃ paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya.
sc_po: This too is the path and the practice for giving up the five lower fetters.

# mn64:14.1
source: Puna caparaṃ, ānanda, bhikkhu sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati.
sc_po: Furthermore, a mendicant, going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, enters and remains in the dimension of infinite consciousness.

# mn64:14.2
source: So yadeva tattha hoti vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ …
sc_po: They contemplate the phenomena there as impermanent …

# mn64:14.3
source: pe …
sc_po: They turn their mind away from those things …

# mn64:14.4
source: anāvattidhammo tasmā lokā.
sc_po: If they don’t attain the ending of defilements, they’re reborn spontaneously … and are not liable to return from that world.

# mn64:14.5
source: Ayampi kho, ānanda, maggo ayaṃ paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya.
sc_po: This too is the path and the practice for giving up the five lower fetters.

# mn64:15.1
source: Puna caparaṃ, ānanda, bhikkhu sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati.
sc_po: Furthermore, a mendicant, going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, enters and remains in the dimension of nothingness.

# mn64:15.2
source: So yadeva tattha hoti vedanāgataṃ saññāgataṃ saṅkhāragataṃ viññāṇagataṃ …
sc_po: They contemplate the phenomena there as impermanent …

# mn64:15.3
source: pe …
sc_po: They turn their mind away from those things …

# mn64:15.4
source: anāvattidhammo tasmā lokā.
sc_po: If they don’t attain the ending of defilements, they’re reborn spontaneously … and are not liable to return from that world.

# mn64:15.5
source: Ayampi kho, ānanda, maggo ayaṃ paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāyā”ti.
sc_po: This too is the path and the practice for giving up the five lower fetters.”

# mn64:16.1
source: “Eso ce, bhante, maggo esā paṭipadā pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ pahānāya, atha kiñcarahi idhekacce bhikkhū cetovimuttino ekacce bhikkhū paññāvimuttino”ti?
sc_po: “Sir, if this is the path and the practice for giving up the five lower fetters, how come some mendicants here are released in heart while others are released by wisdom?”

# mn64:16.2
source: “Ettha kho panesāhaṃ, ānanda, indriyavemattataṃ vadāmī”ti.
sc_po: “In that case, I say it is the diversity of their faculties.”

# mn64:16.3
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn64:16.4
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
sc_po: Satisfied, Venerable Ānanda was happy with what the Buddha said.
