Repository: kondannyo/PGP
Catalog: */*_text/mn071.po
Languages: sc_po

# mn71:0.1
source: Majjhima Nikāya 71
sc_po: Middle Discourses 71

# mn71:0.2
source: Tevijjavacchasutta
sc_po: To Vacchagotta on the Three Knowledges

# mn71:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn71:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# mn71:2.1
source: Tena kho pana samayena vacchagotto paribbājako ekapuṇḍarīke paribbājakārāme paṭivasati.
sc_po: Now at that time the wanderer Vacchagotta was residing in the Single Lotus Monastery of the wanderers.

# mn71:3.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya vesāliṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Vesālī for alms.

# mn71:3.2
source: Atha kho bhagavato etadahosi:
sc_po: Then it occurred to him,

# mn71:3.3
source: “atippago kho tāva vesāliyaṃ piṇḍāya carituṃ;
sc_po: “It’s too early to wander for alms in Vesālī.

# mn71:3.4
source: yannūnāhaṃ yena ekapuṇḍarīko paribbājakārāmo yena vacchagotto paribbājako tenupasaṅkameyyan”ti.
sc_po: Why don’t I visit the wanderer Vacchagotta at the Single Lotus Monastery?”

# mn71:3.5
source: Atha kho bhagavā yena ekapuṇḍarīko paribbājakārāmo yena vacchagotto paribbājako tenupasaṅkami.
sc_po: So that’s what he did.

# mn71:4.1
source: Addasā kho vacchagotto paribbājako bhagavantaṃ dūratova āgacchantaṃ.
sc_po: Vacchagotta saw the Buddha coming off in the distance,

# mn71:4.2
source: Disvāna bhagavantaṃ etadavoca:
sc_po: and said to him,

# mn71:4.3
source: “Etu kho, bhante, bhagavā.
sc_po: “Come, Blessed One!

# mn71:4.4
source: Svāgataṃ, bhante, bhagavato.
sc_po: Welcome, Blessed One!

# mn71:4.5
source: Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.
sc_po: It’s been a long time since you took the opportunity to come here.

# mn71:4.6
source: Nisīdatu, bhante, bhagavā idamāsanaṃ paññattan”ti.
sc_po: Please, sir, sit down, this seat is ready.”

# mn71:4.7
source: Nisīdi bhagavā paññatte āsane.
sc_po: The Buddha sat on the seat spread out,

# mn71:4.8
source: Vacchagottopi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
sc_po: while Vacchagotta took a low seat and sat to one side.

# mn71:4.9
source: Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca:
sc_po: Then Vacchagotta said to the Buddha:

# mn71:5.1
source: “sutaṃ metaṃ, bhante:
sc_po: “Sir, I have heard this:

# mn71:5.2
source: ‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti,
sc_po: ‘The ascetic Gotama claims to be all-knowing and all-seeing, to know and see everything without exception, thus:

# mn71:5.3
source: carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti.
sc_po: “Knowledge and vision are constantly and continually present to me, while walking, standing, sleeping, and waking.”’

# mn71:5.4
source: Ye te, bhante, evamāhaṃsu: ‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti, carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?
sc_po: I trust that those who say this repeat what the Buddha has said, and do not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?”

# mn71:5.5
source: “Ye te, vaccha, evamāhaṃsu: ‘samaṇo gotamo sabbaññū sabbadassāvī, aparisesaṃ ñāṇadassanaṃ paṭijānāti, carato ca me tiṭṭhato ca suttassa ca jāgarassa ca satataṃ samitaṃ ñāṇadassanaṃ paccupaṭṭhitan’ti, na me te vuttavādino, abbhācikkhanti ca pana maṃ asatā abhūtenā”ti.
sc_po: “Vaccha, those who say this do not repeat what I have said. They misrepresent me with what is false and untrue.”

# mn71:6.1
source: “Kathaṃ byākaramānā pana mayaṃ, bhante, vuttavādino ceva bhagavato assāma, na ca bhagavantaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyyā”ti?
sc_po: “So how should we answer so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuke and criticism?”

# mn71:6.2
source: “‘Tevijjo samaṇo gotamo’ti kho, vaccha, byākaramāno vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyya.
sc_po: “‘The ascetic Gotama has the three knowledges.’ Answering like this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism.

# mn71:7.1
source: Ahañhi, vaccha, yāvadeva ākaṅkhāmi anekavihitaṃ pubbenivāsaṃ anussarāmi,
sc_po: For, Vaccha, whenever I want, I recollect my many kinds of past lives.

# mn71:7.2
source: seyyathidaṃ—ekampi jātiṃ dvepi jātiyo … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarāmi.
sc_po: That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. I remember: ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so I recollect my many kinds of past lives, with features and details.

# mn71:8.1
source: Ahañhi, vaccha, yāvadeva ākaṅkhāmi dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate … pe … yathākammūpage satte pajānāmi.
sc_po: And whenever I want, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds.

# mn71:9.1
source: Ahañhi, vaccha, āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharāmi.
sc_po: And I have realized the undefiled freedom of heart and freedom by wisdom in this very life. I live having realized it with my own insight due to the ending of defilements.

# mn71:10.1
source: ‘Tevijjo samaṇo gotamo’ti kho, vaccha, byākaramāno vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyyā”ti.
sc_po: ‘The ascetic Gotama has the three knowledges.’ Answering like this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism.”

# mn71:11.1
source: Evaṃ vutte, vacchagotto paribbājako bhagavantaṃ etadavoca:
sc_po: When he said this, the wanderer Vacchagotta said to the Buddha,

# mn71:11.2
source: “atthi nu kho, bho gotama, koci gihī gihisaṃyojanaṃ appahāya kāyassa bhedā dukkhassantakaro”ti?
sc_po: “Master Gotama, are there any laypeople who, without giving up the fetter of lay life, make an end of suffering when the body breaks up?”

# mn71:11.3
source: “Natthi kho, vaccha, koci gihī gihisaṃyojanaṃ appahāya kāyassa bhedā dukkhassantakaro”ti.
sc_po: “No, Vaccha.”

# mn71:12.1
source: “Atthi pana, bho gotama, koci gihī gihisaṃyojanaṃ appahāya kāyassa bhedā saggūpago”ti?
sc_po: “But are there any laypeople who, without giving up the fetter of lay life, go to heaven when the body breaks up?”

# mn71:12.2
source: “Na kho, vaccha, ekaṃyeva sataṃ na dve satāni na tīṇi satāni na cattāri satāni na pañca satāni, atha kho bhiyyova ye gihī gihisaṃyojanaṃ appahāya kāyassa bhedā saggūpagā”ti.
sc_po: “There’s not just one hundred laypeople, Vaccha, or two or three or four or five hundred, but many more than that who, without giving up the fetter of lay life, go to heaven when the body breaks up.”

# mn71:13.1
source: “Atthi nu kho, bho gotama, koci ājīvako kāyassa bhedā dukkhassantakaro”ti?
sc_po: “Master Gotama, are there any <i>Ājīvaka</i> ascetics who make an end of suffering when the body breaks up?”

# mn71:13.2
source: “Natthi kho, vaccha, koci ājīvako kāyassa bhedā dukkhassantakaro”ti.
sc_po: “No, Vaccha.”

# mn71:14.1
source: “Atthi pana, bho gotama, koci ājīvako kāyassa bhedā saggūpago”ti?
sc_po: “But are there any <i>Ājīvaka</i> ascetics who go to heaven when the body breaks up?”

# mn71:14.2
source: “Ito kho so, vaccha, ekanavuto kappo yamahaṃ anussarāmi, nābhijānāmi kañci ājīvakaṃ saggūpagaṃ aññatra ekena;
sc_po: “Vaccha, when I recollect the past ninety-one eons, I can’t find any <i>Ājīvaka</i> ascetics who have gone to heaven, except one;

# mn71:14.3
source: sopāsi kammavādī kiriyavādī”ti.
sc_po: and he taught the efficacy of deeds and action.”

# mn71:15.1
source: “Evaṃ sante, bho gotama, suññaṃ aduṃ titthāyatanaṃ antamaso saggūpagenapī”ti?
sc_po: “In that case, Master Gotama, the sectarian tenets are empty even of the chance to go to heaven.”

# mn71:15.2
source: “Evaṃ, vaccha, suññaṃ aduṃ titthāyatanaṃ antamaso saggūpagenapī”ti.
sc_po: “Yes, Vaccha, the sectarian tenets are empty even of the chance to go to heaven.”

# mn71:15.3
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn71:15.4
source: Attamano vacchagotto paribbājako bhagavato bhāsitaṃ abhinandīti.
sc_po: Satisfied, the wanderer Vacchagotta was happy with what the Buddha said.
