Repository: kondannyo/PGP
Catalog: */*_text/mn077.po
Languages: sc_po

# mn77:0.1
source: Majjhima Nikāya 77
sc_po: Middle Discourses 77

# mn77:0.2
source: Mahāsakuludāyisutta
sc_po: The Longer Discourse with Sakuludāyī

# mn77:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn77:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time the Buddha was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn77:2.1
source: Tena kho pana samayena sambahulā abhiññātā abhiññātā paribbājakā moranivāpe paribbājakārāme paṭivasanti, seyyathidaṃ—
sc_po: Now at that time several very well-known wanderers were residing in the monastery of the wanderers in the peacocks’ feeding ground.

# mn77:2.2
source: annabhāro varadharo sakuludāyī ca paribbājako aññe ca abhiññātā abhiññātā paribbājakā.
sc_po: They included Annabhāra, Varadhara, Sakuludāyī, and other very well-known wanderers.

# mn77:3.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya rājagahaṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Rājagaha for alms.

# mn77:3.2
source: Atha kho bhagavato etadahosi:
sc_po: Then it occurred to him,

# mn77:3.3
source: “atippago kho tāva rājagahe piṇḍāya carituṃ.
sc_po: “It’s too early to wander for alms in Rājagaha.

# mn77:3.4
source: Yannūnāhaṃ yena moranivāpo paribbājakārāmo yena sakuludāyī paribbājako tenupasaṅkameyyan”ti.
sc_po: Why don’t I visit the wanderer Sakuludāyī at the monastery of the wanderers in the peacocks’ feeding ground?”

# mn77:4.1
source: Atha kho bhagavā yena moranivāpo paribbājakārāmo tenupasaṅkami.
sc_po: So the Buddha went to the monastery of the wanderers.

# mn77:4.2
source: Tena kho pana samayena sakuludāyī paribbājako mahatiyā paribbājakaparisāya saddhiṃ nisinno hoti unnādiniyā uccāsaddamahāsaddāya anekavihitaṃ tiracchānakathaṃ kathentiyā, seyyathidaṃ—
sc_po: Now at that time, Sakuludāyī was sitting together with a large assembly of wanderers making an uproar, a dreadful racket. They engaged in all kinds of unworthy talk, such as

# mn77:4.3
source: rājakathaṃ corakathaṃ mahāmattakathaṃ senākathaṃ bhayakathaṃ yuddhakathaṃ annakathaṃ pānakathaṃ vatthakathaṃ sayanakathaṃ mālākathaṃ gandhakathaṃ ñātikathaṃ yānakathaṃ gāmakathaṃ nigamakathaṃ nagarakathaṃ janapadakathaṃ itthikathaṃ sūrakathaṃ visikhākathaṃ kumbhaṭṭhānakathaṃ pubbapetakathaṃ nānattakathaṃ lokakkhāyikaṃ samuddakkhāyikaṃ itibhavābhavakathaṃ iti vā.
sc_po: talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.

# mn77:4.4
source: Addasā kho sakuludāyī paribbājako bhagavantaṃ dūratova āgacchantaṃ.
sc_po: Sakuludāyī saw the Buddha coming off in the distance,

# mn77:4.5
source: Disvāna sakaṃ parisaṃ saṇṭhāpeti:
sc_po: and hushed his own assembly,

# mn77:4.6
source: “appasaddā bhonto hontu;
sc_po: “Be quiet, good sirs, don’t make a sound.

# mn77:4.8
source: Ayaṃ samaṇo gotamo āgacchati;
sc_po: Here comes the ascetic Gotama.

# mn77:4.9
source: appasaddakāmo kho pana so āyasmā appasaddassa vaṇṇavādī.
sc_po: The venerable likes quiet and praises quiet.

# mn77:4.10
source: Appeva nāma appasaddaṃ parisaṃ viditvā upasaṅkamitabbaṃ maññeyyā”ti.
sc_po: Hopefully if he sees that our assembly is quiet he’ll see fit to approach.”

# mn77:4.11
source: Atha kho te paribbājakā tuṇhī ahesuṃ.
sc_po: Then those wanderers fell silent.

# mn77:5.1
source: Atha kho bhagavā yena sakuludāyī paribbājako tenupasaṅkami.
sc_po: Then the Buddha approached Sakuludāyī,

# mn77:5.2
source: Atha kho sakuludāyī paribbājako bhagavantaṃ etadavoca:
sc_po: who said to him,

# mn77:5.3
source: “etu kho, bhante, bhagavā.
sc_po: “Come, Blessed One!

# mn77:5.4
source: Svāgataṃ, bhante, bhagavato.
sc_po: Welcome, Blessed One!

# mn77:5.5
source: Cirassaṃ kho, bhante, bhagavā imaṃ pariyāyamakāsi yadidaṃ idhāgamanāya.
sc_po: It’s been a long time since you took the opportunity to come here.

# mn77:5.6
source: Nisīdatu, bhante, bhagavā;
sc_po: Please, sir, sit down, this seat is ready.”

# mn77:5.8
source: Nisīdi bhagavā paññatte āsane.
sc_po: The Buddha sat on the seat spread out,

# mn77:5.9
source: Sakuludāyīpi kho paribbājako aññataraṃ nīcaṃ āsanaṃ gahetvā ekamantaṃ nisīdi.
sc_po: while Sakuludāyī took a low seat and sat to one side.

# mn77:5.10
source: Ekamantaṃ nisinnaṃ kho sakuludāyiṃ paribbājakaṃ bhagavā etadavoca:
sc_po: The Buddha said to him,

# mn77:5.11
source: “Kāya nuttha, udāyi, etarahi kathāya sannisinnā, kā ca pana vo antarākathā vippakatā”ti?
sc_po: “Udāyī, what were you sitting talking about just now? What conversation was unfinished?”

# mn77:6.1
source: “Tiṭṭhatesā, bhante, kathā yāya mayaṃ etarahi kathāya sannisinnā.
sc_po: “Sir, leave aside what we were sitting talking about just now.

# mn77:6.2
source: Nesā, bhante, kathā bhagavato dullabhā bhavissati pacchāpi savanāya.
sc_po: It won’t be hard for you to hear about that later.

# mn77:6.3
source: Purimāni, bhante, divasāni purimatarāni nānātitthiyānaṃ samaṇabrāhmaṇānaṃ kutūhalasālāyaṃ sannisinnānaṃ sannipatitānaṃ ayamantarākathā udapādi:
sc_po: Sir, a few days ago several ascetics and brahmins who follow various other paths were sitting together at the debating hall, and this discussion came up among them:

# mn77:6.4
source: ‘lābhā vata, bho, aṅgamagadhānaṃ, suladdhalābhā vata, bho, aṅgamagadhānaṃ.
sc_po: ‘The people of Aṅga and Magadha are so fortunate, so very fortunate!

# mn77:6.5
source: Tatrime samaṇabrāhmaṇā saṃghino gaṇino gaṇācariyā ñātā yasassino titthakarā sādhusammatā bahujanassa rājagahaṃ vassāvāsaṃ osaṭā.
sc_po: For there are these ascetics and brahmins who lead an order and a community, and teach a community. They’re well-known and famous religious founders, regarded as holy by many people. And they have come down for the rainy season residence at Rājagaha.

# mn77:6.6
source: Ayampi kho pūraṇo kassapo saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;
sc_po: They include Pūraṇa Kassapa,

# mn77:6.8
source: Ayampi kho makkhali gosālo … pe …
sc_po: Makkhali Gosāla,

# mn77:6.9
source: ajito kesakambalo …
sc_po: Ajita Kesakambala,

# mn77:6.10
source: pakudho kaccāyano …
sc_po: Pakudha Kaccāyana,

# mn77:6.11
source: sañjayo belaṭṭhaputto …
sc_po: Sañjaya Belaṭṭhiputta,

# mn77:6.12
source: nigaṇṭho nāṭaputto saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;
sc_po: and Nigaṇṭha Nāṭaputta.

# mn77:6.14
source: Ayampi kho samaṇo gotamo saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;
sc_po: This ascetic Gotama also leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people.

# mn77:6.15
source: sopi rājagahaṃ vassāvāsaṃ osaṭo.
sc_po: And he too has come down for the rains residence at Rājagaha.

# mn77:6.16
source: Ko nu kho imesaṃ bhavataṃ samaṇabrāhmaṇānaṃ saṃghīnaṃ gaṇīnaṃ gaṇācariyānaṃ ñātānaṃ yasassinaṃ titthakarānaṃ sādhusammatānaṃ bahujanassa sāvakānaṃ sakkato garukato mānito pūjito, kañca pana sāvakā sakkatvā garuṃ katvā upanissāya viharantī’ti?
sc_po: Which of these ascetics and brahmins is honored, respected, revered, and venerated by their disciples? And how do their disciples, after honoring and respecting them, remain loyal?’

# mn77:6.17
source: Tatrekacce evamāhaṃsu:
sc_po: Some of them said:

# mn77:6.18
source: ‘ayaṃ kho pūraṇo kassapo saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;
sc_po: ‘This Pūraṇa Kassapa leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people.

# mn77:6.19
source: so ca kho sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana pūraṇaṃ kassapaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: But he’s not honored, respected, revered, venerated, and esteemed by his disciples. And his disciples, not honoring and respecting him, don’t remain loyal to him.

# mn77:6.20
source: Bhūtapubbaṃ pūraṇo kassapo anekasatāya parisāya dhammaṃ deseti.
sc_po: Once it so happened that he was teaching an assembly of many hundreds.

# mn77:6.21
source: Tatraññataro pūraṇassa kassapassa sāvako saddamakāsi:
sc_po: Then one of his disciples made a noise,

# mn77:6.22
source: “mā bhonto pūraṇaṃ kassapaṃ etamatthaṃ pucchittha;
sc_po: “My good sirs, don’t ask Pūraṇa Kassapa about that.

# mn77:6.23
source: neso etaṃ jānāti;
sc_po: He doesn’t know that.

# mn77:6.24
source: mayametaṃ jānāma, amhe etamatthaṃ pucchatha;
sc_po: I know it. Ask me about it,

# mn77:6.25
source: mayametaṃ bhavantānaṃ byākarissāmā”ti.
sc_po: and I’ll answer you.”

# mn77:6.26
source: Bhūtapubbaṃ pūraṇo kassapo bāhā paggayha kandanto na labhati:
sc_po: It happened that Pūraṇa Kassapa didn’t get his way, though he called out with raised arms,

# mn77:6.27
source: “appasaddā bhonto hontu, mā bhonto saddamakattha.
sc_po: “Be quiet, good sirs, don’t make a sound.

# mn77:6.28
source: Nete, bhavante, pucchanti, amhe ete pucchanti;
sc_po: They’re not asking you, they’re asking me!

# mn77:6.29
source: mayametesaṃ byākarissāmā”ti.
sc_po: I’ll answer you!”

# mn77:6.30
source: Bahū kho pana pūraṇassa kassapassa sāvakā vādaṃ āropetvā apakkantā:
sc_po: Indeed, many of his disciples have left him after refuting his doctrine:

# mn77:6.31
source: “na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi, kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi? Micchāpaṭipanno tvamasi, ahamasmi sammāpaṭipanno, sahitaṃ me, asahitaṃ te, purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca, adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahitosi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti.
sc_po: “You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!”

# mn77:6.32
source: Iti pūraṇo kassapo sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana pūraṇaṃ kassapaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: That’s how Pūraṇa Kassapa is not honored, respected, revered, venerated, and esteemed by his disciples. On the contrary, his disciples, not honoring and respecting him, don’t remain loyal to him.

# mn77:6.33
source: Akkuṭṭho ca pana pūraṇo kassapo dhammakkosenā’ti.
sc_po: Rather, he’s reviled, and rightly so.’

# mn77:6.34
source: Ekacce evamāhaṃsu:
sc_po: Others said:

# mn77:6.35
source: ‘ayampi kho makkhali gosālo … pe …
sc_po: 'This Makkhali Gosāla …

# mn77:6.36
source: ajito kesakambalo …
sc_po: Ajita Kesakambala …

# mn77:6.37
source: pakudho kaccāyano …
sc_po: Pakudha Kaccāyana …

# mn77:6.38
source: sañjayo belaṭṭhaputto …
sc_po: Sañjaya Belaṭṭhiputta …

# mn77:6.39
source: nigaṇṭho nāṭaputto saṅghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;
sc_po: Nigaṇṭha Nāṭaputta leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people.

# mn77:6.40
source: so ca kho sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana nigaṇṭhaṃ nāṭaputtaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: But he’s not honored, respected, revered, and venerated by his disciples. And his disciples, not honoring and respecting him, don’t remain loyal to him.

# mn77:6.41
source: Bhūtapubbaṃ nigaṇṭho nāṭaputto anekasatāya parisāya dhammaṃ deseti.
sc_po: Once it so happened that he was teaching an assembly of many hundreds.

# mn77:6.42
source: Tatraññataro nigaṇṭhassa nāṭaputtassa sāvako saddamakāsi:
sc_po: Then one of his disciples made a noise,

# mn77:6.43
source: “mā bhonto nigaṇṭhaṃ nāṭaputtaṃ etamatthaṃ pucchittha;
sc_po: “My good sirs, don’t ask Nigaṇṭha Nātaputta about that.

# mn77:6.44
source: neso etaṃ jānāti;
sc_po: He doesn’t know that.

# mn77:6.45
source: mayametaṃ jānāma, amhe etamatthaṃ pucchatha;
sc_po: I know it. Ask me about it,

# mn77:6.46
source: mayametaṃ bhavantānaṃ byākarissāmā”ti.
sc_po: and I’ll answer you.”

# mn77:6.47
source: Bhūtapubbaṃ nigaṇṭho nāṭaputto bāhā paggayha kandanto na labhati:
sc_po: It happened that Nigaṇṭha Nātaputta didn’t get his way, though he called out with raised arms,

# mn77:6.48
source: “appasaddā bhonto hontu, mā bhonto saddamakattha.
sc_po: “Be quiet, good sirs, don’t make a sound.

# mn77:6.49
source: Nete bhavante pucchanti, amhe ete pucchanti;
sc_po: They’re not asking you, they’re asking me!

# mn77:6.50
source: mayametesaṃ byākarissāmā”ti.
sc_po: I’ll answer you!”

# mn77:6.51
source: Bahū kho pana nigaṇṭhassa nāṭaputtassa sāvakā vādaṃ āropetvā apakkantā:
sc_po: Indeed, many of his disciples have left him after refuting his doctrine:

# mn77:6.52
source: “na tvaṃ imaṃ dhammavinayaṃ ājānāsi, ahaṃ imaṃ dhammavinayaṃ ājānāmi. Kiṃ tvaṃ imaṃ dhammavinayaṃ ājānissasi? Micchāpaṭipanno tvamasi. Ahamasmi sammāpaṭipanno. Sahitaṃ me asahitaṃ te, purevacanīyaṃ pacchā avaca, pacchāvacanīyaṃ pure avaca, adhiciṇṇaṃ te viparāvattaṃ, āropito te vādo, niggahitosi, cara vādappamokkhāya, nibbeṭhehi vā sace pahosī”ti.
sc_po: “You don’t understand this teaching and training. I understand this teaching and training. What, you understand this teaching and training? You’re practicing wrong. I’m practicing right. I stay on topic, you don’t. You said last what you should have said first. You said first what you should have said last. What you’ve thought so much about has been disproved. Your doctrine is refuted. Go on, save your doctrine! You’re trapped; get yourself out of this—if you can!”

# mn77:6.53
source: Iti nigaṇṭho nāṭaputto sāvakānaṃ na sakkato na garukato na mānito na pūjito, na ca pana nigaṇṭhaṃ nāṭaputtaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: That’s how Nigaṇṭha Nātaputta is not honored, respected, revered, and venerated by his disciples. On the contrary, his disciples, not honoring and respecting him, don’t remain loyal to him.

# mn77:6.54
source: Akkuṭṭho ca pana nigaṇṭho nāṭaputto dhammakkosenā’ti.
sc_po: Rather, he’s reviled, and rightly so.’

# mn77:6.55
source: Ekacce evamāhaṃsu:
sc_po: Others said:

# mn77:6.56
source: ‘ayampi kho samaṇo gotamo saṃghī ceva gaṇī ca gaṇācariyo ca ñāto yasassī titthakaro sādhusammato bahujanassa;
sc_po: ‘This ascetic Gotama leads an order and a community, and teaches a community. He’s a well-known and famous religious founder, regarded as holy by many people.

# mn77:6.57
source: so ca kho sāvakānaṃ sakkato garukato mānito pūjito, samaṇañca pana gotamaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: He’s honored, respected, revered, and venerated by his disciples. And his disciples, honoring and respecting him, remain loyal to him.

# mn77:6.58
source: Bhūtapubbaṃ samaṇo gotamo anekasatāya parisāya dhammaṃ desesi.
sc_po: Once it so happened that he was teaching an assembly of many hundreds.

# mn77:6.59
source: Tatraññataro samaṇassa gotamassa sāvako ukkāsi.
sc_po: Then one of his disciples cleared their throat.

# mn77:6.60
source: Tamenāññataro sabrahmacārī jaṇṇukena ghaṭṭesi:
sc_po: And one of their spiritual companions nudged them with their knee, to indicate,

# mn77:6.61
source: “appasaddo āyasmā hotu, māyasmā saddamakāsi, satthā no bhagavā dhammaṃ desesī”ti.
sc_po: “Hush, venerable, don’t make sound! Our teacher, the Blessed One, is teaching!”

# mn77:6.62
source: Yasmiṃ samaye samaṇo gotamo anekasatāya parisāya dhammaṃ deseti, neva tasmiṃ samaye samaṇassa gotamassa sāvakānaṃ khipitasaddo vā hoti ukkāsitasaddo vā.
sc_po: While the ascetic Gotama is teaching an assembly of many hundreds, there is no sound of his disciples coughing or clearing their throats.

# mn77:6.63
source: Tamenaṃ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito hoti:
sc_po: That large crowd is poised on the edge of their seats, thinking,

# mn77:6.64
source: “yaṃ no bhagavā dhammaṃ bhāsissati taṃ no sossāmā”ti.
sc_po: “Whatever the Buddha teaches, we shall listen to it.”

# mn77:6.65
source: Seyyathāpi nāma puriso cātummahāpathe khuddamadhuṃ anelakaṃ pīḷeyya.
sc_po: It’s like when there’s a person at the crossroads pressing out pure manuka honey,

# mn77:6.66
source: Tamenaṃ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito assa.
sc_po: and a large crowd is poised on the edge of their seats.

# mn77:6.67
source: Evameva yasmiṃ samaye samaṇo gotamo anekasatāya parisāya dhammaṃ deseti, neva tasmiṃ samaye samaṇassa gotamassa sāvakānaṃ khipitasaddo vā hoti ukkāsitasaddo vā.
sc_po: In the same way, while the ascetic Gotama is teaching an assembly of many hundreds, there is no sound of his disciples coughing or clearing their throats.

# mn77:6.68
source: Tamenaṃ mahājanakāyo paccāsīsamānarūpo paccupaṭṭhito hoti:
sc_po: That large crowd is poised on the edge of their seats, thinking,

# mn77:6.69
source: “yaṃ no bhagavā dhammaṃ bhāsissati taṃ no sossāmā”ti.
sc_po: “Whatever the Buddha teaches, we shall listen to it.”

# mn77:6.70
source: Yepi samaṇassa gotamassa sāvakā sabrahmacārīhi sampayojetvā sikkhaṃ paccakkhāya hīnāyāvattanti tepi satthu ceva vaṇṇavādino honti, dhammassa ca vaṇṇavādino honti, saṃghassa ca vaṇṇavādino honti, attagarahinoyeva honti anaññagarahino, “mayamevamhā alakkhikā mayaṃ appapuññā te mayaṃ evaṃ svākkhāte dhammavinaye pabbajitvā nāsakkhimhā yāvajīvaṃ paripuṇṇaṃ parisuddhaṃ brahmacariyaṃ caritun”ti.
sc_po: Even when a disciple of the ascetic Gotama rejects the training and returns to a lesser life, having been overly attached to their spiritual companions, they speak only praise of the teacher, the teaching, and the Saṅgha. They blame only themselves, not others: “We were unlucky, we had little merit. For even after going forth in such a well explained teaching and training we weren’t able to practice for life the perfectly full and pure spiritual life.”

# mn77:6.71
source: Te ārāmikabhūtā vā upāsakabhūtā vā pañcasikkhāpade samādāya vattanti.
sc_po: They become monastery workers or lay followers, and they proceed having undertaken the five precepts.

# mn77:6.72
source: Iti samaṇo gotamo sāvakānaṃ sakkato garukato mānito pūjito, samaṇañca pana gotamaṃ sāvakā sakkatvā garuṃ katvā upanissāya viharantī’”ti.
sc_po: That’s how the ascetic Gotama is honored, respected, revered, and venerated by his disciples. And that’s how his disciples, honoring and respecting him, remain loyal to him.’”

# mn77:7.1
source: “Kati pana tvaṃ, udāyi, mayi dhamme samanupassasi, yehi mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharantī”ti?
sc_po: “But Udāyī, how many qualities do you see in me, because of which my disciples honor, respect, revere, and venerate me; and after honoring and respecting me, they remain loyal to me?”

# mn77:8.1
source: “Pañca kho ahaṃ, bhante, bhagavati dhamme samanupassāmi yehi bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: “Sir, I see five such qualities in the Buddha.

# mn77:8.2
source: Katame pañca?
sc_po: What five?

# mn77:8.3
source: Bhagavā hi, bhante, appāhāro, appāhāratāya ca vaṇṇavādī.
sc_po: The Buddha eats little and praises eating little.

# mn77:8.4
source: Yampi, bhante, bhagavā appāhāro, appāhāratāya ca vaṇṇavādī imaṃ kho ahaṃ, bhante, bhagavati paṭhamaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. (1)
sc_po: This is the first such quality I see in the Buddha.

# mn77:8.5
source: Puna caparaṃ, bhante, bhagavā santuṭṭho itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī.
sc_po: Furthermore, the Buddha is content with any kind of robe, and praises such contentment.

# mn77:8.6
source: Yampi, bhante, bhagavā santuṭṭho itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati dutiyaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. (2)
sc_po: This is the second such quality I see in the Buddha.

# mn77:8.7
source: Puna caparaṃ, bhante, bhagavā santuṭṭho itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī.
sc_po: Furthermore, the Buddha is content with any kind of almsfood, and praises such contentment.

# mn77:8.8
source: Yampi, bhante, bhagavā santuṭṭho itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati tatiyaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. (3)
sc_po: This is the third such quality I see in the Buddha.

# mn77:8.9
source: Puna caparaṃ, bhante, bhagavā santuṭṭho itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī.
sc_po: Furthermore, the Buddha is content with any kind of lodging, and praises such contentment.

# mn77:8.10
source: Yampi, bhante, bhagavā santuṭṭho itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati catutthaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. (4)
sc_po: This is the fourth such quality I see in the Buddha.

# mn77:8.11
source: Puna caparaṃ, bhante, bhagavā pavivitto, pavivekassa ca vaṇṇavādī.
sc_po: Furthermore, the Buddha is secluded, and praises seclusion.

# mn77:8.12
source: Yampi, bhante, bhagavā pavivitto, pavivekassa ca vaṇṇavādī, imaṃ kho ahaṃ, bhante, bhagavati pañcamaṃ dhammaṃ samanupassāmi yena bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti. (5)
sc_po: This is the fifth such quality I see in the Buddha.

# mn77:8.13
source: Ime kho ahaṃ, bhante, bhagavati pañca dhamme samanupassāmi yehi bhagavantaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharantī”ti.
sc_po: These are the five qualities I see in the Buddha, because of which his disciples honor, respect, revere, and venerate him; and after honoring and respecting him, they remain loyal to him.”

# mn77:9.1
source: “‘Appāhāro samaṇo gotamo, appāhāratāya ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā kosakāhārāpi aḍḍhakosakāhārāpi beluvāhārāpi aḍḍhabeluvāhārāpi.
sc_po: “Suppose, Udāyī, my disciples were loyal to me because I eat little. Well, there are disciples of mine who eat a cupful of food, or half a cupful; they eat a wood apple, or half a wood apple.

# mn77:9.2
source: Ahaṃ kho pana, udāyi, appekadā iminā pattena samatittikampi bhuñjāmi bhiyyopi bhuñjāmi.
sc_po: But sometimes I even eat this bowl full to the brim, or even more.

# mn77:9.3
source: ‘Appāhāro samaṇo gotamo, appāhāratāya ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā kosakāhārāpi aḍḍhakosakāhārāpi beluvāhārāpi aḍḍhabeluvāhārāpi na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. (1)
sc_po: So if it were the case that my disciples are loyal to me because I eat little, then those disciples who eat even less would not be loyal to me.
