Repository: kondannyo/PGP
Catalog: */*_text/mn077.po
Languages: sc_po

# mn77:32.4
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:33.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānanti—sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānanti, vītarāgaṃ vā cittaṃ ‘vītarāgaṃ cittan’ti pajānanti; sadosaṃ vā cittaṃ ‘sadosaṃ cittan’ti pajānanti, vītadosaṃ vā cittaṃ ‘vītadosaṃ cittan’ti pajānanti; samohaṃ vā cittaṃ ‘samohaṃ cittan’ti pajānanti, vītamohaṃ vā cittaṃ ‘vītamohaṃ cittan’ti pajānanti; saṃkhittaṃ vā cittaṃ ‘saṃkhittaṃ cittan’ti pajānanti, vikkhittaṃ vā cittaṃ ‘vikkhittaṃ cittan’ti pajānanti; mahaggataṃ vā cittaṃ ‘mahaggataṃ cittan’ti pajānanti, amahaggataṃ vā cittaṃ ‘amahaggataṃ cittan’ti pajānanti; sauttaraṃ vā cittaṃ ‘sauttaraṃ cittan’ti pajānanti, anuttaraṃ vā cittaṃ ‘anuttaraṃ cittan’ti pajānanti; samāhitaṃ vā cittaṃ ‘samāhitaṃ cittan’ti pajānanti, asamāhitaṃ vā cittaṃ ‘asamāhitaṃ cittan’ti pajānanti; vimuttaṃ vā cittaṃ ‘vimuttaṃ cittan’ti pajānanti, avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānanti.
sc_po: Furthermore, I have explained to my disciples a practice that they use to understand the minds of other beings and individuals, having comprehended them with their own mind. They understand mind with greed as ‘mind with greed’, and mind without greed as ‘mind without greed’; mind with hate as ‘mind with hate’, and mind without hate as ‘mind without hate’; mind with delusion as ‘mind with delusion’, and mind without delusion as ‘mind without delusion’; constricted mind as ‘constricted mind’, and scattered mind as ‘scattered mind’; expansive mind as ‘expansive mind’, and unexpansive mind as ‘unexpansive mind’; mind that is not supreme as ‘mind that is not supreme’, and mind that is supreme as ‘mind that is supreme’; mind immersed in samādhi as ‘mind immersed in samādhi’, and mind not immersed in samādhi as ‘mind not immersed in samādhi’; freed mind as ‘freed mind’, and unfreed mind as ‘unfreed mind’.

# mn77:33.2
source: Seyyathāpi, udāyi, itthī vā puriso vā daharo yuvā maṇḍanakajātiko ādāse vā parisuddhe pariyodāte acche vā udakapatte sakaṃ mukhanimittaṃ paccavekkhamāno sakaṇikaṃ vā ‘sakaṇikan’ti jāneyya, akaṇikaṃ vā ‘akaṇikan’ti jāneyya;
sc_po: Suppose there was a woman or man who was young, youthful, and fond of adornments, and they check their own reflection in a clean bright mirror or a clear bowl of water. If they had a spot they’d know ‘I have a spot’, and if they had no spots they’d know ‘I have no spots’.

# mn77:33.3
source: evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā parasattānaṃ parapuggalānaṃ cetasā ceto paricca pajānanti—sarāgaṃ vā cittaṃ ‘sarāgaṃ cittan’ti pajānanti, vītarāgaṃ vā cittaṃ … pe … sadosaṃ vā cittaṃ … vītadosaṃ vā cittaṃ … samohaṃ vā cittaṃ … vītamohaṃ vā cittaṃ … saṃkhittaṃ vā cittaṃ … vikkhittaṃ vā cittaṃ … mahaggataṃ vā cittaṃ … amahaggataṃ vā cittaṃ … sauttaraṃ vā cittaṃ … anuttaraṃ vā cittaṃ … samāhitaṃ vā cittaṃ … asamāhitaṃ vā cittaṃ … vimuttaṃ vā cittaṃ … avimuttaṃ vā cittaṃ ‘avimuttaṃ cittan’ti pajānanti.
sc_po: In the same way, I have explained to my disciples a practice that they use to understand the minds of other beings and individuals, having comprehended them with their own mind …

# mn77:33.4
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:34.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ pubbenivāsaṃ anussaranti, seyyathidaṃ—ekampi jātiṃ dvepi jātiyo tissopi jātiyo catassopi jātiyo pañcapi jātiyo dasapi jātiyo vīsampi jātiyo tiṃsampi jātiyo cattālīsampi jātiyo paññāsampi jātiyo jātisatampi jātisahassampi jātisatasahassampi, anekepi saṃvaṭṭakappe anekepi vivaṭṭakappe anekepi saṃvaṭṭavivaṭṭakappe: ‘amutrāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto amutra udapādiṃ; tatrāpāsiṃ evaṃnāmo evaṅgotto evaṃvaṇṇo evamāhāro evaṃsukhadukkhappaṭisaṃvedī evamāyupariyanto, so tato cuto idhūpapanno’ti. Iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussarati.
sc_po: Furthermore, I have explained to my disciples a practice that they use to recollect the many kinds of past lives. That is: one, two, three, four, five, ten, twenty, thirty, forty, fifty, a hundred, a thousand, a hundred thousand rebirths; many eons of the world contracting, many eons of the world expanding, many eons of the world contracting and expanding. ‘There, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn somewhere else. There, too, I was named this, my clan was that, I looked like this, and that was my food. This was how I felt pleasure and pain, and that was how my life ended. When I passed away from that place I was reborn here.’ And so they recollect their many kinds of past lives, with features and details.

# mn77:34.2
source: Seyyathāpi, udāyi, puriso sakamhā gāmā aññaṃ gāmaṃ gaccheyya, tamhāpi gāmā aññaṃ gāmaṃ gaccheyya; so tamhā gāmā sakaṃyeva gāmaṃ paccāgaccheyya; tassa evamassa: ‘ahaṃ kho sakamhā gāmā aññaṃ gāmaṃ agacchiṃ, tatra evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ; tamhāpi gāmā amuṃ gāmaṃ agacchiṃ, tatrāpi evaṃ aṭṭhāsiṃ evaṃ nisīdiṃ evaṃ abhāsiṃ evaṃ tuṇhī ahosiṃ, somhi tamhā gāmā sakaṃyeva gāmaṃ paccāgato’ti.
sc_po: Suppose a person was to leave their home village and go to another village. From that village they’d go to yet another village. And from that village they’d return to their home village. They’d think: ‘I went from my home village to another village. There I stood like this, sat like that, spoke like this, or kept silent like that. From that village I went to yet another village. There too I stood like this, sat like that, spoke like this, or kept silent like that. And from that village I returned to my home village.’

# mn77:34.3
source: Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ pubbenivāsaṃ anussaranti, seyyathidaṃ—ekampi jātiṃ … pe … iti sākāraṃ sauddesaṃ anekavihitaṃ pubbenivāsaṃ anussaranti.
sc_po: In the same way, I have explained to my disciples a practice that they use to recollect the many kinds of past lives.

# mn77:34.4
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:35.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti: ‘ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā; ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā, te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā’ti. Iti dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti.
sc_po: Furthermore, I have explained to my disciples a practice that they use so that, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds: ‘These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in a place of loss, a bad place, the underworld, hell. These dear beings, however, did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm.’ And so, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. They understand how sentient beings are reborn according to their deeds.

# mn77:35.2
source: Seyyathāpi, udāyi, dve agārā sadvārā. Tatra cakkhumā puriso majjhe ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi anucaṅkamantepi anuvicarantepi;
sc_po: Suppose there were two houses with doors. A person with good eyesight standing in between them would see people entering and leaving a house and wandering to and fro.

# mn77:35.3
source: evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbena cakkhunā visuddhena atikkantamānusakena satte passanti cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe sugate duggate yathākammūpage satte pajānanti … pe …
sc_po: In the same way, I have explained to my disciples a practice that they use so that, with clairvoyance that is purified and superhuman, they see sentient beings passing away and being reborn …

# mn77:35.4
source: tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:36.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.
sc_po: Furthermore, I have explained to my disciples a practice that they use to realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# mn77:36.2
source: Seyyathāpi, udāyi, pabbatasaṅkhepe udakarahado accho vippasanno anāvilo, tattha cakkhumā puriso tīre ṭhito passeyya sippisambukampi sakkharakaṭhalampi macchagumbampi carantampi tiṭṭhantampi. Tassa evamassa: ‘ayaṃ kho udakarahado accho vippasanno anāvilo, tatrime sippisambukāpi sakkharakaṭhalāpi macchagumbāpi carantipi tiṭṭhantipī’ti.
sc_po: Suppose there was a lake that was transparent, clear, and unclouded. A person with good eyesight standing on the bank would see the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still. They’d think: ‘This lake is transparent, clear, and unclouded. And here are the mussel shells, gravel and pebbles, and schools of fish swimming about or staying still.’

# mn77:36.3
source: Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.
sc_po: In the same way, I have explained to my disciples a practice that they use to realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# mn77:36.4
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:37.1
source: Ayaṃ kho, udāyi, pañcamo dhammo yena mama sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: This is the fifth quality because of which my disciples are loyal to me.

# mn77:38.1
source: Ime kho, udāyi, pañca dhammā yehi mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharantī”ti.
sc_po: These are the five qualities because of which my disciples honor, respect, revere, and venerate me; and after honoring and respecting me, they remain loyal to me.”

# mn77:38.2
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn77:38.3
source: Attamano sakuludāyī paribbājako bhagavato bhāsitaṃ abhinandīti.
sc_po: Satisfied, the wanderer Sakuludāyī was happy with what the Buddha said.
