Repository: kondannyo/PGP
Catalog: */*_text/mn077.po
Languages: sc_po

# mn77:23.8
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni.
sc_po: Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly.

# mn77:23.9
source: ‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# mn77:23.10
source: Idaṃ tatiyaṃ abhibhāyatanaṃ.
sc_po: This is the third dimension of mastery.

# mn77:23.11
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni.
sc_po: Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.

# mn77:23.12
source: ‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# mn77:23.13
source: Idaṃ catutthaṃ abhibhāyatanaṃ.
sc_po: This is the fourth dimension of mastery.

# mn77:23.14
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally, blue, with blue color, blue hue, and blue tint.

# mn77:23.15
source: Seyyathāpi nāma umāpupphaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ nīlaṃ nīlavaṇṇaṃ nīlanidassanaṃ nīlanibhāsaṃ;
sc_po: They’re like a flax flower that’s blue, with blue color, blue hue, and blue tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, blue, with blue color, blue hue, and blue tint.

# mn77:23.16
source: evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni.
sc_po: In the same way, not perceiving form internally, someone sees visions externally, blue, with blue color, blue hue, and blue tint.

# mn77:23.17
source: ‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# mn77:23.18
source: Idaṃ pañcamaṃ abhibhāyatanaṃ.
sc_po: This is the fifth dimension of mastery.

# mn77:23.19
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint.

# mn77:23.20
source: Seyyathāpi nāma kaṇikārapupphaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ pītaṃ pītavaṇṇaṃ pītanidassanaṃ pītanibhāsaṃ;
sc_po: They’re like a champak flower that’s yellow, with yellow color, yellow hue, and yellow tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, yellow, with yellow color, yellow hue, and yellow tint.

# mn77:23.21
source: evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni.
sc_po: In the same way, not perceiving form internally, someone sees visions externally that are yellow, with yellow color, yellow hue, and yellow tint.

# mn77:23.22
source: ‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# mn77:23.23
source: Idaṃ chaṭṭhaṃ abhibhāyatanaṃ.
sc_po: This is the sixth dimension of mastery.

# mn77:23.24
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint.

# mn77:23.25
source: Seyyathāpi nāma bandhujīvakapupphaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ lohitakaṃ lohitakavaṇṇaṃ lohitakanidassanaṃ lohitakanibhāsaṃ;
sc_po: They’re like a scarlet mallow flower that’s red, with red color, red hue, and red tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, red, with red color, red hue, and red tint.

# mn77:23.26
source: evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni.
sc_po: In the same way, not perceiving form internally, someone sees visions externally that are red, with red color, red hue, and red tint.

# mn77:23.27
source: ‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# mn77:23.28
source: Idaṃ sattamaṃ abhibhāyatanaṃ.
sc_po: This is the seventh dimension of mastery.

# mn77:23.29
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint.

# mn77:23.30
source: Seyyathāpi nāma osadhitārakā odātā odātavaṇṇā odātanidassanā odātanibhāsā, seyyathā vā pana taṃ vatthaṃ bārāṇaseyyakaṃ ubhatobhāgavimaṭṭhaṃ odātaṃ odātavaṇṇaṃ odātanidassanaṃ odātanibhāsaṃ;
sc_po: They’re like the morning star that’s white, with white color, white hue, and white tint. Or a cloth from Bāraṇasī that’s smoothed on both sides, white, with white color, white hue, and white tint.

# mn77:23.31
source: evameva ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni.
sc_po: In the same way, not perceiving form internally, someone sees visions externally that are white, with white color, white hue, and white tint.

# mn77:23.32
source: ‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# mn77:23.33
source: Idaṃ aṭṭhamaṃ abhibhāyatanaṃ.
sc_po: This is the eighth dimension of mastery.

# mn77:23.34
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:24.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dasa kasiṇāyatanāni bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the ten universal dimensions of meditation.

# mn77:24.2
source: Pathavīkasiṇameko sañjānāti uddhamadho tiriyaṃ advayaṃ appamāṇaṃ;
sc_po: Someone perceives the meditation on universal earth above, below, across, non-dual and limitless.

# mn77:24.3
source: āpokasiṇameko sañjānāti … pe …
sc_po: They perceive the meditation on universal water …

# mn77:24.4
source: tejokasiṇameko sañjānāti …
sc_po: the meditation on universal fire …

# mn77:24.5
source: vāyokasiṇameko sañjānāti …
sc_po: the meditation on universal air …

# mn77:24.6
source: nīlakasiṇameko sañjānāti …
sc_po: the meditation on universal blue …

# mn77:24.7
source: pītakasiṇameko sañjānāti …
sc_po: the meditation on universal yellow …

# mn77:24.8
source: lohitakasiṇameko sañjānāti …
sc_po: the meditation on universal red …

# mn77:24.9
source: odātakasiṇameko sañjānāti …
sc_po: the meditation on universal white …

# mn77:24.10
source: ākāsakasiṇameko sañjānāti …
sc_po: the meditation on universal space …

# mn77:24.11
source: viññāṇakasiṇameko sañjānāti uddhamadho tiriyaṃ advayaṃ appamāṇaṃ.
sc_po: the meditation on universal consciousness above, below, across, non-dual and limitless.

# mn77:24.12
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:25.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāri jhānāni bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the four absorptions.

# mn77:25.2
source: Idhudāyi, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi savitakkaṃ savicāraṃ vivekajaṃ pītisukhaṃ paṭhamaṃ jhānaṃ upasampajja viharati.
sc_po: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected.

# mn77:25.3
source: So imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.
sc_po: They drench, steep, fill, and spread their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.

# mn77:25.4
source: Seyyathāpi, udāyi, dakkho nhāpako vā nhāpakantevāsī vā kaṃsathāle nhānīyacuṇṇāni ākiritvā udakena paripphosakaṃ paripphosakaṃ sanneyya, sāyaṃ nhānīyapiṇḍi snehānugatā snehaparetā santarabāhirā phuṭā snehena na ca pagghariṇī;
sc_po: It’s like when a deft bathroom attendant or their apprentice pours bath powder into a bronze dish, sprinkling it little by little with water. They knead it until the ball of bath powder is soaked and saturated with moisture, spread through inside and out; yet no moisture oozes out.

# mn77:25.5
source: evameva kho, udāyi, bhikkhu imameva kāyaṃ vivekajena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa vivekajena pītisukhena apphuṭaṃ hoti.
sc_po: In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of seclusion. There’s no part of the body that’s not spread with rapture and bliss born of seclusion.

# mn77:26.1
source: Puna caparaṃ, udāyi, bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ … pe … dutiyaṃ jhānaṃ upasampajja viharati.
sc_po: Furthermore, as the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption. It has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# mn77:26.2
source: So imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.
sc_po: They drench, steep, fill, and spread their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion.

# mn77:26.3
source: Seyyathāpi, udāyi, udakarahado gambhīro ubbhidodako. Tassa nevassa puratthimāya disāya udakassa āyamukhaṃ, na pacchimāya disāya udakassa āyamukhaṃ, na uttarāya disāya udakassa āyamukhaṃ, na dakkhiṇāya disāya udakassa āyamukhaṃ, devo ca na kālena kālaṃ sammā dhāraṃ anuppaveccheyya;
sc_po: It’s like a deep lake fed by spring water. There’s no inlet to the east, west, north, or south, and no rainfall to replenish it from time to time.

# mn77:26.4
source: atha kho tamhāva udakarahadā sītā vāridhārā ubbhijjitvā tameva udakarahadaṃ sītena vārinā abhisandeyya parisandeyya paripūreyya paripphareyya, nāssa kiñci sabbāvato udakarahadassa sītena vārinā apphuṭaṃ assa.
sc_po: But the stream of cool water welling up in the lake drenches, steeps, fills, and spreads throughout the lake. There’s no part of the lake that’s not spread through with cool water.

# mn77:26.5
source: Evameva kho, udāyi, bhikkhu imameva kāyaṃ samādhijena pītisukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa samādhijena pītisukhena apphuṭaṃ hoti.
sc_po: In the same way, a mendicant drenches, steeps, fills, and spreads their body with rapture and bliss born of immersion. There’s no part of the body that’s not spread with rapture and bliss born of immersion.

# mn77:27.1
source: Puna caparaṃ, udāyi, bhikkhu pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati.
sc_po: Furthermore, with the fading away of rapture, a mendicant enters and remains in the third absorption. They meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss.’

# mn77:27.2
source: So imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.
sc_po: They drench, steep, fill, and spread their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.

# mn77:27.3
source: Seyyathāpi, udāyi, uppaliniyaṃ vā paduminiyaṃ vā puṇḍarīkiniyaṃ vā appekaccāni uppalāni vā padumāni vā puṇḍarīkāni vā udake jātāni udake saṃvaḍḍhāni udakānuggatāni anto nimuggaposīni, tāni yāva caggā yāva ca mūlā sītena vārinā abhisannāni parisannāni paripūrāni paripphuṭāni, nāssa kiñci sabbāvataṃ, uppalānaṃ vā padumānaṃ vā puṇḍarīkānaṃ vā sītena vārinā apphuṭaṃ assa;
sc_po: It’s like a pool with blue water lilies, or pink or white lotuses. Some of them sprout and grow in the water without rising above it, thriving underwater. From the tip to the root they’re drenched, steeped, filled, and soaked with cool water. There’s no part of them that’s not soaked with cool water.

# mn77:27.4
source: evameva kho, udāyi, bhikkhu imameva kāyaṃ nippītikena sukhena abhisandeti parisandeti paripūreti parippharati, nāssa kiñci sabbāvato kāyassa nippītikena sukhena apphuṭaṃ hoti.
sc_po: In the same way, a mendicant drenches, steeps, fills, and spreads their body with bliss free of rapture. There’s no part of the body that’s not spread with bliss free of rapture.

# mn77:28.1
source: Puna caparaṃ, udāyi, bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
sc_po: Furthermore, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption. It is without pleasure or pain, with pure equanimity and mindfulness.

# mn77:28.2
source: So imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.
sc_po: They sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind.

# mn77:28.3
source: Seyyathāpi, udāyi, puriso odātena vatthena sasīsaṃ pārupitvā nisinno assa, nāssa kiñci sabbāvato kāyassa odātena vatthena apphuṭaṃ assa;
sc_po: It’s like someone sitting wrapped from head to foot with white cloth. There’s no part of the body that’s not spread over with white cloth.

# mn77:28.4
source: evameva kho, udāyi, bhikkhu imameva kāyaṃ parisuddhena cetasā pariyodātena pharitvā nisinno hoti, nāssa kiñci sabbāvato kāyassa parisuddhena cetasā pariyodātena apphuṭaṃ hoti.
sc_po: In the same way, they sit spreading their body through with pure bright mind. There’s no part of the body that’s not spread with pure bright mind.

# mn77:28.5
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:29.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā evaṃ pajānanti:
sc_po: Furthermore, I have explained to my disciples a practice that they use to understand this:

# mn77:29.2
source: ‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo;
sc_po: ‘This body of mine is physical. It’s made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.

# mn77:29.3
source: idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhaṃ’.
sc_po: And this consciousness of mine is attached to it, tied to it.’

# mn77:29.4
source: Seyyathāpi, udāyi, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno sabbākārasampanno;
sc_po: Suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked, transparent and clear, endowed with all good qualities.

# mn77:29.5
source: tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā.
sc_po: And it was strung with a thread of blue, yellow, red, white, or golden brown.

# mn77:29.6
source: Tamenaṃ cakkhumā puriso hatthe karitvā paccavekkheyya:
sc_po: And someone with good eyesight were to take it in their hand and check it:

# mn77:29.7
source: ‘ayaṃ kho maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato accho vippasanno sabbākārasampanno;
sc_po: ‘This beryl gem is naturally beautiful, eight-faceted, well-worked, transparent and clear, endowed with all good qualities.

# mn77:29.8
source: tatridaṃ suttaṃ āvutaṃ nīlaṃ vā pītaṃ vā lohitaṃ vā odātaṃ vā paṇḍusuttaṃ vā’ti.
sc_po: And it’s strung with a thread of blue, yellow, red, white, or golden brown.’

# mn77:29.9
source: Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā evaṃ pajānanti:
sc_po: In the same way, I have explained to my disciples a practice that they use to understand this:

# mn77:29.10
source: ‘ayaṃ kho me kāyo rūpī cātumahābhūtiko mātāpettikasambhavo odanakummāsūpacayo aniccucchādanaparimaddanabhedanaviddhaṃsanadhammo;
sc_po: ‘This body of mine is physical. It’s made up of the four primary elements, produced by mother and father, built up from rice and porridge, liable to impermanence, to wearing away and erosion, to breaking up and destruction.

# mn77:29.11
source: idañca pana me viññāṇaṃ ettha sitaṃ ettha paṭibaddhan’ti.
sc_po: And this consciousness of mine is attached to it, tied to it.’

# mn77:29.12
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:30.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā imamhā kāyā aññaṃ kāyaṃ abhinimminanti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ.
sc_po: Furthermore, I have explained to my disciples a practice that they use to create from this body another body, consisting of form, mind-made, complete in all its various parts, not deficient in any faculty.

# mn77:30.2
source: Seyyathāpi, udāyi, puriso muñjamhā īsikaṃ pabbāheyya;
sc_po: Suppose a person was to draw a reed out from its sheath.

# mn77:30.3
source: tassa evamassa:
sc_po: They’d think:

# mn77:30.4
source: ‘ayaṃ muñjo, ayaṃ īsikā; añño muñjo, aññā īsikā; muñjamhā tveva īsikā pabbāḷhā’ti.
sc_po: ‘This is the reed, this is the sheath. The reed and the sheath are different things. The reed has been drawn out from the sheath.’

# mn77:30.5
source: Seyyathā vā panudāyi, puriso asiṃ kosiyā pabbāheyya;
sc_po: Or suppose a person was to draw a sword out from its scabbard.

# mn77:30.6
source: tassa evamassa:
sc_po: They’d think:

# mn77:30.7
source: ‘ayaṃ asi, ayaṃ kosi; añño asi aññā kosi; kosiyā tveva asi pabbāḷho’ti.
sc_po: ‘This is the sword, this is the scabbard. The sword and the scabbard are different things. The sword has been drawn out from the scabbard.’

# mn77:30.8
source: Seyyathā vā, panudāyi, puriso ahiṃ karaṇḍā uddhareyya;
sc_po: Or suppose a person was to draw a snake out from its slough.

# mn77:30.9
source: tassa evamassa:
sc_po: They’d think:

# mn77:30.10
source: ‘ayaṃ ahi, ayaṃ karaṇḍo; añño ahi, añño karaṇḍo; karaṇḍā tveva ahi ubbhato’ti.
sc_po: ‘This is the snake, this is the slough. The snake and the slough are different things. The snake has been drawn out from the slough.’

# mn77:30.11
source: Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā imamhā kāyā aññaṃ kāyaṃ abhinimminanti rūpiṃ manomayaṃ sabbaṅgapaccaṅgiṃ ahīnindriyaṃ.
sc_po: In the same way, I have explained to my disciples a practice that they use to create from this body another body, consisting of form, mind-made, complete in all its various parts, not deficient in any faculty.

# mn77:30.12
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:31.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ iddhividhaṃ paccanubhonti—ekopi hutvā bahudhā honti, bahudhāpi hutvā eko hoti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gacchanti, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karonti, seyyathāpi udake; udakepi abhijjamāne gacchanti, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamanti, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasanti parimajjanti, yāva brahmalokāpi kāyena vasaṃ vattenti.
sc_po: Furthermore, I have explained to my disciples a practice that they use to wield the many kinds of psychic power: multiplying themselves and becoming one again; appearing and disappearing; going unimpeded through a wall, a rampart, or a mountain as if through space; diving in and out of the earth as if it were water; walking on water as if it were earth; flying cross-legged through the sky like a bird; touching and stroking with the hand the sun and moon, so mighty and powerful. They control the body as far as the Brahmā realm.

# mn77:31.2
source: Seyyathāpi, udāyi, dakkho kumbhakāro vā kumbhakārantevāsī vā suparikammakatāya mattikāya yaṃ yadeva bhājanavikatiṃ ākaṅkheyya taṃ tadeva kareyya abhinipphādeyya;
sc_po: Suppose a deft potter or their apprentice had some well-prepared clay. They could produce any kind of pot that they like.

# mn77:31.3
source: seyyathā vā panudāyi, dakkho dantakāro vā dantakārantevāsī vā suparikammakatasmiṃ dantasmiṃ yaṃ yadeva dantavikatiṃ ākaṅkheyya taṃ tadeva kareyya abhinipphādeyya;
sc_po: Or suppose a deft ivory-carver or their apprentice had some well-prepared ivory. They could produce any kind of ivory item that they like.

# mn77:31.4
source: seyyathā vā panudāyi, dakkho suvaṇṇakāro vā suvaṇṇakārantevāsī vā suparikammakatasmiṃ suvaṇṇasmiṃ yaṃ yadeva suvaṇṇavikatiṃ ākaṅkheyya taṃ tadeva kareyya abhinipphādeyya.
sc_po: Or suppose a deft goldsmith or their apprentice had some well-prepared gold. They could produce any kind of gold item that they like.

# mn77:31.5
source: Evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā anekavihitaṃ iddhividhaṃ paccanubhonti—ekopi hutvā bahudhā honti, bahudhāpi hutvā eko hoti; āvibhāvaṃ, tirobhāvaṃ; tirokuṭṭaṃ tiropākāraṃ tiropabbataṃ asajjamānā gacchanti, seyyathāpi ākāse; pathaviyāpi ummujjanimujjaṃ karonti, seyyathāpi udake; udakepi abhijjamāne gacchanti, seyyathāpi pathaviyaṃ; ākāsepi pallaṅkena kamanti, seyyathāpi pakkhī sakuṇo; imepi candimasūriye evaṃmahiddhike evaṃmahānubhāve pāṇinā parimasanti parimajjanti, yāva brahmalokāpi kāyena vasaṃ vattenti.
sc_po: In the same way, I have explained to my disciples a practice that they use to wield the many kinds of psychic power …

# mn77:31.6
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:32.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇanti—dibbe ca mānuse ca, ye dūre santike ca.
sc_po: Furthermore, I have explained to my disciples a practice that they use so that, with clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far.

# mn77:32.2
source: Seyyathāpi, udāyi, balavā saṅkhadhamo appakasireneva cātuddisā viññāpeyya;
sc_po: Suppose there was a powerful horn blower. They’d easily make themselves heard in the four directions.

# mn77:32.3
source: evameva kho, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā dibbāya sotadhātuyā visuddhāya atikkantamānusikāya ubho sadde suṇanti—dibbe ca mānuse ca, ye dūre santike ca.
sc_po: In the same way, I have explained to my disciples a practice that they use so that, with clairaudience that is purified and superhuman, they hear both kinds of sounds, human and divine, whether near or far.
