Repository: kondannyo/PGP
Catalog: */*_text/mn077.po
Languages: sc_po

# mn77:9.4
source: ‘Santuṭṭho samaṇo gotamo itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā paṃsukūlikā lūkhacīvaradharā te susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṃ karitvā dhārenti.
sc_po: Suppose my disciples were loyal to me because I’m content with any kind of robe. Well, there are disciples of mine who have rag robes, wearing shabby robes. They gather scraps from charnel grounds, rubbish dumps, and shops, make them into a patchwork robe and wear it.

# mn77:9.5
source: Ahaṃ kho panudāyi, appekadā gahapaticīvarāni dhāremi daḷhāni satthalūkhāni alābulomasāni.
sc_po: But sometimes I wear robes offered by householders that are strong, yet next to which bottle-gourd down is coarse.

# mn77:9.6
source: ‘Santuṭṭho samaṇo gotamo itarītarena cīvarena, itarītaracīvarasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā paṃsukūlikā lūkhacīvaradharā te susānā vā saṅkārakūṭā vā pāpaṇikā vā nantakāni uccinitvā saṅghāṭiṃ karitvā dhārenti, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. (2)
sc_po: So if it were the case that my disciples are loyal to me because I’m content with any kind of robe, then those disciples who wear rag robes would not be loyal to me.

# mn77:9.7
source: ‘Santuṭṭho samaṇo gotamo itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā piṇḍapātikā sapadānacārino uñchāsake vate ratā, te antaragharaṃ paviṭṭhā samānā āsanenapi nimantiyamānā na sādiyanti.
sc_po: Suppose my disciples were loyal to me because I’m content with any kind of alms-food. Well, there are disciples of mine who eat only alms-food, wander indiscriminately for alms-food, happy to eat whatever they glean. When they’ve entered an inhabited area, they don’t consent when invited to sit down.

# mn77:9.8
source: Ahaṃ kho panudāyi, appekadā nimantanepi bhuñjāmi sālīnaṃ odanaṃ vicitakāḷakaṃ anekasūpaṃ anekabyañjanaṃ.
sc_po: But sometimes I even eat by invitation boiled fine rice with the dark grains picked out, served with many soups and sauces.

# mn77:9.9
source: ‘Santuṭṭho samaṇo gotamo itarītarena piṇḍapātena, itarītarapiṇḍapātasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā piṇḍapātikā sapadānacārino uñchāsake vate ratā te antaragharaṃ paviṭṭhā samānā āsanenapi nimantiyamānā na sādiyanti, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. (3)
sc_po: So if it were the case that my disciples are loyal to me because I’m content with any kind of alms-food, then those disciples who eat only alms-food would not be loyal to me.

# mn77:9.10
source: ‘Santuṭṭho samaṇo gotamo itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā rukkhamūlikā abbhokāsikā, te aṭṭhamāse channaṃ na upenti.
sc_po: Suppose my disciples were loyal to me because I’m content with any kind of lodging. Well, there are disciples of mine who stay at the root of a tree, in the open air. For eight months they don’t go under a roof.

# mn77:9.11
source: Ahaṃ kho panudāyi, appekadā kūṭāgāresupi viharāmi ullittāvalittesu nivātesu phusitaggaḷesu pihitavātapānesu.
sc_po: But sometimes I even stay in bungalows, plastered inside and out, draft-free, with latches fastened and windows shuttered.

# mn77:9.12
source: ‘Santuṭṭho samaṇo gotamo itarītarena senāsanena, itarītarasenāsanasantuṭṭhiyā ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, ye te, udāyi, mama sāvakā rukkhamūlikā abbhokāsikā te aṭṭhamāse channaṃ na upenti, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. (4)
sc_po: So if it were the case that my disciples are loyal to me because I’m content with any kind of lodging, then those disciples who stay at the root of a tree would not be loyal to me.

# mn77:9.13
source: ‘Pavivitto samaṇo gotamo, pavivekassa ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ, santi kho pana me, udāyi, sāvakā āraññikā pantasenāsanā araññavanapatthāni pantāni senāsanāni ajjhogāhetvā viharanti, te anvaddhamāsaṃ saṅghamajjhe osaranti pātimokkhuddesāya.
sc_po: Suppose my disciples were loyal to me because I’m secluded and I praise seclusion. Well, there are disciples of mine who live in the wilderness, in remote lodgings. Having ventured deep into remote lodgings in the wilderness and the forest, they live there, coming down to the midst of the Saṅgha each fortnight for the recitation of the monastic code.

# mn77:9.14
source: Ahaṃ kho panudāyi, appekadā ākiṇṇo viharāmi bhikkhūhi bhikkhunīhi upāsakehi upāsikāhi raññā rājamahāmattehi titthiyehi titthiyasāvakehi.
sc_po: But sometimes I live crowded by monks, nuns, laymen, and laywomen; by rulers and their ministers, and teachers of other paths and their disciples.

# mn77:9.15
source: ‘Pavivitto samaṇo gotamo, pavivekassa ca vaṇṇavādī’ti, iti ce maṃ, udāyi, sāvakā sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. Ye te, udāyi, mama sāvakā āraññakā pantasenāsanā araññavanapatthāni pantāni senāsanāni ajjhogāhetvā viharanti te anvaddhamāsaṃ saṅghamajjhe osaranti pātimokkhuddesāya, na maṃ te iminā dhammena sakkareyyuṃ garuṃ kareyyuṃ māneyyuṃ pūjeyyuṃ, sakkatvā garuṃ katvā upanissāya vihareyyuṃ. (5)
sc_po: So if it were the case that my disciples are loyal to me because I’m secluded and praise seclusion, then those disciples who live in the wilderness would not be loyal to me.

# mn77:9.16
source: Iti kho, udāyi, na mamaṃ sāvakā imehi pañcahi dhammehi sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: So, Udāyī, it’s not because of these five qualities that my disciples honor, respect, revere, and venerate me; and after honoring and respecting me, they remain loyal to me.

# mn77:10.1
source: Atthi kho, udāyi, aññe ca pañca dhammā yehi pañcahi dhammehi mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: There are five other qualities because of which my disciples honor, respect, revere, and venerate me; and after honoring and respecting me, they remain loyal to me.

# mn77:10.2
source: Katame pañca?
sc_po: What five?

# mn77:10.3
source: Idhudāyi, mamaṃ sāvakā adhisīle sambhāventi:
sc_po: Firstly, my disciples esteem me for the higher ethics:

# mn77:10.4
source: ‘sīlavā samaṇo gotamo paramena sīlakkhandhena samannāgato’ti.
sc_po: ‘The ascetic Gotama is ethical. He possesses the entire spectrum of ethical conduct to the highest degree.’

# mn77:11.1
source: Yampudāyi, mamaṃ sāvakā adhisīle sambhāventi:
sc_po: Since this is so,

# mn77:11.2
source: ‘sīlavā samaṇo gotamo paramena sīlakkhandhena samannāgato’ti, ayaṃ kho, udāyi, paṭhamo dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: this is the first quality because of which my disciples are loyal to me.

# mn77:12.1
source: Puna caparaṃ, udāyi, mamaṃ sāvakā abhikkante ñāṇadassane sambhāventi:
sc_po: Furthermore, my disciples esteem me for my excellent knowledge and vision:

# mn77:12.2
source: ‘jānaṃyevāha samaṇo gotamo—jānāmīti,
sc_po: ‘The ascetic Gotama only claims to know when he does in fact know.

# mn77:12.3
source: passaṃyevāha samaṇo gotamo—passāmīti;
sc_po: He only claims to see when he really does see.

# mn77:12.4
source: abhiññāya samaṇo gotamo dhammaṃ deseti no anabhiññāya;
sc_po: He teaches based on direct knowledge, not without direct knowledge.

# mn77:12.5
source: sanidānaṃ samaṇo gotamo dhammaṃ deseti no anidānaṃ;
sc_po: He teaches based on reason, not without reason.

# mn77:12.6
source: sappāṭihāriyaṃ samaṇo gotamo dhammaṃ deseti no appāṭihāriyan’ti.
sc_po: He teaches with a demonstrable basis, not without it.’

# mn77:12.7
source: Yampudāyi, mamaṃ sāvakā abhikkante ñāṇadassane sambhāventi:
sc_po: Since this is so,

# mn77:12.12
source: sappāṭihāriyaṃ samaṇo gotamo dhammaṃ deseti no appāṭihāriyan’ti, ayaṃ kho, udāyi, dutiyo dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: this is the second quality because of which my disciples are loyal to me.

# mn77:13.1
source: Puna caparaṃ, udāyi, mamaṃ sāvakā adhipaññāya sambhāventi:
sc_po: Furthermore, my disciples esteem me for my higher wisdom:

# mn77:13.2
source: ‘paññavā samaṇo gotamo paramena paññākkhandhena samannāgato;
sc_po: ‘The ascetic Gotama is wise. He possesses the entire spectrum of wisdom to the highest degree.

# mn77:13.3
source: taṃ vata anāgataṃ vādapathaṃ na dakkhati, uppannaṃ vā parappavādaṃ na sahadhammena suniggahitaṃ niggaṇhissatīti—netaṃ ṭhānaṃ vijjati’.
sc_po: It’s not possible that he would fail to foresee grounds for future criticism, or to legitimately and completely refute the doctrines of others that come up.’

# mn77:13.4
source: Taṃ kiṃ maññasi, udāyi,
sc_po: What do you think, Udāyī?

# mn77:13.5
source: api nu me sāvakā evaṃ jānantā evaṃ passantā antarantarā kathaṃ opāteyyun”ti?
sc_po: Would my disciples, knowing and seeing this, break in and interrupt me?”

# mn77:13.6
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# mn77:13.7
source: “Na kho panāhaṃ, udāyi, sāvakesu anusāsaniṃ paccāsīsāmi;
sc_po: “That’s because I don’t expect to be instructed by my disciples.

# mn77:13.8
source: aññadatthu mamayeva sāvakā anusāsaniṃ paccāsīsanti.
sc_po: Invariably, my disciples expect instruction from me.

# mn77:13.9
source: Yampudāyi, mamaṃ sāvakā adhipaññāya sambhāventi:
sc_po: Since this is so,

# mn77:13.13
source: Ayaṃ kho, udāyi, tatiyo dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: this is the third quality because of which my disciples are loyal to me.

# mn77:14.1
source: Puna caparaṃ, udāyi, mama sāvakā yena dukkhena dukkhotiṇṇā dukkhaparetā te maṃ upasaṅkamitvā dukkhaṃ ariyasaccaṃ pucchanti, tesāhaṃ dukkhaṃ ariyasaccaṃ puṭṭho byākaromi, tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena;
sc_po: Furthermore, my disciples come to me and ask how the noble truth of suffering applies to the suffering in which they are swamped and mired. And I provide them with a satisfying answer to their question.

# mn77:14.2
source: te maṃ dukkhasamudayaṃ …
sc_po: They ask how the noble truths of the origin of suffering,

# mn77:14.3
source: dukkhanirodhaṃ …
sc_po: the cessation of suffering,

# mn77:14.4
source: dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ pucchanti, tesāhaṃ dukkhanirodhagāminiṃ paṭipadaṃ ariyasaccaṃ puṭṭho byākaromi, tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena.
sc_po: and the practice that leads to the cessation of suffering apply to the suffering that has overwhelmed them and brought them low. And I provide them with satisfying answers to their questions.

# mn77:14.5
source: Yampudāyi, mama sāvakā yena dukkhena dukkhotiṇṇā dukkhaparetā te maṃ upasaṅkamitvā dukkhaṃ ariyasaccaṃ pucchanti, tesāhaṃ dukkhaṃ ariyasaccaṃ puṭṭho byākaromi, tesāhaṃ cittaṃ ārādhemi pañhassa veyyākaraṇena.
sc_po: Since this is so,

# mn77:14.11
source: Ayaṃ kho, udāyi, catuttho dhammo yena mamaṃ sāvakā sakkaronti garuṃ karonti mānenti pūjenti, sakkatvā garuṃ katvā upanissāya viharanti.
sc_po: this is the fourth quality because of which my disciples are loyal to me.

# mn77:15.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāro satipaṭṭhāne bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the four kinds of mindfulness meditation.

# mn77:15.2
source: Idhudāyi, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ;
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# mn77:15.3
source: vedanāsu vedanānupassī viharati …
sc_po: They meditate observing an aspect of feelings …

# mn77:15.4
source: citte cittānupassī viharati …
sc_po: mind …

# mn77:15.5
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# mn77:15.6
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:16.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāro sammappadhāne bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the four right efforts.

# mn77:16.2
source: Idhudāyi, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati;
sc_po: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise.

# mn77:16.3
source: uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati;
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.

# mn77:16.4
source: anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati;
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise.

# mn77:16.5
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti, vāyamati, vīriyaṃ ārabhati, cittaṃ paggaṇhāti, padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are fulfilled by development.

# mn77:16.6
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:17.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā cattāro iddhipāde bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the four bases of psychic power.

# mn77:17.2
source: Idhudāyi, bhikkhu chandasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: It’s when a mendicant develops the basis of psychic power that has immersion due to enthusiasm, and active effort.

# mn77:17.3
source: vīriyasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: They develop the basis of psychic power that has immersion due to energy, and active effort.

# mn77:17.4
source: cittasamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti,
sc_po: They develop the basis of psychic power that has immersion due to mental development, and active effort.

# mn77:17.5
source: vīmaṃsāsamādhipadhānasaṅkhārasamannāgataṃ iddhipādaṃ bhāveti.
sc_po: They develop the basis of psychic power that has immersion due to inquiry, and active effort.

# mn77:17.6
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:18.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā pañcindriyāni bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the five faculties.

# mn77:18.2
source: Idhudāyi, bhikkhu saddhindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ;
sc_po: It’s when a mendicant develops the faculties of faith,

# mn77:18.3
source: vīriyindriyaṃ bhāveti … pe …
sc_po: energy,

# mn77:18.4
source: satindriyaṃ bhāveti …
sc_po: mindfulness,

# mn77:18.5
source: samādhindriyaṃ bhāveti …
sc_po: immersion,

# mn77:18.6
source: paññindriyaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ.
sc_po: and wisdom, which lead to peace and awakening.

# mn77:18.7
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:19.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā pañca balāni bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the five powers.

# mn77:19.2
source: Idhudāyi, bhikkhu saddhābalaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ;
sc_po: It’s when a mendicant develops the powers of faith,

# mn77:19.3
source: vīriyabalaṃ bhāveti … pe …
sc_po: energy,

# mn77:19.4
source: satibalaṃ bhāveti …
sc_po: mindfulness,

# mn77:19.5
source: samādhibalaṃ bhāveti …
sc_po: immersion,

# mn77:19.6
source: paññābalaṃ bhāveti upasamagāmiṃ sambodhagāmiṃ.
sc_po: and wisdom, which lead to peace and awakening.

# mn77:19.7
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:20.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā sattabojjhaṅge bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the seven awakening factors.

# mn77:20.2
source: Idhudāyi, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ; dhammavicayasambojjhaṅgaṃ bhāveti … pe … vīriyasambojjhaṅgaṃ bhāveti … pītisambojjhaṅgaṃ bhāveti … passaddhisambojjhaṅgaṃ bhāveti … samādhisambojjhaṅgaṃ bhāveti … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# mn77:20.3
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:21.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the noble eightfold path.

# mn77:21.2
source: Idhudāyi, bhikkhu sammādiṭṭhiṃ bhāveti, sammāsaṅkappaṃ bhāveti, sammāvācaṃ bhāveti, sammākammantaṃ bhāveti, sammāājīvaṃ bhāveti, sammāvāyāmaṃ bhāveti, sammāsatiṃ bhāveti, sammāsamādhiṃ bhāveti.
sc_po: It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# mn77:21.3
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:22.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā aṭṭha vimokkhe bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the eight liberations.

# mn77:22.2
source: Rūpī rūpāni passati,
sc_po: Having physical form, they see visions.

# mn77:22.3
source: ayaṃ paṭhamo vimokkho;
sc_po: This is the first liberation.

# mn77:22.4
source: ajjhattaṃ arūpasaññī bahiddhā rūpāni passati,
sc_po: Not perceiving form internally, they see visions externally.

# mn77:22.5
source: ayaṃ dutiyo vimokkho;
sc_po: This is the second liberation.

# mn77:22.6
source: subhanteva adhimutto hoti,
sc_po: They’re focused only on beauty.

# mn77:22.7
source: ayaṃ tatiyo vimokkho;
sc_po: This is the third liberation.

# mn77:22.8
source: sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space.

# mn77:22.9
source: ayaṃ catuttho vimokkho;
sc_po: This is the fourth liberation.

# mn77:22.10
source: sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness.

# mn77:22.11
source: ayaṃ pañcamo vimokkho;
sc_po: This is the fifth liberation.

# mn77:22.12
source: sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness.

# mn77:22.13
source: ayaṃ chaṭṭho vimokkho;
sc_po: This is the sixth liberation.

# mn77:22.14
source: sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception.

# mn77:22.15
source: ayaṃ sattamo vimokkho;
sc_po: This is the seventh liberation.

# mn77:22.16
source: sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati,
sc_po: Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling.

# mn77:22.17
source: ayaṃ aṭṭhamo vimokkho.
sc_po: This is the eighth liberation.

# mn77:22.18
source: Tatra ca pana me sāvakā bahū abhiññāvosānapāramippattā viharanti.
sc_po: And many of my disciples meditate on that having attained perfection and consummation of insight.

# mn77:23.1
source: Puna caparaṃ, udāyi, akkhātā mayā sāvakānaṃ paṭipadā, yathāpaṭipannā me sāvakā aṭṭha abhibhāyatanāni bhāventi.
sc_po: Furthermore, I have explained to my disciples a practice that they use to develop the eight dimensions of mastery.

# mn77:23.2
source: Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni.
sc_po: Perceiving form internally, someone sees visions externally, limited, both pretty and ugly.

# mn77:23.3
source: ‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# mn77:23.4
source: Idaṃ paṭhamaṃ abhibhāyatanaṃ.
sc_po: This is the first dimension of mastery.

# mn77:23.5
source: Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni.
sc_po: Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.

# mn77:23.6
source: ‘Tāni abhibhuyya jānāmi, passāmī’ti evaṃ saññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# mn77:23.7
source: Idaṃ dutiyaṃ abhibhāyatanaṃ.
sc_po: This is the second dimension of mastery.
