Repository: kondannyo/PGP
Catalog: */*_text/mn088.po
Languages: sc_po

# mn88:0.1
source: Majjhima Nikāya 88
sc_po: Middle Discourses 88

# mn88:0.2
source: Bāhitikasutta
sc_po: The Imported Cloth

# mn88:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn88:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn88:2.1
source: Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiyaṃ piṇḍāya pāvisi.
sc_po: Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms.

# mn88:2.2
source: Sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena pubbārāmo migāramātupāsādo tenupasaṅkami divāvihārāya.
sc_po: He wandered for alms in Sāvatthī. After the meal, on his return from alms-round, he went to the Eastern Monastery, the stilt longhouse of Migāra’s mother, for the day’s meditation.

# mn88:3.1
source: Tena kho pana samayena rājā pasenadi kosalo ekapuṇḍarīkaṃ nāgaṃ abhiruhitvā sāvatthiyā niyyāti divā divassa.
sc_po: Now at that time King Pasenadi of Kosala mounted the Single Lotus Elephant and drove out from Sāvatthī in the middle of the day.

# mn88:3.2
source: Addasā kho rājā pasenadi kosalo āyasmantaṃ ānandaṃ dūratova āgacchantaṃ.
sc_po: He saw Ānanda coming off in the distance

# mn88:3.3
source: Disvāna sirivaḍḍhaṃ mahāmattaṃ āmantesi:
sc_po: and said to the minister Sirivaḍḍha,

# mn88:3.4
source: “āyasmā no eso, samma sirivaḍḍha, ānando”ti.
sc_po: “My dear Sirivaḍḍha, isn’t that Venerable Ānanda?”

# mn88:3.5
source: “Evaṃ, mahārāja, āyasmā eso ānando”ti.
sc_po: “Indeed it is, great king.”

# mn88:4.1
source: Atha kho rājā pasenadi kosalo aññataraṃ purisaṃ āmantesi:
sc_po: Then King Pasenadi addressed a man,

# mn88:4.2
source: “ehi tvaṃ, ambho purisa, yenāyasmā ānando tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato ānandassa pāde sirasā vandāhi:
sc_po: “Please, mister, go to Venerable Ānanda, and in my name bow with your head to his feet. Say to him:

# mn88:4.3
source: ‘rājā, bhante, pasenadi kosalo āyasmato ānandassa pāde sirasā vandatī’ti;
sc_po: ‘Sir, King Pasenadi of Kosala bows with his head at your feet.’

# mn88:4.4
source: evañca vadehi:
sc_po: And then say:

# mn88:4.5
source: ‘sace kira, bhante, āyasmato ānandassa na kiñci accāyikaṃ karaṇīyaṃ, āgametu kira, bhante, āyasmā ānando muhuttaṃ anukampaṃ upādāyā’”ti.
sc_po: ‘Sir, if you have no urgent business, please wait a moment out of compassion.’”

# mn88:5.1
source: “Evaṃ, devā”ti kho so puriso rañño pasenadissa kosalassa paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho so puriso āyasmantaṃ ānandaṃ etadavoca:
sc_po: “Yes, Your Majesty,” that man replied. He did as the king asked.

# mn88:6.1
source: Adhivāsesi kho āyasmā ānando tuṇhībhāvena.
sc_po: Ānanda consented in silence.

# mn88:6.2
source: Atha kho rājā pasenadi kosalo yāvatikā nāgassa bhūmi nāgena gantvā nāgā paccorohitvā pattikova yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho rājā pasenadi kosalo āyasmantaṃ ānandaṃ etadavoca:
sc_po: Then King Pasenadi rode on the elephant as far as the terrain allowed, then descended and approached Ānanda on foot. He bowed, stood to one side, and said to Ānanda,

# mn88:6.3
source: “sace, bhante, āyasmato ānandassa na kiñci accāyikaṃ karaṇīyaṃ, sādhu, bhante, āyasmā ānando yena aciravatiyā nadiyā tīraṃ tenupasaṅkamatu anukampaṃ upādāyā”ti.
sc_po: “Sir, if you have no urgent business, it would be nice of you to go to the bank of the Aciravatī river out of compassion.”

# mn88:7.1
source: Adhivāsesi kho āyasmā ānando tuṇhībhāvena.
sc_po: Ānanda consented in silence.

# mn88:7.2
source: Atha kho āyasmā ānando yena aciravatiyā nadiyā tīraṃ tenupasaṅkami; upasaṅkamitvā aññatarasmiṃ rukkhamūle paññatte āsane nisīdi.
sc_po: He went to the river bank and sat at the root of a certain tree on a seat spread out.

# mn88:7.3
source: Atha kho rājā pasenadi kosalo yāvatikā nāgassa bhūmi nāgena gantvā nāgā paccorohitvā pattikova yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhito kho rājā pasenadi kosalo āyasmantaṃ ānandaṃ etadavoca:
sc_po: Then King Pasenadi rode on the elephant as far as the terrain allowed, then descended and approached Ānanda on foot. He bowed, stood to one side, and said to Ānanda,

# mn88:7.4
source: “idha, bhante, āyasmā ānando hatthatthare nisīdatū”ti.
sc_po: “Here, Venerable Ānanda, sit on this elephant rug.”

# mn88:7.5
source: “Alaṃ, mahārāja.
sc_po: “Enough, great king,

# mn88:7.6
source: Nisīda tvaṃ;
sc_po: you sit on it.

# mn88:7.7
source: nisinno ahaṃ sake āsane”ti.
sc_po: I’m sitting on my own seat.”

# mn88:8.1
source: Nisīdi kho rājā pasenadi kosalo paññatte āsane.
sc_po: So the king sat down on the seat spread out,

# mn88:8.2
source: Nisajja kho rājā pasenadi kosalo āyasmantaṃ ānandaṃ etadavoca:
sc_po: and said,

# mn88:8.3
source: “kiṃ nu kho, bhante ānanda, so bhagavā tathārūpaṃ kāyasamācāraṃ samācareyya, yvāssa kāyasamācāro opārambho samaṇehi brāhmaṇehī”ti?
sc_po: “Sir, might the Buddha engage in the sort of behavior—by way of body, speech, or mind—that is faulted by ascetics and brahmins?”

# mn88:8.4
source: “Na kho, mahārāja, so bhagavā tathārūpaṃ kāyasamācāraṃ samācareyya, yvāssa kāyasamācāro opārambho samaṇehi brāhmaṇehi viññūhī”ti.
sc_po: “No, great king, the Buddha would not engage in the sort of behavior that is faulted by sensible ascetics and brahmins.”

# mn88:9.1
source: “Acchariyaṃ, bhante, abbhutaṃ, bhante.
sc_po: “It’s incredible, sir, it’s amazing!

# mn88:9.2
source: Yañhi mayaṃ, bhante, nāsakkhimhā pañhena paripūretuṃ taṃ, bhante, āyasmatā ānandena pañhassa veyyākaraṇena paripūritaṃ.
sc_po: For I couldn’t fully express the question, but Ānanda’s answer completed it for me.

# mn88:9.3
source: Ye te, bhante, bālā abyattā ananuvicca apariyogāhetvā paresaṃ vaṇṇaṃ vā avaṇṇaṃ vā bhāsanti, na mayaṃ taṃ sārato paccāgacchāma;
sc_po: I don’t believe that praise or criticism of others spoken by incompetent fools, without examining or scrutinizing, is the most important thing.

# mn88:9.4
source: ye pana te, bhante, paṇḍitā viyattā medhāvino anuvicca pariyogāhetvā paresaṃ vaṇṇaṃ vā avaṇṇaṃ vā bhāsanti, mayaṃ taṃ sārato paccāgacchāma.
sc_po: Rather, I believe that praise or criticism of others spoken by competent and intelligent people after examining and scrutinizing is the most important thing.

# mn88:10.1
source: Katamo pana, bhante ānanda, kāyasamācāro opārambho samaṇehi brāhmaṇehi viññūhī”ti?
sc_po: But sir, what kind of bodily behavior is faulted by sensible ascetics and brahmins?”

# mn88:10.2
source: “Yo kho, mahārāja, kāyasamācāro akusalo”.
sc_po: “Unskillful behavior.”

# mn88:10.3
source: “Katamo pana, bhante, kāyasamācāro akusalo”?
sc_po: “But what kind of bodily behavior is unskillful?”

# mn88:10.4
source: “Yo kho, mahārāja, kāyasamācāro sāvajjo”.
sc_po: “Blameworthy behavior.”

# mn88:10.5
source: “Katamo pana, bhante, kāyasamācāro sāvajjo”?
sc_po: “But what kind of bodily behavior is blameworthy?”

# mn88:10.6
source: “Yo kho, mahārāja, kāyasamācāro sabyābajjho”.
sc_po: “Hurtful behavior.”

# mn88:10.7
source: “Katamo pana, bhante, kāyasamācāro sabyābajjho”?
sc_po: “But what kind of bodily behavior is hurtful?”

# mn88:10.8
source: “Yo kho, mahārāja, kāyasamācāro dukkhavipāko”.
sc_po: “Behavior that results in suffering.”

# mn88:10.9
source: “Katamo pana, bhante, kāyasamācāro dukkhavipāko”?
sc_po: “But what kind of bodily behavior results in suffering?”

# mn88:10.10
source: “Yo kho, mahārāja, kāyasamācāro attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati.
sc_po: “Bodily behavior that leads to hurting yourself, hurting others, and hurting both,

# mn88:10.11
source: Tassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti;
sc_po: and which makes unskillful qualities grow while skillful qualities decline.

# mn88:10.12
source: evarūpo kho, mahārāja, kāyasamācāro opārambho samaṇehi brāhmaṇehi viññūhī”ti.
sc_po: That kind of bodily behavior is faulted by sensible ascetics and brahmins.”

# mn88:11.1
source: “Katamo pana, bhante ānanda, vacīsamācāro … pe …
sc_po: “But what kind of verbal behavior …

# mn88:11.2
source: manosamācāro opārambho samaṇehi brāhmaṇehi viññūhī”ti?
sc_po: mental behavior is faulted by sensible ascetics and brahmins?” …

# mn88:12.4
source: “Yo kho, mahārāja, manosamācāro attabyābādhāyapi saṃvattati, parabyābādhāyapi saṃvattati, ubhayabyābādhāyapi saṃvattati.
sc_po: “Mental behavior that leads to hurting yourself, hurting others, and hurting both,

# mn88:12.5
source: Tassa akusalā dhammā abhivaḍḍhanti, kusalā dhammā parihāyanti;
sc_po: and which makes unskillful qualities grow while skillful qualities decline.

# mn88:12.6
source: evarūpo kho, mahārāja, manosamācāro opārambho samaṇehi brāhmaṇehi viññūhī”ti.
sc_po: That kind of mental behavior is faulted by sensible ascetics and brahmins.”

# mn88:13.1
source: “Kiṃ nu kho, bhante ānanda, so bhagavā sabbesaṃyeva akusalānaṃ dhammānaṃ pahānaṃ vaṇṇetī”ti?
sc_po: “Sir, does the Buddha praise giving up all these unskillful things?”

# mn88:13.2
source: “Sabbākusaladhammapahīno kho, mahārāja, tathāgato kusaladhammasamannāgato”ti.
sc_po: “Great king, the Realized One has given up all unskillful things and possesses skillful things.”

# mn88:14.1
source: “Katamo pana, bhante ānanda, kāyasamācāro anopārambho samaṇehi brāhmaṇehi viññūhī”ti?
sc_po: “But sir, what kind of bodily behavior is not faulted by sensible ascetics and brahmins?”

# mn88:14.2
source: “Yo kho, mahārāja, kāyasamācāro kusalo”.
sc_po: “Skillful behavior.”

# mn88:14.3
source: “Katamo pana, bhante, kāyasamācāro kusalo”?
sc_po: “But what kind of bodily behavior is skillful?”

# mn88:14.4
source: “Yo kho, mahārāja, kāyasamācāro anavajjo”.
sc_po: “Blameless behavior.”

# mn88:14.5
source: “Katamo pana, bhante, kāyasamācāro anavajjo”?
sc_po: “But what kind of bodily behavior is blameless?”

# mn88:14.6
source: “Yo kho, mahārāja, kāyasamācāro abyābajjho”.
sc_po: “Pleasing behavior.”

# mn88:14.7
source: “Katamo pana, bhante, kāyasamācāro abyābajjho”?
sc_po: “But what kind of bodily behavior is pleasing?”

# mn88:14.8
source: “Yo kho, mahārāja, kāyasamācāro sukhavipāko”.
sc_po: “Behavior that results in happiness.”

# mn88:14.9
source: “Katamo pana, bhante, kāyasamācāro sukhavipāko”?
sc_po: “But what kind of bodily behavior results in happiness?”

# mn88:14.10
source: “Yo kho, mahārāja, kāyasamācāro nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati.
sc_po: “Bodily behavior that leads to pleasing yourself, pleasing others, and pleasing both,

# mn88:14.11
source: Tassa akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
sc_po: and which makes unskillful qualities decline while skillful qualities grow.

# mn88:14.12
source: Evarūpo kho, mahārāja, kāyasamācāro anopārambho samaṇehi brāhmaṇehi viññūhī”ti.
sc_po: That kind of bodily behavior is not faulted by sensible ascetics and brahmins.”

# mn88:15.1
source: “Katamo pana, bhante ānanda, vacīsamācāro … pe …
sc_po: “But what kind of verbal behavior …

# mn88:15.2
source: manosamācāro anopārambho samaṇehi brāhmaṇehi viññūhī”ti?
sc_po: mental behavior is not faulted by sensible ascetics and brahmins?” …

# mn88:16.6
source: “Yo kho, mahārāja, manosamācāro nevattabyābādhāyapi saṃvattati, na parabyābādhāyapi saṃvattati, na ubhayabyābādhāyapi saṃvattati.
sc_po: “Mental behavior that leads to pleasing yourself, pleasing others, and pleasing both,

# mn88:16.7
source: Tassa akusalā dhammā parihāyanti, kusalā dhammā abhivaḍḍhanti.
sc_po: and which makes unskillful qualities decline while skillful qualities grow.

# mn88:16.8
source: Evarūpo kho, mahārāja, manosamācāro anopārambho samaṇehi brāhmaṇehi viññūhī”ti.
sc_po: That kind of mental behavior is not faulted by sensible ascetics and brahmins.”

# mn88:17.1
source: “Kiṃ pana, bhante ānanda, so bhagavā sabbesaṃyeva kusalānaṃ dhammānaṃ upasampadaṃ vaṇṇetī”ti?
sc_po: “Sir, does the Buddha praise embracing all these skillful things?”

# mn88:17.2
source: “Sabbākusaladhammapahīno kho, mahārāja, tathāgato kusaladhammasamannāgato”ti.
sc_po: “Great king, the Realized One has given up all unskillful things and possesses skillful things.”

# mn88:18.1
source: “Acchariyaṃ, bhante, abbhutaṃ, bhante.
sc_po: “It’s incredible, sir, it’s amazing!

# mn88:18.2
source: Yāva subhāsitañcidaṃ, bhante, āyasmatā ānandena.
sc_po: How well this was said by Venerable Ānanda!

# mn88:18.3
source: Iminā ca mayaṃ, bhante, āyasmato ānandassa subhāsitena attamanābhiraddhā.
sc_po: I’m delighted and satisfied with what you’ve expressed so well.

# mn88:18.4
source: Evaṃ attamanābhiraddhā ca mayaṃ, bhante, āyasmato ānandassa subhāsitena.
sc_po: So much so that

# mn88:18.5
source: Sace, bhante, āyasmato ānandassa hatthiratanaṃ kappeyya, hatthiratanampi mayaṃ āyasmato ānandassa dadeyyāma.
sc_po: if an elephant treasure was suitable for you, I would give you one.

# mn88:18.6
source: Sace, bhante, āyasmato ānandassa assaratanaṃ kappeyya, assaratanampi mayaṃ āyasmato ānandassa dadeyyāma.
sc_po: If a horse treasure was suitable for you, I would give you one.

# mn88:18.7
source: Sace, bhante, āyasmato ānandassa gāmavaraṃ kappeyya, gāmavarampi mayaṃ āyasmato ānandassa dadeyyāma.
sc_po: If a prize village was suitable for you, I would give you one.

# mn88:18.8
source: Api ca, bhante, mayampetaṃ jānāma:
sc_po: But, sir, I know that

# mn88:18.9
source: ‘netaṃ āyasmato ānandassa kappatī’ti.
sc_po: these things are not suitable for you.

# mn88:18.10
source: Ayaṃ me, bhante, bāhitikā raññā māgadhena ajātasattunā vedehiputtena vatthanāḷiyā pakkhipitvā pahitā soḷasasamā āyāmena, aṭṭhasamā vitthārena.
sc_po: This imported cloth was sent to me by King Ajātasattu Vedehiputta of Magadha packed in a parasol case. It’s exactly sixteen measures long and eight wide.

# mn88:18.11
source: Taṃ, bhante, āyasmā ānando paṭiggaṇhātu anukampaṃ upādāyā”ti.
sc_po: May Venerable Ānanda please accept it out of compassion.”

# mn88:18.12
source: “Alaṃ, mahārāja, paripuṇṇaṃ me ticīvaran”ti.
sc_po: “Enough, great king. My three robes are complete.”

# mn88:19.1
source: “Ayaṃ, bhante, aciravatī nadī diṭṭhā āyasmatā ceva ānandena amhehi ca.
sc_po: “Sir, we have both seen this river Aciravatī

# mn88:19.2
source: Yadā uparipabbate mahāmegho abhippavuṭṭho hoti, athāyaṃ aciravatī nadī ubhato kūlāni saṃvissandantī gacchati;
sc_po: when it has rained heavily in the mountains, and the river overflows both its banks.

# mn88:19.3
source: evameva kho, bhante, āyasmā ānando imāya bāhitikāya attano ticīvaraṃ karissati.
sc_po: In the same way, Venerable Ānanda can make a set of three robes for himself from this imported cloak.

# mn88:19.4
source: Yaṃ panāyasmato ānandassa purāṇaṃ ticīvaraṃ taṃ sabrahmacārīhi saṃvibhajissati.
sc_po: And you can share your old robes with your fellow monks.

# mn88:19.5
source: Evāyaṃ amhākaṃ dakkhiṇā saṃvissandantī maññe gamissati.
sc_po: In this way my religious donation will come to overflow, it seems to me.

# mn88:19.6
source: Paṭiggaṇhātu, bhante, āyasmā ānando bāhitikan”ti.
sc_po: Please accept the imported cloth.”

# mn88:20.1
source: Paṭiggahesi kho āyasmā ānando bāhitikaṃ.
sc_po: So Ānanda accepted it.

# mn88:20.2
source: Atha kho rājā pasenadi kosalo āyasmantaṃ ānandaṃ etadavoca:
sc_po: Then King Pasenadi said to him,

# mn88:20.3
source: “handa ca dāni mayaṃ, bhante ānanda, gacchāma;
sc_po: “Well, now, sir, I must go.

# mn88:20.4
source: bahukiccā mayaṃ bahukaraṇīyā”ti.
sc_po: I have many duties, and much to do.”

# mn88:20.5
source: “Yassadāni tvaṃ, mahārāja, kālaṃ maññasī”ti.
sc_po: “Please, great king, go at your convenience.”

# mn88:20.6
source: Atha kho rājā pasenadi kosalo āyasmato ānandassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā āyasmantaṃ ānandaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: Then King Pasenadi approved and agreed with what Ānanda said. He got up from his seat, bowed, and respectfully circled Ānanda, keeping him on his right, before leaving.

# mn88:21.1
source: Atha kho āyasmā ānando acirapakkantassa rañño pasenadissa kosalassa yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi.
sc_po: Soon after he left, Ānanda went to the Buddha, bowed, sat down to one side,

# mn88:21.2
source: Ekamantaṃ nisinno kho āyasmā ānando yāvatako ahosi raññā pasenadinā kosalena saddhiṃ kathāsallāpo taṃ sabbaṃ bhagavato ārocesi.
sc_po: and told him what had happened.

# mn88:21.3
source: Tañca bāhitikaṃ bhagavato pādāsi.
sc_po: He presented the cloth to the Buddha.

# mn88:22.1
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants,

# mn88:22.2
source: “lābhā, bhikkhave, rañño pasenadissa kosalassa, suladdhalābhā, bhikkhave, rañño pasenadissa kosalassa;
sc_po: “Mendicants, King Pasenadi is lucky, so very lucky,

# mn88:22.3
source: yaṃ rājā pasenadi kosalo labhati ānandaṃ dassanāya, labhati payirupāsanāyā”ti.
sc_po: to get to see Ānanda and pay homage to him.”

# mn88:22.4
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn88:22.5
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.
