Repository: kondannyo/PGP
Catalog: */*_text/mn080.po
Languages: sc_po

# mn80:0.1
source: Majjhima Nikāya 80
sc_po: Middle Discourses 80

# mn80:0.2
source: Vekhanasasutta
sc_po: With Vekhanasa

# mn80:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn80:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn80:2.1
source: Atha kho vekhanaso paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the wanderer Vekhanasa went up to the Buddha, and exchanged greetings with him.

# mn80:2.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ aṭṭhāsi.
sc_po: When the greetings and polite conversation were over, he stood to one side,

# mn80:2.3
source: Ekamantaṃ ṭhito kho vekhanaso paribbājako bhagavato santike udānaṃ udānesi:
sc_po: and was inspired to exclaim:

# mn80:2.4
source: “ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo”ti.
sc_po: “This is the ultimate splendor, this is the ultimate splendor.”

# mn80:2.5
source: “Kiṃ pana tvaṃ, kaccāna, evaṃ vadesi:
sc_po: “But Kaccāna, why do you say:

# mn80:2.6
source: ‘ayaṃ paramo vaṇṇo, ayaṃ paramo vaṇṇo’ti?
sc_po: ‘This is the ultimate splendor, this is the ultimate splendor.’

# mn80:2.7
source: Katamo, kaccāna, so paramo vaṇṇo”ti?
sc_po: What is that ultimate splendor?”

# mn80:2.8
source: “Yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti.
sc_po: “Master Gotama, the ultimate splendor is the splendor compared to which no other splendor is finer.”

# mn80:2.9
source: “Katamo pana so, kaccāna, vaṇṇo yasmā vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthī”ti?
sc_po: “But what is that ultimate splendor compared to which no other splendor is finer?”

# mn80:2.10
source: “Yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo”ti.
sc_po: “Master Gotama, the ultimate splendor is the splendor compared to which no other splendor is finer.”

# mn80:3.1
source: “Dīghāpi kho te esā, kaccāna, phareyya:
sc_po: “Kaccāna, you could draw this out for a long time.

# mn80:3.2
source: ‘yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi, tañca vaṇṇaṃ na paññapesi.
sc_po: You say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.

# mn80:3.3
source: Seyyathāpi, kaccāna, puriso evaṃ vadeyya:
sc_po: Suppose a man was to say,

# mn80:3.4
source: ‘ahaṃ yā imasmiṃ janapade janapadakalyāṇī, taṃ icchāmi taṃ kāmemī’ti.
sc_po: ‘Whoever the finest lady in the land is, it is her that I want, her I desire!’

# mn80:3.5
source: Tamenaṃ evaṃ vadeyyuṃ:
sc_po: They’d say to him,

# mn80:3.6
source: ‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ—khattiyī vā brāhmaṇī vā vessī vā suddī vā’ti?
sc_po: ‘Mister, that finest lady in the land who you desire—do you know whether she’s an aristocrat, a brahmin, a merchant, or a worker?’

# mn80:3.7
source: Iti puṭṭho ‘no’ti vadeyya.
sc_po: Asked this, he’d say, ‘No.’

# mn80:3.8
source: Tamenaṃ evaṃ vadeyyuṃ:
sc_po: They’d say to him,

# mn80:3.9
source: ‘ambho purisa, yaṃ tvaṃ janapadakalyāṇiṃ icchasi kāmesi, jānāsi taṃ janapadakalyāṇiṃ evaṃnāmā evaṅgottāti vāti … pe … dīghā vā rassā vā majjhimā vā kāḷī vā sāmā vā maṅguracchavī vāti … amukasmiṃ gāme vā nigame vā nagare vā’ti?
sc_po: ‘Mister, that finest lady in the land who you desire—do you know her name or clan? Whether she’s tall or short or medium? Whether her skin is black, brown, or tawny? What village, town, or city she comes from?’

# mn80:3.10
source: Iti puṭṭho ‘no’ti vadeyya.
sc_po: Asked this, he’d say, ‘No.’

# mn80:3.11
source: Tamenaṃ evaṃ vadeyyuṃ:
sc_po: They’d say to him,

# mn80:3.12
source: ‘ambho purisa, yaṃ tvaṃ na jānāsi na passasi, taṃ tvaṃ icchasi kāmesī’ti?
sc_po: ‘Mister, do you desire someone who you’ve never even known or seen?’

# mn80:3.13
source: Iti puṭṭho ‘āmā’ti vadeyya.
sc_po: Asked this, he’d say, ‘Yes.’

# mn80:3.14
source: Taṃ kiṃ maññasi, kaccāna,
sc_po: What do you think, Kaccāna?

# mn80:3.15
source: nanu evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti?
sc_po: This being so, doesn’t that man’s statement turn out to have no demonstrable basis?”

# mn80:3.16
source: “Addhā kho, bho gotama, evaṃ sante tassa purisassa appāṭihīrakataṃ bhāsitaṃ sampajjatī”ti.
sc_po: “Clearly that’s the case, sir.”

# mn80:3.17
source: “Evameva kho tvaṃ, kaccāna, ‘yasmā, bho gotama, vaṇṇā añño vaṇṇo uttaritaro vā paṇītataro vā natthi so paramo vaṇṇo’ti vadesi; tañca vaṇṇaṃ na paññapesī”ti.
sc_po: “In the same way, you say, ‘The ultimate splendor is the splendor compared to which no other splendor is finer.’ But you don’t describe that splendor.”

# mn80:4.1
source: “Seyyathāpi, bho gotama, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, evaṃ vaṇṇo attā hoti arogo paraṃ maraṇā”ti.
sc_po: “Master Gotama, suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked. When placed on a cream rug it would shine and glow and radiate. Such is the splendor of the self that is sound after death.”

# mn80:5.1
source: “Taṃ kiṃ maññasi, kaccāna,
sc_po: “What do you think, Kaccāna?

# mn80:5.2
source: yo vā maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca, yo vā rattandhakāratimisāya kimi khajjopanako imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
sc_po: Which of these two has a finer splendor: such a beryl gem, or a firefly in the dark of night?”

# mn80:5.3
source: “Yvāyaṃ, bho gotama, rattandhakāratimisāya kimi khajjopanako, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
sc_po: “A firefly in the dark of night.”

# mn80:6.1
source: “Taṃ kiṃ maññasi, kaccāna,
sc_po: “What do you think, Kaccāna?

# mn80:6.2
source: yo vā rattandhakāratimisāya kimi khajjopanako, yo vā rattandhakāratimisāya telappadīpo, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
sc_po: Which of these two has a finer splendor: a firefly in the dark of night, or an oil lamp in the dark of night?”

# mn80:6.3
source: “Yvāyaṃ, bho gotama, rattandhakāratimisāya telappadīpo, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
sc_po: “An oil lamp in the dark of night.”

# mn80:7.1
source: “Taṃ kiṃ maññasi, kaccāna,
sc_po: “What do you think, Kaccāna?

# mn80:7.2
source: yo vā rattandhakāratimisāya telappadīpo, yo vā rattandhakāratimisāya mahāaggikkhandho, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
sc_po: Which of these two has a finer splendor: an oil lamp in the dark of night, or a bonfire in the dark of night?”

# mn80:7.3
source: “Yvāyaṃ, bho gotama, rattandhakāratimisāya mahāaggikkhandho, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
sc_po: “A bonfire in the dark of night.”

# mn80:8.1
source: “Taṃ kiṃ maññasi, kaccāna,
sc_po: “What do you think, Kaccāna?

# mn80:8.2
source: yo vā rattandhakāratimisāya mahāaggikkhandho, yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
sc_po: Which of these two has a finer splendor: a bonfire in the dark of night, or the Morning Star in a clear and cloudless sky at the crack of dawn?”

# mn80:8.3
source: “Yvāyaṃ, bho gotama, rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
sc_po: “The Morning Star in a clear and cloudless sky at the crack of dawn.”

# mn80:9.1
source: “Taṃ kiṃ maññasi, kaccāna,
sc_po: “What do you think, Kaccāna?

# mn80:9.2
source: yā vā rattiyā paccūsasamayaṃ viddhe vigatavalāhake deve osadhitārakā, yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
sc_po: Which of these two has a finer splendor: the Morning Star in a clear and cloudless sky at the crack of dawn, or the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath?”

# mn80:9.3
source: “Yvāyaṃ, bho gotama, tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
sc_po: “The full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath.”

# mn80:10.1
source: “Taṃ kiṃ maññasi, kaccāna,
sc_po: “What do you think, Kaccāna?

# mn80:10.2
source: yo vā tadahuposathe pannarase viddhe vigatavalāhake deve abhido aḍḍharattasamayaṃ cando, yo vā vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo, imesaṃ ubhinnaṃ vaṇṇānaṃ katamo vaṇṇo abhikkantataro ca paṇītataro cā”ti?
sc_po: Which of these two has a finer splendor: the full moon at midnight in a clear and cloudless sky on the fifteenth day sabbath, or the sun at midday in a clear and cloudless sky in the last month of the rainy season?”

# mn80:10.3
source: “Yvāyaṃ, bho gotama, vassānaṃ pacchime māse saradasamaye viddhe vigatavalāhake deve abhido majjhanhikasamayaṃ sūriyo—ayaṃ imesaṃ ubhinnaṃ vaṇṇānaṃ abhikkantataro ca paṇītataro cā”ti.
sc_po: “The sun at midday in a clear and cloudless sky in the last month of the rainy season.”

# mn80:11.1
source: “Ato kho te, kaccāna, bahū hi bahutarā devā ye imesaṃ candimasūriyānaṃ ābhā nānubhonti, tyāhaṃ pajānāmi.
sc_po: “Beyond this, Kaccāna, I know very many gods on whom the light of the sun and moon make no impression.

# mn80:11.2
source: Atha ca panāhaṃ na vadāmi:
sc_po: Nevertheless, I do not say:

# mn80:11.3
source: ‘yasmā vaṇṇā añño vaṇṇo uttaritaro ca paṇītataro ca natthī’ti.
sc_po: ‘The splendor compared to which no other splendor is finer.’

# mn80:11.4
source: Atha ca pana tvaṃ, kaccāna, ‘yvāyaṃ vaṇṇo kiminā khajjopanakena nihīnataro ca patikiṭṭhataro ca so paramo vaṇṇo’ti vadesi; tañca vaṇṇaṃ na paññapesi.
sc_po: But of the splendor inferior to a firefly you say, ‘This is the ultimate splendor.’ And you don’t describe that splendor.

# mn80:12.1
source: Pañca kho ime, kaccāna, kāmaguṇā.
sc_po: Kaccāna, there are these five kinds of sensual stimulation.

# mn80:12.2
source: Katame pañca?
sc_po: What five?

# mn80:12.3
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā,
sc_po: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn80:12.4
source: sotaviññeyyā saddā … pe …
sc_po: Sounds known by the ear …

# mn80:12.5
source: ghānaviññeyyā gandhā …
sc_po: Smells known by the nose …

# mn80:12.6
source: jivhāviññeyyā rasā …
sc_po: Tastes known by the tongue …

# mn80:12.7
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—
sc_po: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn80:12.8
source: ime kho, kaccāna, pañca kāmaguṇā.
sc_po: These are the five kinds of sensual stimulation.

# mn80:13.1
source: Yaṃ kho, kaccāna, ime pañca kāmaguṇe paṭicca uppajjati sukhaṃ somanassaṃ idaṃ vuccati kāmasukhaṃ.
sc_po: The pleasure and happiness that arises from these five kinds of sensual stimulation is called sensual pleasure.

# mn80:13.2
source: Iti kāmehi kāmasukhaṃ, kāmasukhā kāmaggasukhaṃ tattha aggamakkhāyatī”ti.
sc_po: So there is the saying: ‘From the senses comes sensual pleasure. From sensual pleasure comes the best kind of sensual pleasure, which is said to be the best thing there.’”

# mn80:14.1
source: Evaṃ vutte, vekhanaso paribbājako bhagavantaṃ etadavoca:
sc_po: When he said this, Vekhanasa said to the Buddha,

# mn80:14.2
source: “acchariyaṃ, bho gotama, abbhutaṃ, bho gotama.
sc_po: “It’s incredible, Master Gotama, it’s amazing!

# mn80:14.3
source: Yāva subhāsitañcidaṃ bhotā gotamena:
sc_po: How well said this was by Master Gotama!

# mn80:14.4
source: ‘kāmehi kāmasukhaṃ, kāmasukhā kāmaggasukhaṃ tattha aggamakkhāyatī’ti.
sc_po: ‘From the senses comes sensual pleasure. From sensual pleasure comes the best kind of sensual pleasure, which is said to be the best thing there.’

# mn80:14.5
source: ‘Kāmehi, bho gotama, kāmasukhaṃ, kāmasukhā kāmaggasukhaṃ, tattha aggamakkhāyatī’”ti
sc_po: Master Gotama, from the senses comes sensual pleasure. From sensual pleasure comes the best kind of sensual pleasure, which is said to be the best thing there.”

# mn80:14.6
source: “dujjānaṃ kho etaṃ, kaccāna, tayā aññadiṭṭhikena aññakhantikena aññarucikena aññatrayogena aññatrācariyakena—
sc_po: “Kaccāna, it’s hard for you, who has a different view, creed, preference, practice, and teacher’s doctrine, to understand

# mn80:14.7
source: kāmā vā kāmasukhaṃ vā kāmaggasukhaṃ vā.
sc_po: the senses, sensual pleasure, and the best kind of sensual pleasure.

# mn80:14.8
source: Ye kho te, kaccāna, bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā te kho etaṃ jāneyyuṃ—
sc_po: There are mendicants who are perfected, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment. They can understand

# mn80:14.9
source: kāmā vā kāmasukhaṃ vā kāmaggasukhaṃ vā”ti.
sc_po: the senses, sensual pleasure, and the best kind of sensual pleasure.”

# mn80:15.1
source: Evaṃ vutte, vekhanaso paribbājako kupito anattamano bhagavantaṃyeva khuṃsento bhagavantaṃyeva vambhento bhagavantaṃyeva vadamāno:
sc_po: When he said this, Vekhanasa became angry and upset. He even attacked and badmouthed the Buddha himself, saying,

# mn80:15.2
source: “samaṇo gotamo pāpito bhavissatī”ti bhagavantaṃ etadavoca:
sc_po: “The ascetic Gotama will be worsted!” He said to the Buddha,

# mn80:15.3
source: “evameva panidhekacce samaṇabrāhmaṇā ajānantā pubbantaṃ, apassantā aparantaṃ atha ca pana
sc_po: “This is exactly what happens with some ascetics and brahmins. Not knowing the past or seeing the future, they nevertheless claim:

# mn80:15.4
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti—pajānāmā’ti—paṭijānanti.
sc_po: ‘We understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”

# mn80:15.5
source: Tesamidaṃ bhāsitaṃ hassakaṃyeva sampajjati, nāmakaṃyeva sampajjati, rittakaṃyeva sampajjati, tucchakaṃyeva sampajjatī”ti.
sc_po: Their statement turns out to be a joke—mere words, void and hollow.”

# mn80:16.1
source: “Ye kho te, kaccāna, samaṇabrāhmaṇā ajānantā pubbantaṃ, apassantā aparantaṃ,
sc_po: “Kaccāna, there are some ascetics and brahmins who, not knowing the past or seeing the future, nevertheless claim:

# mn80:16.2
source: ‘khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyāti—pajānāmā’ti—paṭijānanti;
sc_po: ‘We understand: “Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”

# mn80:16.3
source: tesaṃ soyeva sahadhammiko niggaho hoti.
sc_po: There is a legitimate refutation of them.

# mn80:16.4
source: Api ca, kaccāna, tiṭṭhatu pubbanto, tiṭṭhatu aparanto.
sc_po: Nevertheless, Kaccāna, leave aside the past and the future.

# mn80:16.5
source: Etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi ahaṃ dhammaṃ desemi.
sc_po: Let a sensible person come—neither devious nor deceitful, a person of integrity. I teach and instruct them.

# mn80:16.6
source: Yathānusiṭṭhaṃ tathā paṭipajjamāno nacirasseva sāmaññeva ñassati sāmaṃ dakkhiti—
sc_po: Practicing as instructed they will soon know and see for themselves,

# mn80:16.7
source: evaṃ kira sammā bandhanā vippamokkho hoti, yadidaṃ avijjā bandhanā.
sc_po: ‘So this is how to be rightly released from the bond, that is, the bond of ignorance.’

# mn80:16.8
source: Seyyathāpi, kaccāna, daharo kumāro mando uttānaseyyako kaṇṭhapañcamehi bandhanehi baddho assa suttabandhanehi;
sc_po: Suppose there was a little baby bound with swaddling up to the neck.

# mn80:16.9
source: tassa vuddhimanvāya indriyānaṃ paripākamanvāya tāni bandhanāni mucceyyuṃ;
sc_po: As they grow up and their senses mature, they’re accordingly released from those bonds.

# mn80:16.10
source: so mokkhomhīti kho jāneyya no ca bandhanaṃ.
sc_po: They’d know ‘I’m released,’ and there would be no more bonds.

# mn80:16.11
source: Evameva kho, kaccāna, etu viññū puriso asaṭho amāyāvī ujujātiko, ahamanusāsāmi, ahaṃ dhammaṃ desemi;
sc_po: In the same way, let a sensible person come—neither devious nor deceitful, a person of integrity. I teach and instruct them.

# mn80:16.12
source: yathānusiṭṭhaṃ tathā paṭipajjamāno nacirasseva sāmaññeva ñassati, sāmaṃ dakkhiti:
sc_po: Practicing as instructed they will soon know and see for themselves,

# mn80:16.13
source: ‘evaṃ kira sammā bandhanā vippamokkho hoti, yadidaṃ avijjā bandhanā’”ti.
sc_po: ‘So this is how to be rightly released from the bond, that is, the bond of ignorance.’”

# mn80:17.1
source: Evaṃ vutte, vekhanaso paribbājako bhagavantaṃ etadavoca:
sc_po: When he said this, Vekhanasa said to the Buddha,

# mn80:17.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! …

# mn80:17.3
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
