Repository: kondannyo/PGP
Catalog: */*_text/mn103.po
Languages: sc_po

# mn103:0.1
source: Majjhima Nikāya 103
sc_po: Middle Discourses 103

# mn103:0.2
source: Kintisutta
sc_po: Is This What You Think Of Me?

# mn103:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn103:1.2
source: ekaṃ samayaṃ bhagavā pisinārāyaṃ viharati baliharaṇe vanasaṇḍe.
sc_po: At one time the Buddha was staying near Kusināra, in the Forest of Offerings.

# mn103:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# mn103:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# mn103:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# mn103:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn103:2.1
source: “kinti vo, bhikkhave, mayi hoti:
sc_po: “Mendicants, is this what you think of me?

# mn103:2.2
source: ‘cīvarahetu vā samaṇo gotamo dhammaṃ deseti, piṇḍapātahetu vā samaṇo gotamo dhammaṃ deseti, senāsanahetu vā samaṇo gotamo dhammaṃ deseti, itibhavābhavahetu vā samaṇo gotamo dhammaṃ desetī’”ti?
sc_po: ‘The ascetic Gotama teaches the Dhamma for the sake of robes, alms-food, lodgings, or rebirth in this or that state.’”

# mn103:2.3
source: “Na kho no, bhante, bhagavati evaṃ hoti:
sc_po: “No sir, we don’t think of you that way.”

# mn103:2.5
source: “Na ca kira vo, bhikkhave, mayi evaṃ hoti:
sc_po: “If you don’t think of me that way,

# mn103:2.8
source: atha kinti carahi vo, bhikkhave, mayi hotī”ti?
sc_po: then what exactly do you think of me?”

# mn103:2.9
source: “Evaṃ kho no, bhante, bhagavati hoti:
sc_po: “We think of you this way:

# mn103:2.10
source: ‘anukampako bhagavā hitesī;
sc_po: ‘The Buddha is compassionate and wants what’s best for us.

# mn103:2.11
source: anukampaṃ upādāya dhammaṃ desetī’”ti.
sc_po: He teaches out of compassion.’”

# mn103:2.12
source: “Evañca kira vo, bhikkhave, mayi hoti:
sc_po: “So it seems you think

# mn103:2.14
source: anukampaṃ upādāya dhammaṃ desetī’ti.
sc_po: that I teach out of compassion.

# mn103:3.1
source: Tasmātiha, bhikkhave, ye vo mayā dhammā abhiññā desitā, seyyathidaṃ—
sc_po: In that case, each and every one of you should train in the things I have taught from my direct knowledge, that is:

# mn103:3.2
source: cattāro satipaṭṭhānā cattāro sammappadhānā cattāro iddhipādā pañcindriyāni pañca balāni satta bojjhaṅgā ariyo aṭṭhaṅgiko maggo, tattha sabbeheva samaggehi sammodamānehi avivadamānehi sikkhitabbaṃ.
sc_po: the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path. You should train in these things in harmony, appreciating each other, without quarreling.

# mn103:4.1
source: Tesañca vo, bhikkhave, samaggānaṃ sammodamānānaṃ avivadamānānaṃ sikkhataṃ siyaṃsu dve bhikkhū abhidhamme nānāvādā.
sc_po: As you do so, it may happen that two mendicants disagree about the teaching.

# mn103:5.1
source: Tatra ce tumhākaṃ evamassa:
sc_po: Now, you might think,

# mn103:5.2
source: ‘imesaṃ kho āyasmantānaṃ atthato ceva nānaṃ byañjanato ca nānan’ti, tattha yaṃ bhikkhuṃ suvacataraṃ maññeyyātha so upasaṅkamitvā evamassa vacanīyo:
sc_po: ‘These two venerables disagree on both the meaning and the phrasing.’ So you should approach whichever mendicant you think is most amenable and say to them:

# mn103:5.3
source: ‘āyasmantānaṃ kho atthato ceva nānaṃ, byañjanato ca nānaṃ.
sc_po: ‘The venerables disagree on the meaning and the phrasing.

# mn103:5.4
source: Tadamināpetaṃ āyasmanto jānātha—
sc_po: But the venerables should know that this is how

# mn103:5.5
source: yathā atthato ceva nānaṃ, byañjanato ca nānaṃ.
sc_po: such disagreement on the meaning and the phrasing comes to be.

# mn103:5.6
source: Māyasmanto vivādaṃ āpajjitthā’ti.
sc_po: Please don’t get into a fight about this.’

# mn103:5.7
source: Athāparesaṃ ekatopakkhikānaṃ bhikkhūnaṃ yaṃ bhikkhuṃ suvacataraṃ maññeyyātha so upasaṅkamitvā evamassa vacanīyo:
sc_po: Then they should approach whichever mendicant they think is most amenable among those who side with the other party and say to them:

# mn103:5.8
source: ‘āyasmantānaṃ kho atthato ceva nānaṃ, byañjanato ca nānaṃ.
sc_po: ‘The venerables disagree on the meaning and the phrasing.

# mn103:5.9
source: Tadamināpetaṃ āyasmanto jānātha—
sc_po: But the venerables should know that this is how

# mn103:5.10
source: yathā atthato ceva nānaṃ, byañjanato ca nānaṃ.
sc_po: such disagreement on the meaning and the phrasing comes to be.

# mn103:5.11
source: Māyasmanto vivādaṃ āpajjitthā’ti.
sc_po: Please don’t get into a fight about this.’

# mn103:5.12
source: Iti duggahitaṃ duggahitato dhāretabbaṃ, suggahitaṃ suggahitato dhāretabbaṃ.
sc_po: So you should remember what has been incorrectly memorized as incorrectly memorized and what has been correctly memorized as correctly memorized.

# mn103:5.13
source: Duggahitaṃ duggahitato dhāretvā suggahitaṃ suggahitato dhāretvā yo dhammo yo vinayo so bhāsitabbo.
sc_po: Remembering this, you should speak on the teaching and the training.

# mn103:6.1
source: Tatra ce tumhākaṃ evamassa:
sc_po: Now, you might think,

# mn103:6.2
source: ‘imesaṃ kho āyasmantānaṃ atthato hi kho nānaṃ, byañjanato sametī’ti, tattha yaṃ bhikkhuṃ suvacataraṃ maññeyyātha so upasaṅkamitvā evamassa vacanīyo:
sc_po: ‘These two venerables disagree on the meaning but agree on the phrasing.’ So you should approach whichever mendicant you think is most amenable and say to them:

# mn103:6.3
source: ‘āyasmantānaṃ kho atthato hi nānaṃ, byañjanato sameti.
sc_po: ‘The venerables disagree on the meaning but agree on the phrasing.

# mn103:6.4
source: Tadamināpetaṃ āyasmanto jānātha—
sc_po: But the venerables should know that this is how

# mn103:6.5
source: yathā atthato hi kho nānaṃ, byañjanato sameti.
sc_po: such disagreement on the meaning and agreement on the phrasing comes to be.

# mn103:6.6
source: Māyasmanto vivādaṃ āpajjitthā’ti.
sc_po: Please don’t get into a fight about this.’

# mn103:6.7
source: Athāparesaṃ ekatopakkhikānaṃ bhikkhūnaṃ yaṃ bhikkhuṃ suvacataraṃ maññeyyātha so upasaṅkamitvā evamassa vacanīyo:
sc_po: Then they should approach whichever mendicant they think is most amenable among those who side with the other party and say to them:

# mn103:6.8
source: ‘āyasmantānaṃ kho atthato hi kho nānaṃ, byañjanato sameti.
sc_po: ‘The venerables disagree on the meaning but agree on the phrasing.

# mn103:6.9
source: Tadamināpetaṃ āyasmanto jānātha—
sc_po: But the venerables should know that this is how

# mn103:6.10
source: yathā atthato hi kho nānaṃ, byañjanato sameti.
sc_po: such disagreement on the meaning and agreement on the phrasing comes to be.

# mn103:6.11
source: Māyasmanto vivādaṃ āpajjitthā’ti.
sc_po: Please don’t get into a fight about this.’

# mn103:6.12
source: Iti duggahitaṃ duggahitato dhāretabbaṃ, suggahitaṃ suggahitato dhāretabbaṃ.
sc_po: So you should remember what has been incorrectly memorized as incorrectly memorized and what has been correctly memorized as correctly memorized.

# mn103:6.13
source: Duggahitaṃ duggahitato dhāretvā suggahitaṃ suggahitato dhāretvā yo dhammo yo vinayo so bhāsitabbo.
sc_po: Remembering this, you should speak on the teaching and the training.

# mn103:7.1
source: Tatra ce tumhākaṃ evamassa:
sc_po: Now, you might think,

# mn103:7.2
source: ‘imesaṃ kho āyasmantānaṃ atthato hi kho sameti, byañjanato nānan’ti, tattha yaṃ bhikkhuṃ suvacataraṃ maññeyyātha so upasaṅkamitvā evamassa vacanīyo:
sc_po: ‘These two venerables agree on the meaning but disagree on the phrasing.’ So you should approach whichever mendicant you think is most amenable and say to them:

# mn103:7.3
source: ‘āyasmantānaṃ kho atthato hi sameti, byañjanato nānaṃ.
sc_po: ‘The venerables agree on the meaning but disagree on the phrasing.

# mn103:7.4
source: Tadamināpetaṃ āyasmanto jānātha—
sc_po: But the venerables should know that this is how

# mn103:7.5
source: yathā atthato hi kho sameti, byañjanato nānaṃ.
sc_po: such agreement on the meaning and disagreement on the phrasing comes to be.

# mn103:7.6
source: Appamattakaṃ kho panetaṃ yadidaṃ—byañjanaṃ.
sc_po: But the phrasing is a minor matter.

# mn103:7.7
source: Māyasmanto appamattake vivādaṃ āpajjitthā’ti.
sc_po: Please don’t get into a fight about something so minor.’

# mn103:7.8
source: Athāparesaṃ ekatopakkhikānaṃ bhikkhūnaṃ yaṃ bhikkhuṃ suvacataraṃ maññeyyātha so upasaṅkamitvā evamassa vacanīyo:
sc_po: Then they should approach whichever mendicant they think is most amenable among those who side with the other party and say to them:

# mn103:7.9
source: ‘āyasmantānaṃ kho atthato hi sameti, byañjanato nānaṃ.
sc_po: ‘The venerables agree on the meaning but disagree on the phrasing.

# mn103:7.10
source: Tadamināpetaṃ āyasmanto jānātha—
sc_po: But the venerables should know that this is how

# mn103:7.11
source: yathā atthato hi kho sameti, byañjanato nānaṃ.
sc_po: such agreement on the meaning and disagreement on the phrasing comes to be.

# mn103:7.12
source: Appamattakaṃ kho panetaṃ yadidaṃ—byañjanaṃ.
sc_po: But the phrasing is a minor matter.

# mn103:7.13
source: Māyasmanto appamattake vivādaṃ āpajjitthā’ti.
sc_po: Please don’t get into a fight about something so minor.’

# mn103:7.14
source: Iti suggahitaṃ suggahitato dhāretabbaṃ, duggahitaṃ duggahitato dhāretabbaṃ.
sc_po: So you should remember what has been correctly memorized as correctly memorized and what has been incorrectly memorized as incorrectly memorized.

# mn103:7.15
source: Suggahitaṃ suggahitato dhāretvā duggahitaṃ duggahitato dhāretvā yo dhammo yo vinayo so bhāsitabbo.
sc_po: Remembering this, you should speak on the teaching and the training.

# mn103:8.1
source: Tatra ce tumhākaṃ evamassa:
sc_po: Now, you might think,

# mn103:8.2
source: ‘imesaṃ kho āyasmantānaṃ atthato ceva sameti byañjanato ca sametī’ti, tattha yaṃ bhikkhuṃ suvacataraṃ maññeyyātha so upasaṅkamitvā evamassa vacanīyo:
sc_po: ‘These two venerables agree on both the meaning and the phrasing.’ So you should approach whichever mendicant you think is most amenable and say to them:

# mn103:8.3
source: ‘āyasmantānaṃ kho atthato ceva sameti, byañjanato ca sameti.
sc_po: ‘The venerables agree on both the meaning and the phrasing.

# mn103:8.4
source: Tadamināpetaṃ āyasmanto jānātha—
sc_po: But the venerables should know that this is how

# mn103:8.5
source: yathā atthato ceva sameti byañjanato ca sameti.
sc_po: they come to agree on the meaning and the phrasing.

# mn103:8.6
source: Māyasmanto vivādaṃ āpajjitthā’ti.
sc_po: Please don’t get into a fight about this.’

# mn103:8.7
source: Athāparesaṃ ekatopakkhikānaṃ bhikkhūnaṃ yaṃ bhikkhuṃ suvacataraṃ maññeyyātha so upasaṅkamitvā evamassa vacanīyo:
sc_po: Then they should approach whichever mendicant they think is most amenable among those who side with the other party and say to them:

# mn103:8.8
source: ‘āyasmantānaṃ kho atthato ceva sameti byañjanato ca sameti.
sc_po: ‘The venerables agree on both the meaning and the phrasing.

# mn103:8.9
source: Tadamināpetaṃ āyasmanto jānātha—
sc_po: But the venerables should know that this is how

# mn103:8.10
source: yathā atthato ceva sameti byañjanato ca sameti.
sc_po: they come to agree on the meaning and the phrasing.

# mn103:8.11
source: Māyasmanto vivādaṃ āpajjitthā’ti.
sc_po: Please don’t get into a fight about this.’

# mn103:8.12
source: Iti suggahitaṃ suggahitato dhāretabbaṃ.
sc_po: So you should remember what has been correctly memorized as correctly memorized.

# mn103:8.13
source: Suggahitaṃ suggahitato dhāretvā yo dhammo yo vinayo so bhāsitabbo.
sc_po: Remembering this, you should speak on the teaching and the training.

# mn103:9.1
source: Tesañca vo, bhikkhave, samaggānaṃ sammodamānānaṃ avivadamānānaṃ sikkhataṃ siyā aññatarassa bhikkhuno āpatti siyā vītikkamo,
sc_po: As you train in harmony, appreciating each other, without quarreling, one of the mendicants might commit an offense or transgression.

# mn103:10.1
source: tatra, bhikkhave, na codanāya taritabbaṃ. Puggalo upaparikkhitabbo:
sc_po: In such a case, you should not be in a hurry to accuse them. The individual should be examined like this:

# mn103:10.2
source: ‘iti mayhañca avihesā bhavissati parassa ca puggalassa anupaghāto, paro hi puggalo akkodhano anupanāhī adaḷhadiṭṭhī suppaṭinissaggī, sakkomi cāhaṃ etaṃ puggalaṃ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetun’ti.
sc_po: ‘I won’t be troubled and the other individual won’t be hurt, for they’re not irritable and hostile. They don’t hold fast to their views, but let them go easily. I can draw them away from the unskillful and establish them in the skillful.’

# mn103:10.3
source: Sace, bhikkhave, evamassa, kallaṃ vacanāya.
sc_po: If that’s what you think, then it’s appropriate to speak to them.

# mn103:11.1
source: Sace pana, bhikkhave, evamassa:
sc_po: But suppose you think this:

# mn103:11.2
source: ‘mayhaṃ kho avihesā bhavissati parassa ca puggalassa upaghāto, paro hi puggalo kodhano upanāhī adaḷhadiṭṭhī suppaṭinissaggī, sakkomi cāhaṃ etaṃ puggalaṃ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetuṃ.
sc_po: ‘I will be troubled and the other individual will be hurt, for they’re irritable and hostile. However, they don’t hold fast to their views, but let them go easily. I can draw them away from the unskillful and establish them in the skillful.

# mn103:11.3
source: Appamattakaṃ kho panetaṃ yadidaṃ—parassa puggalassa upaghāto.
sc_po: But for the other individual to get hurt is a minor matter.

# mn103:11.4
source: Atha kho etadeva bahutaraṃ—
sc_po: It’s more important

# mn103:11.5
source: svāhaṃ sakkomi etaṃ puggalaṃ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetun’ti.
sc_po: that I can draw them away from the unskillful and establish them in the skillful.’

# mn103:11.6
source: Sace, bhikkhave, evamassa, kallaṃ vacanāya.
sc_po: If that’s what you think, then it’s appropriate to speak to them.

# mn103:12.1
source: Sace pana, bhikkhave, evamassa:
sc_po: But suppose you think this:

# mn103:12.2
source: ‘mayhaṃ kho vihesā bhavissati parassa ca puggalassa anupaghāto. Paro hi puggalo akkodhano anupanāhī daḷhadiṭṭhī duppaṭinissaggī, sakkomi cāhaṃ etaṃ puggalaṃ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetuṃ.
sc_po: ‘I will be troubled but the other individual won’t be hurt, for they’re not irritable and hostile. However, they hold fast to their views, refusing to let go. Nevertheless, I can draw them away from the unskillful and establish them in the skillful.

# mn103:12.3
source: Appamattakaṃ kho panetaṃ yadidaṃ—mayhaṃ vihesā.
sc_po: But for me to be troubled is a minor matter.

# mn103:12.4
source: Atha kho etadeva bahutaraṃ—
sc_po: It’s more important

# mn103:12.5
source: svāhaṃ sakkomi etaṃ puggalaṃ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetun’ti.
sc_po: that I can draw them away from the unskillful and establish them in the skillful.’

# mn103:12.6
source: Sace, bhikkhave, evamassa, kallaṃ vacanāya.
sc_po: If that’s what you think, then it’s appropriate to speak to them.

# mn103:13.1
source: Sace pana, bhikkhave, evamassa:
sc_po: But suppose you think this:

# mn103:13.2
source: ‘mayhañca kho vihesā bhavissati parassa ca puggalassa upaghāto. Paro hi puggalo kodhano upanāhī daḷhadiṭṭhī duppaṭinissaggī, sakkomi cāhaṃ etaṃ puggalaṃ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetuṃ.
sc_po: ‘I will be troubled and the other individual will be hurt, for they’re irritable and hostile. And they hold fast to their views, refusing to let go. Nevertheless, I can draw them away from the unskillful and establish them in the skillful.

# mn103:13.3
source: Appamattakaṃ kho panetaṃ yadidaṃ—mayhañca vihesā bhavissati parassa ca puggalassa upaghāto.
sc_po: But for me to be troubled and the other individual to get hurt is a minor matter.

# mn103:13.4
source: Atha kho etadeva bahutaraṃ—
sc_po: It’s more important

# mn103:13.5
source: svāhaṃ sakkomi etaṃ puggalaṃ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetun’ti.
sc_po: that I can draw them away from the unskillful and establish them in the skillful.’

# mn103:13.6
source: Sace, bhikkhave, evamassa, kallaṃ vacanāya.
sc_po: If that’s what you think, then it’s appropriate to speak to them.

# mn103:14.1
source: Sace pana, bhikkhave, evamassa:
sc_po: But suppose you think this:

# mn103:14.2
source: ‘mayhañca kho vihesā bhavissati parassa ca puggalassa upaghāto. Paro hi puggalo kodhano upanāhī daḷhadiṭṭhī duppaṭinissaggī, na cāhaṃ sakkomi etaṃ puggalaṃ akusalā vuṭṭhāpetvā kusale patiṭṭhāpetun’ti.
sc_po: ‘I will be troubled and the other individual will be hurt, for they’re irritable and hostile. And they hold fast to their views, refusing to let go. I cannot draw them away from the unskillful and establish them in the skillful.’

# mn103:14.3
source: Evarūpe, bhikkhave, puggale upekkhā nātimaññitabbā.
sc_po: Don’t underestimate the value of equanimity for such a person.

# mn103:15.1
source: Tesañca vo, bhikkhave, samaggānaṃ sammodamānānaṃ avivadamānānaṃ sikkhataṃ aññamaññassa vacīsaṃhāro uppajjeyya diṭṭhipaḷāso cetaso āghāto appaccayo anabhiraddhi.
sc_po: As you train in harmony, appreciating each other, without quarreling, mutual tale-bearing might come up, with contempt for each other’s views, resentful, bitter, and exasperated.

# mn103:15.2
source: Tattha ekatopakkhikānaṃ bhikkhūnaṃ yaṃ bhikkhuṃ suvacataraṃ maññeyyātha so upasaṅkamitvā evamassa vacanīyo:
sc_po: In this case you should approach whichever mendicant you think is most amenable among those who side with one party and say to them:

# mn103:15.3
source: ‘yaṃ no, āvuso, amhākaṃ samaggānaṃ sammodamānānaṃ avivadamānānaṃ sikkhataṃ aññamaññassa vacīsaṃhāro uppanno diṭṭhipaḷāso cetaso āghāto appaccayo anabhiraddhi, taṃ jānamāno samaṇo garaheyyā’ti.
sc_po: ‘Reverend, as we were training, mutual tale-bearing came up. If the Ascetic knew about this, would he rebuke it?’

# mn103:15.4
source: Sammā byākaramāno, bhikkhave, bhikkhu evaṃ byākareyya:
sc_po: Answering rightly, the mendicant should say:

# mn103:15.5
source: ‘yaṃ no, āvuso, amhākaṃ samaggānaṃ sammodamānānaṃ avivadamānānaṃ sikkhataṃ aññamaññassa vacīsaṃhāro uppanno diṭṭhipaḷāso cetaso āghāto appaccayo anabhiraddhi, taṃ jānamāno samaṇo garaheyyāti.
sc_po: ‘Yes, reverend, he would.’

# mn103:15.6
source: Etaṃ panāvuso, dhammaṃ appahāya nibbānaṃ sacchikareyyā’ti.
sc_po: ‘But without giving that up, reverend, can one realize extinguishment?’

# mn103:15.7
source: Sammā byākaramāno, bhikkhave, bhikkhu evaṃ byākareyya:
sc_po: Answering rightly, the mendicant should say:

# mn103:15.8
source: ‘etaṃ, āvuso, dhammaṃ appahāya na nibbānaṃ sacchikareyyā’ti.
sc_po: ‘No, reverend, one cannot.’

# mn103:16.1
source: Athāparesaṃ ekatopakkhikānaṃ bhikkhūnaṃ yaṃ bhikkhuṃ suvacataraṃ maññeyyātha, so upasaṅkamitvā evamassa vacanīyo:
sc_po: Then they should approach whichever mendicant they think is most amenable among those who side with the other party and say to them:

# mn103:16.2
source: ‘yaṃ no, āvuso, amhākaṃ samaggānaṃ sammodamānānaṃ avivadamānānaṃ sikkhataṃ aññamaññassa vacīsaṃhāro uppanno diṭṭhipaḷāso cetaso āghāto appaccayo anabhiraddhi, taṃ jānamāno samaṇo garaheyyā’ti.
sc_po: ‘Reverend, as we were training, mutual tale-bearing came up. If the Ascetic knew about this, would he rebuke it?’

# mn103:16.3
source: Sammā byākaramāno, bhikkhave, bhikkhu evaṃ byākareyya:
sc_po: Answering rightly, the mendicant should say:

# mn103:16.4
source: ‘yaṃ no, āvuso, amhākaṃ samaggānaṃ sammodamānānaṃ avivadamānānaṃ sikkhataṃ aññamaññassa vacīsaṃhāro uppanno diṭṭhipaḷāso cetaso āghāto appaccayo anabhiraddhi taṃ jānamāno samaṇo garaheyyāti.
sc_po: ‘Yes, reverend, he would.’

# mn103:16.5
source: Etaṃ panāvuso, dhammaṃ appahāya nibbānaṃ sacchikareyyā’ti.
sc_po: ‘But without giving that up, reverend, can one realize extinguishment?’

# mn103:16.6
source: Sammā byākaramāno, bhikkhave, bhikkhu evaṃ byākareyya:
sc_po: Answering rightly, the mendicant should say:

# mn103:16.7
source: ‘etaṃ kho, āvuso, dhammaṃ appahāya na nibbānaṃ sacchikareyyā’ti.
sc_po: ‘No, reverend, one cannot.’

# mn103:17.1
source: Tañce, bhikkhave, bhikkhuṃ pare evaṃ puccheyyuṃ:
sc_po: If others should ask that mendicant:

# mn103:17.2
source: ‘āyasmatā no ete bhikkhū akusalā vuṭṭhāpetvā kusale patiṭṭhāpitā’ti?
sc_po: ‘Were you the venerable who drew those mendicants away from the unskillful and established them in the skillful?’

# mn103:17.3
source: Sammā byākaramāno, bhikkhave, bhikkhu evaṃ byākareyya:
sc_po: Answering rightly, the mendicant should say:

# mn103:17.4
source: ‘idhāhaṃ, āvuso, yena bhagavā tenupasaṅkamiṃ, tassa me bhagavā dhammaṃ desesi, tāhaṃ dhammaṃ sutvā tesaṃ bhikkhūnaṃ abhāsiṃ.
sc_po: ‘Well, reverends, I approached the Buddha. He taught me the Dhamma. After hearing that teaching I explained it to those mendicants.

# mn103:17.5
source: Taṃ te bhikkhū dhammaṃ sutvā akusalā vuṭṭhahiṃsu, kusale patiṭṭhahiṃsū’ti.
sc_po: When those mendicants heard that teaching they were drawn away from the unskillful and established in the skillful.’

# mn103:17.6
source: Evaṃ byākaramāno kho, bhikkhave, bhikkhu na ceva attānaṃ ukkaṃseti, na paraṃ vambheti, dhammassa cānudhammaṃ byākaroti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti.
sc_po: Answering in this way, that mendicant doesn’t glorify themselves or put others down. They answer in line with the teaching, with no legitimate grounds for rebuke and criticism.”

# mn103:17.7
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn103:17.8
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.
