Repository: kondannyo/PGP
Catalog: */*_text/mn116.po
Languages: sc_po

# mn116:0.1
source: Majjhima Nikāya 116
sc_po: Middle Discourses 116

# mn116:0.2
source: Isigilisutta
sc_po: At Isigili

# mn116:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn116:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati isigilismiṃ pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Isigili Mountain.

# mn116:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# mn116:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# mn116:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# mn116:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn116:2.1
source: “Passatha no tumhe, bhikkhave, etaṃ vebhāraṃ pabbatan”ti?
sc_po: “Mendicants, do you see that Mount Vebhāra?”

# mn116:2.2
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# mn116:2.3
source: “Etassapi kho, bhikkhave, vebhārassa pabbatassa aññāva samaññā ahosi aññā paññatti.
sc_po: “It used to have a different label and description.

# mn116:2.4
source: Passatha no tumhe, bhikkhave, etaṃ paṇḍavaṃ pabbatan”ti?
sc_po: Do you see that Mount Paṇḍava?”

# mn116:2.5
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# mn116:2.6
source: “Etassapi kho, bhikkhave, paṇḍavassa pabbatassa aññāva samaññā ahosi aññā paññatti.
sc_po: “It too used to have a different label and description.

# mn116:2.7
source: Passatha no tumhe, bhikkhave, etaṃ vepullaṃ pabbatan”ti?
sc_po: Do you see that Mount Vepulla?”

# mn116:2.8
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# mn116:2.9
source: “Etassapi kho, bhikkhave, vepullassa pabbatassa aññāva samaññā ahosi aññā paññatti.
sc_po: “It too used to have a different label and description.

# mn116:2.10
source: Passatha no tumhe, bhikkhave, etaṃ gijjhakūṭaṃ pabbatan”ti?
sc_po: Do you see that Mount Vulture’s Peak?”

# mn116:2.11
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# mn116:2.12
source: “Etassapi kho, bhikkhave, gijjhakūṭassa pabbatassa aññāva samaññā ahosi aññā paññatti.
sc_po: “It too used to have a different label and description.

# mn116:2.13
source: Passatha no tumhe, bhikkhave, imaṃ isigiliṃ pabbatan”ti?
sc_po: Do you see that Mount Isigili?”

# mn116:2.14
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# mn116:3.1
source: “Imassa kho pana, bhikkhave, isigilissa pabbatassa esāva samaññā ahosi esā paññatti.
sc_po: “It used to have exactly the same label and description.

# mn116:3.2
source: Bhūtapubbaṃ, bhikkhave, pañca paccekabuddhasatāni imasmiṃ isigilismiṃ pabbate ciranivāsino ahesuṃ.
sc_po: Once upon a time, five hundred Buddhas awakened for themselves dwelt for a long time on this Isigili.

# mn116:3.3
source: Te imaṃ pabbataṃ pavisantā dissanti, paviṭṭhā na dissanti.
sc_po: They were seen entering the mountain, but after entering were seen no more.

# mn116:3.4
source: Tamenaṃ manussā disvā evamāhaṃsu:
sc_po: When people noticed this they said:

# mn116:3.5
source: ‘ayaṃ pabbato ime isī gilatī’ti;
sc_po: ‘That mountain swallows these hermits!’

# mn116:3.6
source: ‘isigili isigili’ tveva samaññā udapādi.
sc_po: That’s how it came to be known as Isigili.

# mn116:3.7
source: Ācikkhissāmi, bhikkhave, paccekabuddhānaṃ nāmāni;
sc_po: I shall declare the names of the Buddhas awakened for themselves;

# mn116:3.8
source: kittayissāmi, bhikkhave, paccekabuddhānaṃ nāmāni;
sc_po: I shall extol the names of the Buddhas awakened for themselves;

# mn116:3.9
source: desessāmi, bhikkhave, paccekabuddhānaṃ nāmāni.
sc_po: I shall teach the names of the Buddhas awakened for themselves.

# mn116:3.10
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# mn116:3.11
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# mn116:3.12
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn116:4.1
source: “Ariṭṭho nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: “The Buddhas awakened for themselves who dwelt for a long time on this Isigili were named Ariṭṭha,

# mn116:4.2
source: upariṭṭho nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Upariṭṭha,

# mn116:4.3
source: tagarasikhī nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Tagarasikhin,

# mn116:4.4
source: yasassī nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Yasassin,

# mn116:4.5
source: sudassano nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Sudassana,

# mn116:4.6
source: piyadassī nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Piyadassin,

# mn116:4.7
source: gandhāro nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Gandhāra,

# mn116:4.8
source: piṇḍolo nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Piṇḍola,

# mn116:4.9
source: upāsabho nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Upāsabha,

# mn116:4.10
source: nīto nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Nītha,

# mn116:4.11
source: tatho nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi,
sc_po: Tatha,

# mn116:4.12
source: sutavā nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi;
sc_po: Sutavā,

# mn116:4.13
source: bhāvitatto nāma, bhikkhave, paccekasambuddho imasmiṃ isigilismiṃ pabbate ciranivāsī ahosi.
sc_po: and Bhāvitatta.

# mn116:5.1
source: Ye sattasārā anīghā nirāsā,
sc_po: Those saintly beings, untroubled and free of hope,

# mn116:5.2
source: Paccekamevajjhagamaṃsu bodhiṃ;
sc_po: who each achieved awakening by themselves;

# mn116:5.3
source: Tesaṃ visallāna naruttamānaṃ,
sc_po: hear me extol their names,

# mn116:5.4
source: Nāmāni me kittayato suṇātha.
sc_po: the supreme persons, free of thorns.

# mn116:5.5
source: Ariṭṭho upariṭṭho tagarasikhī yasassī,
sc_po: Ariṭṭha, Upariṭṭha, Tagarasikhin, Yasassin,

# mn116:5.6
source: Sudassano piyadassī ca susambuddho;
sc_po: Sudassana, and Piyadassin the awakened;

# mn116:5.7
source: Gandhāro piṇḍolo upāsabho ca,
sc_po: Gandhāra, Piṇḍola, and Upāsabha,

# mn116:5.8
source: Nīto tatho sutavā bhāvitatto.
sc_po: Nītha, Tatha, Sutavā, and Bhāvitatta.

# mn116:6.1
source: Sumbho subho matulo aṭṭhamo ca,
sc_po: Sumbha, Subha, Methula, and Aṭṭhama,

# mn116:6.2
source: Athassumegho anīgho sudāṭho;
sc_po: and Assumegha, Anīgha, and Sudāṭha,

# mn116:6.3
source: Paccekabuddhā bhavanettikhīṇā,
sc_po: awakened for themselves, enders of the attachment to rebirth.

# mn116:6.4
source: Hiṅgū ca hiṅgo ca mahānubhāvā.
sc_po: Hiṅgū, and Hiṅga the mighty.

# mn116:6.5
source: Dve jālino munino aṭṭhako ca,
sc_po: Two sages named Jāli, and Aṭṭhaka.

# mn116:6.6
source: Atha kosallo buddho atho subāhu;
sc_po: Then the Buddha Kosala and Subāhu;

# mn116:6.7
source: Upanemiso nemiso santacitto,
sc_po: Upanemi, Nemi, and Santacitta,

# mn116:6.8
source: Sacco tatho virajo paṇḍito ca.
sc_po: right and true, stainless and astute.

# mn116:6.9
source: Kāḷūpakāḷā vijito jito ca,
sc_po: Kāḷa and Upakāḷa, Vijita and Jita,

# mn116:6.10
source: Aṅgo ca paṅgo ca guttijito ca;
sc_po: Aṅga and Paṅga, and Guttijita too;

# mn116:6.11
source: Passi jahi upadhidukkhamūlaṃ,
sc_po: Passin gave up attachment, suffering’s root,

# mn116:6.12
source: Aparājito mārabalaṃ ajesi.
sc_po: while Aparājita defeated Māra’s power.

# mn116:6.13
source: Satthā pavattā sarabhaṅgo lomahaṃso,
sc_po: Satthar, Pavattar, Sarabhaṅga, Lomahaṁsa,

# mn116:6.14
source: Uccaṅgamāyo asito anāsavo;
sc_po: Uccaṅgamāya, Asita, Anāsava,

# mn116:6.15
source: Manomayo mānacchido ca bandhumā,
sc_po: Manomaya, and Bandhumant the cutter of conceit,

# mn116:6.16
source: Tadādhimutto vimalo ca ketumā.
sc_po: and Tadādhimutta the immaculate and resplendent.

# mn116:6.17
source: Ketumbharāgo ca mātaṅgo ariyo,
sc_po: Ketumbarāga, Mātaṅga, and Ariya,

# mn116:6.18
source: Athaccuto accutagāmabyāmako;
sc_po: then Accuta, Accutagāma, and Byāmaka,

# mn116:6.19
source: Sumaṅgalo dabbilo supatiṭṭhito,
sc_po: Sumaṅgala, Dabbila, Supatiṭṭhita,

# mn116:6.20
source: Asayho khemābhirato ca sorato.
sc_po: Asayha, Khemābhirata, and Sorata.

# mn116:6.21
source: Durannayo saṅgho athopi ujjayo,
sc_po: Durannaya, Saṅgha, and also Ujjaya,

# mn116:6.22
source: Aparo muni sayho anomanikkamo;
sc_po: another sage, Sayha of peerless effort.

# mn116:6.23
source: Ānando nando upanando dvādasa,
sc_po: There are twelve Ānandas, Nandas, and Upanandas,

# mn116:6.24
source: Bhāradvājo antimadehadhārī.
sc_po: and Bhāradvāja, bearing his final body.

# mn116:6.25
source: Bodhi mahānāmo athopi uttaro,
sc_po: Bodhi, also Mahānāma the supreme,

# mn116:6.26
source: Kesī sikhī sundaro dvārabhājo;
sc_po: Kesin, Sikhin, Sundara, and Bhāradvāja,

# mn116:6.27
source: Tissūpatissā bhavabandhanacchidā,
sc_po: Tissa and Upatissa, who’ve both cut the bonds to rebirth,

# mn116:6.28
source: Upasikhi taṇhacchido ca sikhari.
sc_po: Upasīdarin and Sīdarin, who’ve both cut off craving.

# mn116:6.29
source: Buddho ahu maṅgalo vītarāgo,
sc_po: Maṅgala was awakened, free of greed,

# mn116:6.30
source: Usabhacchidā jāliniṃ dukkhamūlaṃ;
sc_po: Usabha cut the net, the root of suffering,

# mn116:6.31
source: Santaṃ padaṃ ajjhagamopanīto,
sc_po: Upanīta who attained the state of peace,

# mn116:6.32
source: Uposatho sundaro saccanāmo.
sc_po: Uposatha, Sundara, and Saccanāma.

# mn116:6.33
source: Jeto jayanto padumo uppalo ca,
sc_po: Jeta, Jayanta, Paduma, and Uppala;

# mn116:6.34
source: Padumuttaro rakkhito pabbato ca;
sc_po: Padumuttara, Rakkhita, and Pabbata,

# mn116:6.35
source: Mānatthaddho sobhito vītarāgo,
sc_po: Mānatthaddha, beautiful and free of greed,

# mn116:6.36
source: Kaṇho ca buddho suvimuttacitto.
sc_po: and the Buddha Kaṇha, his mind well freed.

# mn116:7.1
source: Ete ca aññe ca mahānubhāvā,
sc_po: These and other mighty ones awakened for themselves,

# mn116:7.2
source: Paccekabuddhā bhavanettikhīṇā;
sc_po: enders of the attachment to rebirth—

# mn116:7.3
source: Te sabbasaṅgātigate mahesī,
sc_po: honor these great hermits who are fully extinguished,

# mn116:7.4
source: Parinibbute vandatha appameyye”ti.
sc_po: having got past all ties, limitless.”
