Repository: kondannyo/PGP
Catalog: */*_text/mn118.po
Languages: sc_po

# mn118:0.1
source: Majjhima Nikāya 118
sc_po: Middle Discourses 118

# mn118:0.2
source: Ānāpānassatisutta
sc_po: Mindfulness of Breathing

# mn118:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn118:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde sambahulehi abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ—
sc_po: At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother, together with several well-known senior disciples, such as

# mn118:1.3
source: āyasmatā ca sāriputtena āyasmatā ca mahāmoggallānena āyasmatā ca mahākassapena āyasmatā ca mahākaccāyanena āyasmatā ca mahākoṭṭhikena āyasmatā ca mahākappinena āyasmatā ca mahācundena āyasmatā ca anuruddhena āyasmatā ca revatena āyasmatā ca ānandena, aññehi ca abhiññātehi abhiññātehi therehi sāvakehi saddhiṃ.
sc_po: the venerables Sāriputta, Mahāmoggallāna, Mahākassapa, Mahākaccāna, Mahākoṭṭhita, Mahākappina, Mahācunda, Anuruddha, Revata, Ānanda, and others.

# mn118:2.1
source: Tena kho pana samayena therā bhikkhū nave bhikkhū ovadanti anusāsanti.
sc_po: Now at that time the senior mendicants were advising and instructing the junior mendicants.

# mn118:2.2
source: Appekacce therā bhikkhū dasapi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū vīsampi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū tiṃsampi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū cattārīsampi bhikkhū ovadanti anusāsanti.
sc_po: Some senior mendicants instructed ten mendicants, while some instructed twenty, thirty, or forty.

# mn118:2.3
source: Te ca navā bhikkhū therehi bhikkhūhi ovadiyamānā anusāsiyamānā uḷāraṃ pubbenāparaṃ visesaṃ jānanti.
sc_po: Being instructed by the senior mendicants, the junior mendicants realized a higher distinction than they had before.

# mn118:3.1
source: Tena kho pana samayena bhagavā tadahuposathe pannarase pavāraṇāya puṇṇāya puṇṇamāya rattiyā bhikkhusaṃghaparivuto abbhokāse nisinno hoti.
sc_po: Now, at that time it was the sabbath—the full moon on the fifteenth day—and the Buddha was sitting surrounded by the Saṅgha of monks for the invitation to admonish.

# mn118:3.2
source: Atha kho bhagavā tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṃghaṃ anuviloketvā bhikkhū āmantesi:
sc_po: Then the Buddha looked around the Saṅgha of monks, who were so very silent. He addressed them:

# mn118:4.1
source: “āraddhosmi, bhikkhave, imāya paṭipadāya;
sc_po: “I am satisfied, mendicants, with this practice.

# mn118:4.2
source: āraddhacittosmi, bhikkhave, imāya paṭipadāya.
sc_po: My heart is satisfied with this practice.

# mn118:4.3
source: Tasmātiha, bhikkhave, bhiyyoso mattāya vīriyaṃ ārabhatha appattassa pattiyā, anadhigatassa adhigamāya, asacchikatassa sacchikiriyāya.
sc_po: So you should rouse up even more energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# mn118:4.4
source: Idhevāhaṃ sāvatthiyaṃ komudiṃ cātumāsiniṃ āgamessāmī”ti.
sc_po: I will wait here in Sāvatthī for the Komudi full moon of the fourth month.”

# mn118:5.1
source: Assosuṃ kho jānapadā bhikkhū:
sc_po: Mendicants from around the country heard about this,

# mn118:5.3
source: Te jānapadā bhikkhū sāvatthiṃ osaranti bhagavantaṃ dassanāya.
sc_po: and came down to Sāvatthī to see the Buddha.

# mn118:6.1
source: Te ca kho therā bhikkhū bhiyyoso mattāya nave bhikkhū ovadanti anusāsanti.
sc_po: And those senior mendicants instructed the junior mendicants even more.

# mn118:6.2
source: Appekacce therā bhikkhū dasapi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū vīsampi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū tiṃsampi bhikkhū ovadanti anusāsanti, appekacce therā bhikkhū cattārīsampi bhikkhū ovadanti anusāsanti.
sc_po: Some senior mendicants instructed ten mendicants, while some instructed twenty, thirty, or forty.

# mn118:6.3
source: Te ca navā bhikkhū therehi bhikkhūhi ovadiyamānā anusāsiyamānā uḷāraṃ pubbenāparaṃ visesaṃ jānanti.
sc_po: Being instructed by the senior mendicants, the junior mendicants realized a higher distinction than they had before.

# mn118:7.1
source: Tena kho pana samayena bhagavā tadahuposathe pannarase komudiyā cātumāsiniyā puṇṇāya puṇṇamāya rattiyā bhikkhusaṅghaparivuto abbhokāse nisinno hoti.
sc_po: Now, at that time it was the sabbath—the Komudi full moon on the fifteenth day of the fourth month—and the Buddha was sitting in the open surrounded by the Saṅgha of monks.

# mn118:7.2
source: Atha kho bhagavā tuṇhībhūtaṃ tuṇhībhūtaṃ bhikkhusaṅghaṃ anuviloketvā bhikkhū āmantesi:
sc_po: Then the Buddha looked around the Saṅgha of monks, who were so very silent. He addressed them:

# mn118:8.1
source: “Apalāpāyaṃ, bhikkhave, parisā; nippalāpāyaṃ, bhikkhave, parisā; suddhā sāre patiṭṭhitā.
sc_po: “This assembly has no nonsense, mendicants, it’s free of nonsense. It consists purely of the essential core.

# mn118:8.2
source: Tathārūpo ayaṃ, bhikkhave, bhikkhusaṃgho; tathārūpā ayaṃ, bhikkhave, parisā
sc_po: Such is this Saṅgha of monks, such is this assembly!

# mn118:8.3
source: yathārūpā parisā āhuneyyā pāhuneyyā dakkhiṇeyyā añjalikaraṇīyā anuttaraṃ puññakkhettaṃ lokassa.
sc_po: An assembly such as this is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.

# mn118:8.4
source: Tathārūpo ayaṃ, bhikkhave, bhikkhusaṃgho; tathārūpā ayaṃ, bhikkhave, parisā
sc_po: Such is this Saṅgha of monks, such is this assembly!

# mn118:8.5
source: yathārūpāya parisāya appaṃ dinnaṃ bahu hoti, bahu dinnaṃ bahutaraṃ.
sc_po: Even a small gift to an assembly such as this is fruitful, while giving more is even more fruitful.

# mn118:8.6
source: Tathārūpo ayaṃ, bhikkhave, bhikkhusaṃgho; tathārūpā ayaṃ, bhikkhave, parisā
sc_po: Such is this Saṅgha of monks, such is this assembly!

# mn118:8.7
source: yathārūpā parisā dullabhā dassanāya lokassa.
sc_po: An assembly such as this is rarely seen in the world.

# mn118:8.8
source: Tathārūpo ayaṃ, bhikkhave, bhikkhusaṃgho; tathārūpā ayaṃ, bhikkhave, parisā
sc_po: Such is this Saṅgha of monks, such is this assembly!

# mn118:8.9
source: yathārūpaṃ parisaṃ alaṃ yojanagaṇanāni dassanāya gantuṃ puṭosenāpi.
sc_po: An assembly such as this is worth traveling many leagues to see, even if you have to carry your own provisions in a shoulder bag.

# mn118:9.1
source: Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṃghe arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā—
sc_po: For in this Saṅgha there are perfected mendicants, who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment.

# mn118:9.2
source: evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṃghe.
sc_po: There are such mendicants in this Saṅgha.

# mn118:10.1
source: Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṃghe pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā opapātikā tattha parinibbāyino anāvattidhammā tasmā lokā—
sc_po: In this Saṅgha there are mendicants who, with the ending of the five lower fetters are reborn spontaneously. They are extinguished there, and are not liable to return from that world.

# mn118:10.2
source: evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṃghe.
sc_po: There are such mendicants in this Saṅgha.

# mn118:10.3
source: Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṃghe tiṇṇaṃ saṃyojanānaṃ parikkhayā rāgadosamohānaṃ tanuttā sakadāgāmino sakideva imaṃ lokaṃ āgantvā dukkhassantaṃ karissanti—
sc_po: In this Saṅgha there are mendicants who, with the ending of three fetters, and the weakening of greed, hate, and delusion, are once-returners. They come back to this world once only, then make an end of suffering.

# mn118:10.4
source: evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṃghe.
sc_po: There are such mendicants in this Saṅgha.

# mn118:10.5
source: Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṃghe tiṇṇaṃ saṃyojanānaṃ parikkhayā sotāpannā avinipātadhammā niyatā sambodhiparāyanā—
sc_po: In this Saṅgha there are mendicants who, with the ending of three fetters are stream-enterers, not liable to be reborn in the underworld, bound for awakening.

# mn118:10.6
source: evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṃghe.
sc_po: There are such mendicants in this Saṅgha.

# mn118:13.1
source: Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe catunnaṃ satipaṭṭhānānaṃ bhāvanānuyogamanuyuttā viharanti—
sc_po: In this Saṅgha there are mendicants who are committed to developing the four kinds of mindfulness meditation …

# mn118:14.1
source: Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe catunnaṃ sammappadhānānaṃ bhāvanānuyogamanuyuttā viharanti … pe …
sc_po: the four right efforts …

# mn118:14.2
source: catunnaṃ iddhipādānaṃ …
sc_po: the four bases of psychic power …

# mn118:14.3
source: pañcannaṃ indriyānaṃ …
sc_po: the five faculties …

# mn118:14.4
source: pañcannaṃ balānaṃ …
sc_po: the five powers …

# mn118:14.5
source: sattannaṃ bojjhaṅgānaṃ …
sc_po: the seven awakening factors …

# mn118:14.6
source: ariyassa aṭṭhaṅgikassa maggassa bhāvanānuyogamanuyuttā viharanti—
sc_po: the noble eightfold path.

# mn118:14.7
source: evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṅghe.
sc_po: There are such mendicants in this Saṅgha.

# mn118:14.8
source: Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe mettābhāvanānuyogamanuyuttā viharanti …
sc_po: In this Saṅgha there are mendicants who are committed to developing the meditation on love …

# mn118:14.9
source: karuṇābhāvanānuyogamanuyuttā viharanti …
sc_po: compassion …

# mn118:14.10
source: muditābhāvanānuyogamanuyuttā viharanti …
sc_po: rejoicing …

# mn118:14.11
source: upekkhābhāvanānuyogamanuyuttā viharanti …
sc_po: equanimity …

# mn118:14.12
source: asubhabhāvanānuyogamanuyuttā viharanti …
sc_po: ugliness …

# mn118:14.13
source: aniccasaññābhāvanānuyogamanuyuttā viharanti—
sc_po: impermanence.

# mn118:14.14
source: evarūpāpi, bhikkhave, santi bhikkhū imasmiṃ bhikkhusaṅghe.
sc_po: There are such mendicants in this Saṅgha.

# mn118:14.15
source: Santi, bhikkhave, bhikkhū imasmiṃ bhikkhusaṅghe ānāpānassatibhāvanānuyogamanuyuttā viharanti.
sc_po: In this Saṅgha there are mendicants who are committed to developing the meditation on mindfulness of breathing.

# mn118:15.1
source: Ānāpānassati, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā.
sc_po: Mendicants, when mindfulness of breathing is developed and cultivated it is very fruitful and beneficial.

# mn118:15.2
source: Ānāpānassati, bhikkhave, bhāvitā bahulīkatā cattāro satipaṭṭhāne paripūreti.
sc_po: Mindfulness of breathing, when developed and cultivated, fulfills the four kinds of mindfulness meditation.

# mn118:15.3
source: Cattāro satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrenti.
sc_po: The four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors.

# mn118:15.4
source: Satta bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiṃ paripūrenti.
sc_po: And the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom.

# mn118:16.1
source: Kathaṃ bhāvitā ca, bhikkhave, ānāpānassati kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā?
sc_po: And how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial?

# mn118:17.1
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut. They sit down cross-legged, with their body straight, and establish mindfulness right there.

# mn118:17.2
source: So satova assasati satova passasati.
sc_po: Just mindful, they breathe in. Mindful, they breathe out.

# mn118:18.1
source: Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti;
sc_po: When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’

# mn118:18.2
source: rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti;
sc_po: When breathing in lightly they know: ‘I’m breathing in lightly.’ When breathing out lightly they know: ‘I’m breathing out lightly.’

# mn118:18.3
source: ‘sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice breathing in experiencing the whole body. They practice breathing out experiencing the whole body.

# mn118:18.4
source: ‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati. (1)
sc_po: They practice breathing in stilling the body’s motion. They practice breathing out stilling the body’s motion.

# mn118:19.1
source: ‘Pītipaṭisaṃvedī assasissāmī’ti sikkhati, ‘pītipaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice breathing in experiencing rapture. They practice breathing out experiencing rapture.

# mn118:19.2
source: ‘sukhapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sukhapaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice breathing in experiencing bliss. They practice breathing out experiencing bliss.

# mn118:19.3
source: ‘cittasaṅkhārapaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittasaṅkhārapaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice breathing in experiencing these emotions. They practice breathing out experiencing these emotions.

# mn118:19.4
source: ‘passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati. (2)
sc_po: They practice breathing in stilling these emotions. They practice breathing out stilling these emotions.

# mn118:20.1
source: ‘Cittapaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittapaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice breathing in experiencing the mind. They practice breathing out experiencing the mind.

# mn118:20.2
source: ‘abhippamodayaṃ cittaṃ assasissāmī’ti sikkhati, ‘abhippamodayaṃ cittaṃ passasissāmī’ti sikkhati;
sc_po: They practice breathing in gladdening the mind. They practice breathing out gladdening the mind.

# mn118:20.3
source: ‘samādahaṃ cittaṃ assasissāmī’ti sikkhati, ‘samādahaṃ cittaṃ passasissāmī’ti sikkhati;
sc_po: They practice breathing in immersing the mind in samādhi. They practice breathing out immersing the mind in samādhi.

# mn118:20.4
source: ‘vimocayaṃ cittaṃ assasissāmī’ti sikkhati, ‘vimocayaṃ cittaṃ passasissāmī’ti sikkhati. (3)
sc_po: They practice breathing in freeing the mind. They practice breathing out freeing the mind.

# mn118:21.1
source: ‘Aniccānupassī assasissāmī’ti sikkhati, ‘aniccānupassī passasissāmī’ti sikkhati;
sc_po: They practice breathing in observing impermanence. They practice breathing out observing impermanence.

# mn118:21.2
source: ‘virāgānupassī assasissāmī’ti sikkhati, ‘virāgānupassī passasissāmī’ti sikkhati;
sc_po: They practice breathing in observing fading away. They practice breathing out observing fading away.

# mn118:21.3
source: ‘nirodhānupassī assasissāmī’ti sikkhati, ‘nirodhānupassī passasissāmī’ti sikkhati;
sc_po: They practice breathing in observing cessation. They practice breathing out observing cessation.

# mn118:21.4
source: ‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati.
sc_po: They practice breathing in observing letting go. They practice breathing out observing letting go.

# mn118:22.1
source: Evaṃ bhāvitā kho, bhikkhave, ānāpānassati evaṃ bahulīkatā mahapphalā hoti mahānisaṃsā. (4)
sc_po: Mindfulness of breathing, when developed and cultivated in this way, is very fruitful and beneficial.

# mn118:23.1
source: Kathaṃ bhāvitā ca, bhikkhave, ānāpānassati kathaṃ bahulīkatā cattāro satipaṭṭhāne paripūreti?
sc_po: And how is mindfulness of breathing developed and cultivated so as to fulfill the four kinds of mindfulness meditation?

# mn118:24.1
source: Yasmiṃ samaye, bhikkhave, bhikkhu dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti;
sc_po: Whenever a mendicant knows that they breathe heavily,

# mn118:24.2
source: rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti;
sc_po: or lightly,

# mn118:24.3
source: ‘sabbakāyapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyapaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: or experiencing the whole body,

# mn118:24.4
source: ‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati;
sc_po: or stilling the body’s motion—

# mn118:24.5
source: kāye kāyānupassī, bhikkhave, tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
sc_po: at that time they’re meditating by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# mn118:24.6
source: Kāyesu kāyaññatarāhaṃ, bhikkhave, evaṃ vadāmi yadidaṃ—assāsapassāsā.
sc_po: For I say that the in-breaths and out-breaths are an aspect of the body.

# mn118:24.7
source: Tasmātiha, bhikkhave, kāye kāyānupassī tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. (1)
sc_po: That’s why at that time a mendicant is meditating by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# mn118:25.1
source: Yasmiṃ samaye, bhikkhave, bhikkhu ‘pītipaṭisaṃvedī assasissāmī’ti sikkhati, ‘pītipaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: Whenever a mendicant practices breathing while experiencing rapture,

# mn118:25.2
source: ‘sukhapaṭisaṃvedī assasissāmī’ti sikkhati, ‘sukhapaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: or experiencing bliss,

# mn118:25.3
source: ‘cittasaṅkhārapaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittasaṅkhārapaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: or experiencing these emotions,

# mn118:25.4
source: ‘passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati;
sc_po: or stilling these emotions—

# mn118:25.5
source: vedanāsu vedanānupassī, bhikkhave, tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
sc_po: at that time they meditate observing an aspect of feelings—keen, aware, and mindful, rid of desire and aversion for the world.

# mn118:25.6
source: Vedanāsu vedanāññatarāhaṃ, bhikkhave, evaṃ vadāmi yadidaṃ—assāsapassāsānaṃ sādhukaṃ manasikāraṃ.
sc_po: For I say that close attention to the in-breaths and out-breaths is an aspect of feelings.

# mn118:25.7
source: Tasmātiha, bhikkhave, vedanāsu vedanānupassī tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. (2)
sc_po: That’s why at that time a mendicant is meditating by observing an aspect of feelings—keen, aware, and mindful, rid of desire and aversion for the world.

# mn118:26.1
source: Yasmiṃ samaye, bhikkhave, bhikkhu ‘cittapaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittapaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: Whenever a mendicant practices breathing while experiencing the mind,

# mn118:26.2
source: ‘abhippamodayaṃ cittaṃ assasissāmī’ti sikkhati, ‘abhippamodayaṃ cittaṃ passasissāmī’ti sikkhati;
sc_po: or gladdening the mind,

# mn118:26.3
source: ‘samādahaṃ cittaṃ assasissāmī’ti sikkhati, ‘samādahaṃ cittaṃ passasissāmī’ti sikkhati;
sc_po: or immersing the mind in samādhi,

# mn118:26.4
source: ‘vimocayaṃ cittaṃ assasissāmī’ti sikkhati, ‘vimocayaṃ cittaṃ passasissāmī’ti sikkhati;
sc_po: or freeing the mind—

# mn118:26.5
source: citte cittānupassī, bhikkhave, tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
sc_po: at that time they meditate observing an aspect of the mind—keen, aware, and mindful, rid of desire and aversion for the world.

# mn118:26.6
source: Nāhaṃ, bhikkhave, muṭṭhassatissa asampajānassa ānāpānassatiṃ vadāmi.
sc_po: There is no development of mindfulness of breathing for someone who is unmindful and lacks awareness, I say.

# mn118:26.7
source: Tasmātiha, bhikkhave, citte cittānupassī tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. (3)
sc_po: That’s why at that time a mendicant is meditating by observing an aspect of the mind—keen, aware, and mindful, rid of desire and aversion for the world.

# mn118:27.1
source: Yasmiṃ samaye, bhikkhave, bhikkhu ‘aniccānupassī assasissāmī’ti sikkhati, ‘aniccānupassī passasissāmī’ti sikkhati;
sc_po: Whenever a mendicant practices breathing while observing impermanence,

# mn118:27.2
source: ‘virāgānupassī assasissāmī’ti sikkhati, ‘virāgānupassī passasissāmī’ti sikkhati;
sc_po: or observing fading away,

# mn118:27.3
source: ‘nirodhānupassī assasissāmī’ti sikkhati, ‘nirodhānupassī passasissāmī’ti sikkhati;
sc_po: or observing cessation,

# mn118:27.4
source: ‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati;
sc_po: or observing letting go—

# mn118:27.5
source: dhammesu dhammānupassī, bhikkhave, tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ.
sc_po: at that time they meditate observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world.

# mn118:27.6
source: So yaṃ taṃ abhijjhādomanassānaṃ pahānaṃ taṃ paññāya disvā sādhukaṃ ajjhupekkhitā hoti.
sc_po: Having seen with wisdom the giving up of desire and aversion, they watch over closely with equanimity.

# mn118:27.7
source: Tasmātiha, bhikkhave, dhammesu dhammānupassī tasmiṃ samaye bhikkhu viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ. (4)
sc_po: That’s why at that time a mendicant is meditating by observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world.

# mn118:28.1
source: Evaṃ bhāvitā kho, bhikkhave, ānāpānassati evaṃ bahulīkatā cattāro satipaṭṭhāne paripūreti.
sc_po: That’s how mindfulness of breathing, when developed and cultivated, fulfills the four kinds of mindfulness meditation.

# mn118:29.1
source: Kathaṃ bhāvitā ca, bhikkhave, cattāro satipaṭṭhānā kathaṃ bahulīkatā satta bojjhaṅge paripūrenti?
sc_po: And how are the four kinds of mindfulness meditation developed and cultivated so as to fulfill the seven awakening factors?

# mn118:30.1
source: Yasmiṃ samaye, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, upaṭṭhitāssa tasmiṃ samaye sati hoti asammuṭṭhā.
sc_po: Whenever a mendicant meditates by observing an aspect of the body, at that time their mindfulness is established and lucid.

# mn118:30.2
source: Yasmiṃ samaye, bhikkhave, bhikkhuno upaṭṭhitā sati hoti asammuṭṭhā, satisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti. Satisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, satisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (1)
sc_po: At such a time, a mendicant has activated the awakening factor of mindfulness; they develop it and perfect it.

# mn118:31.1
source: So tathāsato viharanto taṃ dhammaṃ paññāya pavicinati pavicayati parivīmaṃsaṃ āpajjati.
sc_po: As they live mindfully in this way they investigate, explore, and inquire into that principle with wisdom.

# mn118:31.2
source: Yasmiṃ samaye, bhikkhave, bhikkhu tathāsato viharanto taṃ dhammaṃ paññāya pavicinati pavicayati parivīmaṃsaṃ āpajjati, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, dhammavicayasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (2)
sc_po: At such a time, a mendicant has activated the awakening factor of investigation of principles; they develop it and perfect it.
