Repository: kondannyo/PGP
Catalog: */*_text/mn118.po
Languages: sc_po

# mn118:32.1
source: Tassa taṃ dhammaṃ paññāya pavicinato pavicayato parivīmaṃsaṃ āpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ.
sc_po: As they investigate principles with wisdom in this way their energy is roused up and unflagging.

# mn118:32.2
source: Yasmiṃ samaye, bhikkhave, bhikkhuno taṃ dhammaṃ paññāya pavicinato pavicayato parivīmaṃsaṃ āpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, vīriyasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (3)
sc_po: At such a time, a mendicant has activated the awakening factor of energy; they develop it and perfect it.

# mn118:33.1
source: Āraddhavīriyassa uppajjati pīti nirāmisā.
sc_po: When they’re energetic, spiritual rapture arises.

# mn118:33.2
source: Yasmiṃ samaye, bhikkhave, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, pītisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (4)
sc_po: At such a time, a mendicant has activated the awakening factor of rapture; they develop it and perfect it.

# mn118:34.1
source: Pītimanassa kāyopi passambhati, cittampi passambhati.
sc_po: When the mind is full of rapture, the body and mind become tranquil.

# mn118:34.2
source: Yasmiṃ samaye, bhikkhave, bhikkhuno pītimanassa kāyopi passambhati, cittampi passambhati, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, passaddhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (5)
sc_po: At such a time, a mendicant has activated the awakening factor of tranquility; they develop it and perfect it.

# mn118:35.1
source: Passaddhakāyassa sukhino cittaṃ samādhiyati.
sc_po: When the body is tranquil and they feel bliss, the mind becomes immersed in samādhi.

# mn118:35.2
source: Yasmiṃ samaye, bhikkhave, bhikkhuno passaddhakāyassa sukhino cittaṃ samādhiyati, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, samādhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (6)
sc_po: At such a time, a mendicant has activated the awakening factor of immersion; they develop it and perfect it.

# mn118:36.1
source: So tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti.
sc_po: They closely watch over that mind immersed in samādhi.

# mn118:36.2
source: Yasmiṃ samaye, bhikkhave, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, upekkhāsambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (7)
sc_po: At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it.

# mn118:37.1
source: Yasmiṃ samaye, bhikkhave, bhikkhu vedanāsu … pe …
sc_po: Whenever a mendicant meditates by observing an aspect of feelings …

# mn118:38.1
source: citte …
sc_po: mind …

# mn118:38.2
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā vineyya loke abhijjhādomanassaṃ, upaṭṭhitāssa tasmiṃ samaye sati hoti asammuṭṭhā.
sc_po: principles, at that time their mindfulness is established and lucid.

# mn118:38.3
source: Yasmiṃ samaye, bhikkhave, bhikkhuno upaṭṭhitā sati hoti asammuṭṭhā, satisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, satisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, satisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (1)
sc_po: At such a time, a mendicant has activated the awakening factor of mindfulness …

# mn118:38.5
source: Yasmiṃ samaye, bhikkhave, bhikkhu tathāsato viharanto taṃ dhammaṃ paññāya pavicinati pavicayati parivīmaṃsaṃ āpajjati, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, dhammavicayasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (2)
sc_po: investigation of principles …

# mn118:38.7
source: Yasmiṃ samaye, bhikkhave, bhikkhuno taṃ dhammaṃ paññāya pavicinato pavicayato parivīmaṃsaṃ āpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, vīriyasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (3)
sc_po: energy …

# mn118:38.9
source: Yasmiṃ samaye, bhikkhave, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, pītisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (4)
sc_po: rapture …

# mn118:38.11
source: Yasmiṃ samaye, bhikkhave, bhikkhuno pītimanassa kāyopi passambhati, cittampi passambhati, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, passaddhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (5)
sc_po: tranquility …

# mn118:38.13
source: Yasmiṃ samaye, bhikkhave, bhikkhuno passaddhakāyassa sukhino cittaṃ samādhiyati, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, samādhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (6)
sc_po: immersion …

# mn118:39.2
source: Yasmiṃ samaye, bhikkhave, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, upekkhāsambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.
sc_po: equanimity.

# mn118:40.1
source: Evaṃ bhāvitā kho, bhikkhave, cattāro satipaṭṭhānā evaṃ bahulīkatā satta sambojjhaṅge paripūrenti. (7)
sc_po: That’s how the four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors.

# mn118:41.1
source: Kathaṃ bhāvitā ca, bhikkhave, satta bojjhaṅgā kathaṃ bahulīkatā vijjāvimuttiṃ paripūrenti?
sc_po: And how are the seven awakening factors developed and cultivated so as to fulfill knowledge and freedom?

# mn118:42.1
source: Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ. Dhammavicayasambojjhaṅgaṃ bhāveti … pe … vīriyasambojjhaṅgaṃ bhāveti … pītisambojjhaṅgaṃ bhāveti … passaddhisambojjhaṅgaṃ bhāveti … samādhisambojjhaṅgaṃ bhāveti … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# mn118:42.2
source: Evaṃ bhāvitā kho, bhikkhave, satta bojjhaṅgā evaṃ bahulīkatā vijjāvimuttiṃ paripūrentī”ti.
sc_po: That’s how the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom.”

# mn118:42.3
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn118:42.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.
