Repository: kondannyo/PGP
Catalog: */*_text/mn122.po
Languages: sc_po

# mn122:0.1
source: Majjhima Nikāya 122
sc_po: Middle Discourses 122

# mn122:0.2
source: Mahāsuññatasutta
sc_po: The Longer Discourse on Emptiness

# mn122:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn122:1.2
source: ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.
sc_po: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.

# mn122:2.1
source: Atha kho bhagavā pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya kapilavatthuṃ piṇḍāya pāvisi.
sc_po: Then the Buddha robed up in the morning and, taking his bowl and robe, entered Kapilavatthu for alms.

# mn122:2.2
source: Kapilavatthusmiṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena kāḷakhemakassa sakkassa vihāro tenupasaṅkami divāvihārāya.
sc_po: He wandered for alms in Kapilavatthu. After the meal, on his return from alms-round, he went to the dwelling of Kāḷakhemaka the Sakyan for the day’s meditation.

# mn122:2.3
source: Tena kho pana samayena kāḷakhemakassa sakkassa vihāre sambahulāni senāsanāni paññattāni honti.
sc_po: Now at that time several resting places had been spread out at Kāḷakhemaka’s dwelling.

# mn122:2.4
source: Addasā kho bhagavā kāḷakhemakassa sakkassa vihāre sambahulāni senāsanāni paññattāni.
sc_po: The Buddha saw this,

# mn122:2.5
source: Disvāna bhagavato etadahosi:
sc_po: and wondered,

# mn122:2.6
source: “sambahulāni kho kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni.
sc_po: “Several resting places have been spread out;

# mn122:2.7
source: Sambahulā nu kho idha bhikkhū viharantī”ti.
sc_po: are there several mendicants living here?”

# mn122:2.8
source: Tena kho pana samayena āyasmā ānando sambahulehi bhikkhūhi saddhiṃ ghaṭāya sakkassa vihāre cīvarakammaṃ karoti.
sc_po: Now at that time Venerable Ānanda, together with several other mendicants, was making robes in Ghaṭa the Sakyan’s dwelling.

# mn122:2.9
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena ghaṭāya sakkassa vihāro tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then in the late afternoon, the Buddha came out of retreat and went to Ghaṭa’s dwelling, where he sat on the seat spread out

# mn122:2.10
source: Nisajja kho bhagavā āyasmantaṃ ānandaṃ āmantesi:
sc_po: and said to Venerable Ānanda,

# mn122:2.11
source: “sambahulāni kho, ānanda, kāḷakhemakassa sakkassa vihāre senāsanāni paññattāni.
sc_po: “Several resting places have been spread out at Kāḷakhemaka’s dwelling;

# mn122:2.12
source: Sambahulā nu kho ettha bhikkhū viharantī”ti?
sc_po: are several mendicants living there?”

# mn122:2.14
source: Sambahulā bhikkhū ettha viharanti.
sc_po: “Indeed there are, sir.

# mn122:2.15
source: Cīvarakārasamayo no, bhante, vattatī”ti.
sc_po: It’s currently the time for making robes.”

# mn122:3.1
source: “Na kho, ānanda, bhikkhu sobhati saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto gaṇārāmo gaṇarato gaṇasammudito.
sc_po: “Ānanda, a mendicant doesn’t shine who enjoys company and groups, who loves them and likes to enjoy them.

# mn122:3.2
source: So vatānanda, bhikkhu saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto gaṇārāmo gaṇarato gaṇasammudito yaṃ taṃ nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhisukhaṃ tassa sukhassa nikāmalābhī bhavissati akicchalābhī akasiralābhīti—netaṃ ṭhānaṃ vijjati.
sc_po: It’s simply not possible that such a mendicant will get the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening when they want, without trouble or difficulty.

# mn122:3.3
source: Yo ca kho so, ānanda, bhikkhu eko gaṇasmā vūpakaṭṭho viharati tassetaṃ bhikkhuno pāṭikaṅkhaṃ yaṃ taṃ nekkhammasukhaṃ pavivekasukhaṃ upasamasukhaṃ sambodhisukhaṃ tassa sukhassa nikāmalābhī bhavissati akicchalābhī akasiralābhīti—ṭhānametaṃ vijjati.
sc_po: But you should expect that a mendicant who lives alone, withdrawn from the group, will get the pleasure of renunciation, the pleasure of seclusion, the pleasure of peace, the pleasure of awakening when they want, without trouble or difficulty. That is possible.

# mn122:4.1
source: So vatānanda, bhikkhu saṅgaṇikārāmo saṅgaṇikarato saṅgaṇikārāmataṃ anuyutto gaṇārāmo gaṇarato gaṇasammudito sāmāyikaṃ vā kantaṃ cetovimuttiṃ upasampajja viharissati asāmāyikaṃ vā akuppanti—netaṃ ṭhānaṃ vijjati.
sc_po: Indeed, Ānanda, it is not possible that a mendicant who enjoys company will enter and remain in the freedom of heart—either that which is temporary and pleasant, or that which is irreversible and unshakable.

# mn122:4.2
source: Yo ca kho so, ānanda, bhikkhu eko gaṇasmā vūpakaṭṭho viharati tassetaṃ bhikkhuno pāṭikaṅkhaṃ sāmāyikaṃ vā kantaṃ cetovimuttiṃ upasampajja viharissati asāmāyikaṃ vā akuppanti—ṭhānametaṃ vijjati.
sc_po: But it is possible that a mendicant who lives alone, withdrawn from the group will enter and remain in the freedom of heart—either that which is temporary and pleasant, or that which is irreversible and unshakable.

# mn122:5.1
source: Nāhaṃ, ānanda, ekaṃ rūpampi samanupassāmi yattha rattassa yathābhiratassa rūpassa vipariṇāmaññathābhāvā na uppajjeyyuṃ sokaparidevadukkhadomanassūpāyāsā.
sc_po: Ānanda, I do not see even a single sight which, with its decay and perishing, would not give rise to sorrow, lamentation, pain, sadness, and distress in someone who has desire and lust for it.

# mn122:6.1
source: Ayaṃ kho panānanda, vihāro tathāgatena abhisambuddho yadidaṃ—
sc_po: But the Realized One woke up to this meditation, namely

# mn122:6.2
source: sabbanimittānaṃ amanasikārā ajjhattaṃ suññataṃ upasampajja viharituṃ.
sc_po: to enter and remain in emptiness internally by not focusing on any signs.

# mn122:6.3
source: Tatra ce, ānanda, tathāgataṃ iminā vihārena viharantaṃ bhavanti upasaṅkamitāro bhikkhū bhikkhuniyo upāsakā upāsikāyo rājāno rājamahāmattā titthiyā titthiyasāvakā.
sc_po: Now, suppose that while the Realized One is practicing this meditation, monks, nuns, laymen, laywomen, rulers and their ministers, founders of religious sects, and their disciples go to visit him.

# mn122:6.4
source: Tatrānanda, tathāgato vivekaninneneva cittena vivekapoṇena vivekapabbhārena vūpakaṭṭhena nekkhammābhiratena byantībhūtena sabbaso āsavaṭṭhānīyehi dhammehi aññadatthu uyyojanikapaṭisaṃyuttaṃyeva kathaṃ kattā hoti.
sc_po: In that case, with a mind slanting, sloping, and inclining to seclusion, withdrawn, and loving renunciation, he invariably gives each of them a talk emphasizing the topic of dismissal.

# mn122:7.1
source: Tasmātihānanda, bhikkhu cepi ākaṅkheyya:
sc_po: Therefore, if a mendicant might wish:

# mn122:7.2
source: ‘ajjhattaṃ suññataṃ upasampajja vihareyyan’ti, tenānanda, bhikkhunā ajjhattameva cittaṃ saṇṭhapetabbaṃ sannisādetabbaṃ ekodi kātabbaṃ samādahātabbaṃ.
sc_po: ‘May I enter and remain in emptiness internally!’ So they should still, settle, unify, and immerse their mind in samādhi internally.

# mn122:7.3
source: Kathañcānanda, bhikkhu ajjhattameva cittaṃ saṇṭhapeti sannisādeti ekodiṃ karoti samādahati?
sc_po: And how does a mendicant still, settle, unify, and immerse their mind in samādhi internally?

# mn122:8.1
source: Idhānanda, bhikkhu vivicceva kāmehi vivicca akusalehi dhammehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati … pe …
sc_po: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption …

# mn122:8.2
source: dutiyaṃ jhānaṃ …
sc_po: second absorption …

# mn122:8.3
source: tatiyaṃ jhānaṃ …
sc_po: third absorption …

# mn122:8.4
source: catutthaṃ jhānaṃ upasampajja viharati.
sc_po: fourth absorption.

# mn122:8.5
source: Evaṃ kho, ānanda, bhikkhu ajjhattameva cittaṃ saṇṭhapeti sannisādeti ekodiṃ karoti samādahati.
sc_po: That’s how a mendicant stills, settles, unifies, and immerses their mind in samādhi internally.

# mn122:9.1
source: So ajjhattaṃ suññataṃ manasi karoti.
sc_po: They focus on emptiness internally,

# mn122:9.2
source: Tassa ajjhattaṃ suññataṃ manasikaroto suññatāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.
sc_po: but their mind isn’t eager, confident, settled, and decided.

# mn122:9.3
source: Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:
sc_po: In that case, they understand:

# mn122:9.4
source: ‘ajjhattaṃ suññataṃ kho me manasikaroto ajjhattaṃ suññatāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccatī’ti.
sc_po: ‘I am focusing on emptiness internally, but my mind isn’t eager, confident, settled, and decided.’

# mn122:9.5
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:9.6
source: So bahiddhā suññataṃ manasi karoti … pe …
sc_po: They focus on emptiness externally …

# mn122:9.7
source: so ajjhattabahiddhā suññataṃ manasi karoti … pe …
sc_po: They focus on emptiness internally and externally …

# mn122:9.8
source: so āneñjaṃ manasi karoti.
sc_po: They focus on the imperturbable,

# mn122:9.9
source: Tassa āneñjaṃ manasikaroto āneñjāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccati.
sc_po: but their mind isn’t eager, confident, settled, and decided.

# mn122:9.10
source: Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:
sc_po: In that case, they understand:

# mn122:9.11
source: ‘āneñjaṃ kho me manasikaroto āneñjāya cittaṃ na pakkhandati nappasīdati na santiṭṭhati na vimuccatī’ti.
sc_po: ‘I am focusing on the imperturbable internally, but my mind isn’t eager, confident, settled, and decided.’

# mn122:9.12
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:10.1
source: Tenānanda, bhikkhunā tasmiṃyeva purimasmiṃ samādhinimitte ajjhattameva cittaṃ saṇṭhapetabbaṃ sannisādetabbaṃ ekodi kātabbaṃ samādahātabbaṃ.
sc_po: Then that mendicant should still, settle, unify, and immerse their mind in samādhi internally using the same meditation subject as a basis of immersion that they used before.

# mn122:10.2
source: So ajjhattaṃ suññataṃ manasi karoti.
sc_po: They focus on emptiness internally,

# mn122:10.3
source: Tassa ajjhattaṃ suññataṃ manasikaroto ajjhattaṃ suññatāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: and their mind is eager, confident, settled, and decided.

# mn122:10.4
source: Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:
sc_po: In that case, they understand:

# mn122:10.5
source: ‘ajjhattaṃ suññataṃ kho me manasikaroto ajjhattaṃ suññatāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccatī’ti.
sc_po: ‘I am focusing on emptiness internally, and my mind is eager, confident, settled, and decided.’

# mn122:10.6
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:10.7
source: So bahiddhā suññataṃ manasi karoti … pe …
sc_po: They focus on emptiness externally …

# mn122:10.8
source: so ajjhattabahiddhā suññataṃ manasi karoti … pe …
sc_po: They focus on emptiness internally and externally …

# mn122:10.9
source: so āneñjaṃ manasi karoti.
sc_po: They focus on the imperturbable,

# mn122:10.10
source: Tassa āneñjaṃ manasikaroto āneñjāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccati.
sc_po: and their mind is eager, confident, settled, and decided.

# mn122:10.11
source: Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:
sc_po: In that case, they understand:

# mn122:10.12
source: ‘āneñjaṃ kho me manasikaroto āneñjāya cittaṃ pakkhandati pasīdati santiṭṭhati vimuccatī’ti.
sc_po: ‘I am focusing on the imperturbable, and my mind is eager, confident, settled, and decided.’

# mn122:10.13
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:11.1
source: Tassa ce, ānanda, bhikkhuno iminā vihārena viharato caṅkamāya cittaṃ namati, so caṅkamati:
sc_po: While a mendicant is practicing such meditation, if their mind inclines to walking, they walk, thinking:

# mn122:11.2
source: ‘evaṃ maṃ caṅkamantaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.
sc_po: ‘While I’m walking, bad, unskillful qualities of desire and aversion will not overwhelm me.’

# mn122:11.3
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:11.4
source: Tassa ce, ānanda, bhikkhuno iminā vihārena viharato ṭhānāya cittaṃ namati, so tiṭṭhati:
sc_po: While a mendicant is practicing such meditation, if their mind inclines to standing, they stand, thinking:

# mn122:11.5
source: ‘evaṃ maṃ ṭhitaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.
sc_po: ‘While I’m standing, bad, unskillful qualities of desire and aversion will not overwhelm me.’

# mn122:11.6
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:11.7
source: Tassa ce, ānanda, bhikkhuno iminā vihārena viharato nisajjāya cittaṃ namati, so nisīdati:
sc_po: While a mendicant is practicing such meditation, if their mind inclines to sitting, they sit, thinking:

# mn122:11.8
source: ‘evaṃ maṃ nisinnaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.
sc_po: ‘While I’m sitting, bad, unskillful qualities of desire and aversion will not overwhelm me.’

# mn122:11.9
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:11.10
source: Tassa ce, ānanda, bhikkhuno iminā vihārena viharato sayanāya cittaṃ namati, so sayati:
sc_po: While a mendicant is practicing such meditation, if their mind inclines to lying down, they lie down, thinking:

# mn122:11.11
source: ‘evaṃ maṃ sayantaṃ nābhijjhādomanassā pāpakā akusalā dhammā anvāssavissantī’ti.
sc_po: ‘While I’m lying down, bad, unskillful qualities of desire and aversion will not overwhelm me.’

# mn122:11.12
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:12.1
source: Tassa ce, ānanda, bhikkhuno iminā vihārena viharato kathāya cittaṃ namati, so:
sc_po: While a mendicant is practicing such meditation, if their mind inclines to talking, they think:

# mn122:12.2
source: ‘yāyaṃ kathā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattati, seyyathidaṃ—rājakathā corakathā mahāmattakathā senākathā bhayakathā yuddhakathā annakathā pānakathā vatthakathā sayanakathā mālākathā gandhakathā ñātikathā yānakathā gāmakathā nigamakathā nagarakathā janapadakathā itthikathā surākathā visikhākathā kumbhaṭṭhānakathā pubbapetakathā nānattakathā lokakkhāyikā samuddakkhāyikā itibhavābhavakathā iti vā iti—evarūpiṃ kathaṃ na kathessāmī’ti.
sc_po: ‘I will not engage in the kind of speech that is low, crude, ordinary, ignoble, and pointless. Such speech doesn’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. Namely: talk about kings, bandits, and ministers; talk about armies, threats, and wars; talk about food, drink, clothes, and beds; talk about garlands and fragrances; talk about family, vehicles, villages, towns, cities, and countries; talk about women and heroes; street talk and well talk; talk about the departed; motley talk; tales of land and sea; and talk about being reborn in this or that state of existence.’

# mn122:12.3
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:12.4
source: Yā ca kho ayaṃ, ānanda, kathā abhisallekhikā cetovinīvaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā iti: ‘evarūpiṃ kathaṃ kathessāmī’ti.
sc_po: ‘But I will engage in speech about self-effacement that helps open the heart and leads solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.’

# mn122:12.5
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:13.1
source: Tassa ce, ānanda, bhikkhuno iminā vihārena viharato vitakkāya cittaṃ namati, so:
sc_po: While a mendicant is practicing such meditation, if their mind inclines to thinking, they think:

# mn122:13.2
source: ‘ye te vitakkā hīnā gammā pothujjanikā anariyā anatthasaṃhitā na nibbidāya na virāgāya na nirodhāya na upasamāya na abhiññāya na sambodhāya na nibbānāya saṃvattanti, seyyathidaṃ—kāmavitakko byāpādavitakko vihiṃsāvitakko iti evarūpe vitakke na vitakkessāmī’ti.
sc_po: ‘I will not think the kind of thought that is low, crude, ordinary, ignoble, and pointless. Such thoughts don’t lead to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That is, sensual, malicious, or cruel thoughts.’

# mn122:13.3
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:13.4
source: Ye ca kho ime, ānanda, vitakkā ariyā niyyānikā niyyanti takkarassa sammādukkhakkhayāya, seyyathidaṃ—nekkhammavitakko abyāpādavitakko avihiṃsāvitakko iti: ‘evarūpe vitakke vitakkessāmī’ti.
sc_po: ‘But I will think the kind of thought that is noble and emancipating, and brings one who practices it to the complete ending of suffering. That is, thoughts of renunciation, good will, and harmlessness.’

# mn122:13.5
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:14.1
source: Pañca kho ime, ānanda, kāmaguṇā.
sc_po: There are these five kinds of sensual stimulation.

# mn122:14.2
source: Katame pañca?
sc_po: What five?

# mn122:14.3
source: Cakkhuviññeyyā rūpā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā,
sc_po: Sights known by the eye that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn122:14.4
source: sotaviññeyyā saddā …
sc_po: Sounds known by the ear …

# mn122:14.5
source: ghānaviññeyyā gandhā …
sc_po: Smells known by the nose …

# mn122:14.6
source: jivhāviññeyyā rasā …
sc_po: Tastes known by the tongue …

# mn122:14.7
source: kāyaviññeyyā phoṭṭhabbā iṭṭhā kantā manāpā piyarūpā kāmūpasaṃhitā rajanīyā—
sc_po: Touches known by the body that are likable, desirable, agreeable, pleasant, sensual, and arousing.

# mn122:14.8
source: ime kho, ānanda, pañca kāmaguṇā.
sc_po: These are the five kinds of sensual stimulation.

# mn122:15.1
source: Yattha bhikkhunā abhikkhaṇaṃ sakaṃ cittaṃ paccavekkhitabbaṃ:
sc_po: So you should regularly check your own mind:

# mn122:15.2
source: ‘atthi nu kho me imesu pañcasu kāmaguṇesu aññatarasmiṃ vā aññatarasmiṃ vā āyatane uppajjati cetaso samudācāro’ti?
sc_po: ‘Does my mind take an interest in any of these five kinds of sensual stimulation?’

# mn122:15.3
source: Sace, ānanda, bhikkhu paccavekkhamāno evaṃ pajānāti:
sc_po: Suppose that, upon checking, a mendicant knows this:

# mn122:15.4
source: ‘atthi kho me imesu pañcasu kāmaguṇesu aññatarasmiṃ vā aññatarasmiṃ vā āyatane uppajjati cetaso samudācāro’ti,
sc_po: ‘My mind does take an interest.’

# mn122:15.5
source: evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:
sc_po: In that case, they understand:

# mn122:15.6
source: ‘yo kho imesu pañcasu kāmaguṇesu chandarāgo so me nappahīno’ti.
sc_po: ‘I have not given up desire and greed for the five kinds of sensual stimulation.’

# mn122:15.7
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:15.8
source: Sace panānanda, bhikkhu paccavekkhamāno evaṃ pajānāti:
sc_po: But suppose that, upon checking, a mendicant knows this:

# mn122:15.9
source: ‘natthi kho me imesu pañcasu kāmaguṇesu aññatarasmiṃ vā aññatarasmiṃ vā āyatane uppajjati cetaso samudācāro’ti,
sc_po: ‘My mind does not take an interest.’

# mn122:15.10
source: evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:
sc_po: In that case, they understand:

# mn122:15.11
source: ‘yo kho imesu pañcasu kāmaguṇesu chandarāgo so me pahīno’ti.
sc_po: ‘I have given up desire and greed for the five kinds of sensual stimulation.’

# mn122:15.12
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:16.1
source: Pañca kho ime, ānanda, upādānakkhandhā yattha bhikkhunā udayabbayānupassinā vihātabbaṃ:
sc_po: A mendicant should meditate observing rise and fall in these five grasping aggregates:

# mn122:16.2
source: ‘iti rūpaṃ iti rūpassa samudayo iti rūpassa atthaṅgamo,
sc_po: ‘Such is form, such is the origin of form, such is the ending of form.

# mn122:16.3
source: iti vedanā …
sc_po: Such is feeling …

# mn122:16.4
source: iti saññā …
sc_po: Such is perception …

# mn122:16.5
source: iti saṅkhārā …
sc_po: Such are choices …

# mn122:16.6
source: iti viññāṇaṃ iti viññāṇassa samudayo iti viññāṇassa atthaṅgamo’ti.
sc_po: Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’

# mn122:17.1
source: Tassa imesu pañcasu upādānakkhandhesu udayabbayānupassino viharato yo pañcasu upādānakkhandhesu asmimāno so pahīyati.
sc_po: As they do so, they give up the conceit ‘I am’ regarding the five grasping aggregates.

# mn122:17.2
source: Evaṃ santametaṃ, ānanda, bhikkhu evaṃ pajānāti:
sc_po: In that case, they understand:

# mn122:17.3
source: ‘yo kho imesu pañcasu upādānakkhandhesu asmimāno so me pahīno’ti.
sc_po: ‘I have given up the conceit “I am” regarding the five grasping aggregates.’

# mn122:17.4
source: Itiha tattha sampajāno hoti.
sc_po: In this way they are aware of the situation.

# mn122:18.1
source: Ime kho te, ānanda, dhammā ekantakusalā kusalāyātikā ariyā lokuttarā anavakkantā pāpimatā.
sc_po: These principles are entirely skillful, with skillful outcomes; they are noble, transcendent, and inaccessible to the Wicked One.

# mn122:19.1
source: Taṃ kiṃ maññasi, ānanda,
sc_po: What do you think, Ānanda?

# mn122:19.2
source: kaṃ atthavasaṃ sampassamāno arahati sāvako satthāraṃ anubandhituṃ api paṇujjamāno”ti?
sc_po: For what reason would a disciple value following the Teacher, even if sent away?”

# mn122:19.3
source: “Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti.
sc_po: “Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.”

# mn122:20.1
source: “Na kho, ānanda, arahati sāvako satthāraṃ anubandhituṃ, yadidaṃ suttaṃ geyyaṃ veyyākaraṇaṃ tassa hetu.
sc_po: “A disciple should not value following the Teacher for the sake of statements, songs, or discussions.

# mn122:20.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# mn122:20.3
source: Dīgharattassa hi te, ānanda, dhammā sutā dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
sc_po: Because for a long time you have learned the teachings, remembering them, reciting them, mentally scrutinizing them, and understanding them with right view.

# mn122:20.4
source: Yā ca kho ayaṃ, ānanda, kathā abhisallekhikā cetovinīvaraṇasappāyā ekantanibbidāya virāgāya nirodhāya upasamāya abhiññāya sambodhāya nibbānāya saṃvattati, seyyathidaṃ—appicchakathā santuṭṭhikathā pavivekakathā asaṃsaggakathā vīriyārambhakathā sīlakathā samādhikathā paññākathā vimuttikathā vimuttiñāṇadassanakathā—evarūpiyā kho, ānanda, kathāya hetu arahati sāvako satthāraṃ anubandhituṃ api paṇujjamāno.
sc_po: But a disciple should value following the Teacher, even if asked to go away, for the sake of talk about self-effacement that helps open the heart and leads solely to disillusionment, dispassion, cessation, peace, insight, awakening, and extinguishment. That is, talk about fewness of wishes, contentment, seclusion, aloofness, arousing energy, ethics, immersion, wisdom, freedom, and the knowledge and vision of freedom.
