Repository: kondannyo/PGP
Catalog: */*_text/mn120.po
Languages: sc_po

# mn120:0.1
source: Majjhima Nikāya 120
sc_po: Middle Discourses 120

# mn120:0.2
source: Saṅkhārupapattisutta
sc_po: Rebirth by Choice

# mn120:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn120:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn120:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# mn120:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# mn120:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# mn120:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn120:2.1
source: “saṅkhārupapattiṃ vo, bhikkhave, desessāmi,
sc_po: “I shall teach you rebirth by choice.

# mn120:2.2
source: taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# mn120:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# mn120:2.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn120:3.1
source: “Idha, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena samannāgato hoti, sutena samannāgato hoti, cāgena samannāgato hoti, paññāya samannāgato hoti.
sc_po: “Take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:3.2
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:3.3
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā khattiyamahāsālānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of well-to-do aristocrats!’

# mn120:3.4
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti.
sc_po: They settle on that thought, stabilize it and develop it.

# mn120:3.5
source: Tassa te saṅkhārā ca vihārā ca evaṃ bhāvitā evaṃ bahulīkatā tatrupapattiyā saṃvattanti.
sc_po: Those choices and meditations of theirs, developed and cultivated like this, lead to rebirth there.

# mn120:3.6
source: Ayaṃ, bhikkhave, maggo ayaṃ paṭipadā tatrupapattiyā saṃvattati.
sc_po: This is the path and the practice that leads to rebirth there.

# mn120:4-5.1
source: Puna caparaṃ, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena samannāgato hoti, sutena samannāgato hoti, cāgena samannāgato hoti, paññāya samannāgato hoti.
sc_po: Furthermore, take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:4-5.2
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:4-5.3
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā brāhmaṇamahāsālānaṃ … pe …
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of well-to-do brahmins …

# mn120:4-5.4
source: gahapatimahāsālānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: well-to-do householders.’

# mn120:4-5.5
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti.
sc_po: They settle on that thought, stabilize it and develop it.

# mn120:4-5.6
source: Tassa te saṅkhārā ca vihārā ca evaṃ bhāvitā evaṃ bahulīkatā tatrupapattiyā saṃvattanti.
sc_po: Those choices and meditations of theirs, developed and cultivated like this, lead to rebirth there.

# mn120:4-5.7
source: Ayaṃ, bhikkhave, maggo ayaṃ paṭipadā tatrupapattiyā saṃvattati.
sc_po: This is the path and the practice that leads to rebirth there.

# mn120:6.1
source: Puna caparaṃ, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena samannāgato hoti, sutena samannāgato hoti, cāgena samannāgato hoti, paññāya samannāgato hoti.
sc_po: Furthermore, take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:6.2
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# mn120:6.3
source: ‘cātumahārājikā devā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: ‘The Gods of the Four Great Kings are long-lived, beautiful, and very happy.’

# mn120:6.4
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:6.5
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the Gods of the Four Great Kings!’

# mn120:6.6
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti.
sc_po: They settle on that thought, stabilize it and develop it.

# mn120:6.7
source: Tassa te saṅkhārā ca vihārā ca evaṃ bhāvitā evaṃ bahulīkatā tatrupapattiyā saṃvattanti.
sc_po: Those choices and meditations of theirs, developed and cultivated like this, lead to rebirth there.

# mn120:6.8
source: Ayaṃ, bhikkhave, maggo ayaṃ paṭipadā tatrupapattiyā saṃvattati.
sc_po: This is the path and the practice that leads to rebirth there.

# mn120:7-11.1
source: Puna caparaṃ, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena samannāgato hoti, sutena samannāgato hoti, cāgena samannāgato hoti, paññāya samannāgato hoti.
sc_po: Furthermore, take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:7-11.2
source: Tassa sutaṃ hoti—
sc_po: And they’ve heard:

# mn120:7-11.3
source: tāvatiṃsā devā … pe …
sc_po: ‘The Gods of the Thirty-Three …

# mn120:7-11.4
source: yāmā devā …
sc_po: the Gods of Yama …

# mn120:7-11.5
source: tusitā devā …
sc_po: the Joyful Gods …

# mn120:7-11.6
source: nimmānaratī devā …
sc_po: the Gods Who Love to Create …

# mn120:7-11.7
source: paranimmitavasavattī devā dīghāyukā vaṇṇavanto sukhabahulāti.
sc_po: the Gods Who Control the Creations of Others are long-lived, beautiful, and very happy.’

# mn120:7-11.8
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:7-11.9
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā paranimmitavasavattīnaṃ devānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the Gods Who Control the Creations of Others!’

# mn120:7-11.10
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti.
sc_po: They settle on that thought, stabilize it and develop it.

# mn120:7-11.11
source: Tassa te saṅkhārā ca vihārā ca evaṃ bhāvitā evaṃ bahulīkatā tatrupapattiyā saṃvattanti.
sc_po: Those choices and meditations of theirs, developed and cultivated like this, lead to rebirth there.

# mn120:7-11.12
source: Ayaṃ, bhikkhave, maggo ayaṃ paṭipadā tatrupapattiyā saṃvattati.
sc_po: This is the path and the practice that leads to rebirth there.

# mn120:12.1
source: Puna caparaṃ, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena samannāgato hoti, sutena samannāgato hoti, cāgena samannāgato hoti, paññāya samannāgato hoti.
sc_po: Furthermore, take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:12.2
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# mn120:12.3
source: ‘sahasso brahmā dīghāyuko vaṇṇavā sukhabahulo’ti.
sc_po: ‘The Brahmā of a thousand is long-lived, beautiful, and very happy.’

# mn120:12.4
source: Sahasso, bhikkhave, brahmā sahassilokadhātuṃ pharitvā adhimuccitvā viharati.
sc_po: Now the Brahmā of a thousand meditates determined on pervading a galaxy of a thousand solar systems,

# mn120:12.5
source: Yepi tattha sattā upapannā tepi pharitvā adhimuccitvā viharati.
sc_po: as well as the sentient beings reborn there.

# mn120:12.6
source: Seyyathāpi, bhikkhave, cakkhumā puriso ekaṃ āmaṇḍaṃ hatthe karitvā paccavekkheyya;
sc_po: As a person might pick up a gallnut in their hand and examine it,

# mn120:12.7
source: evameva kho, bhikkhave, sahasso brahmā sahassilokadhātuṃ pharitvā adhimuccitvā viharati.
sc_po: so too the Brahmā of a thousand meditates determined on pervading a galaxy of a thousand solar systems,

# mn120:12.8
source: Yepi tattha sattā upapannā tepi pharitvā adhimuccitvā viharati.
sc_po: as well as the sentient beings reborn there.

# mn120:12.9
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:12.10
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā sahassassa brahmuno sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the Brahmā of a thousand!’

# mn120:12.11
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti.
sc_po: They settle on that thought, stabilize it and develop it.

# mn120:12.12
source: Tassa te saṅkhārā ca vihārā ca evaṃ bhāvitā evaṃ bahulīkatā tatrupapattiyā saṃvattanti.
sc_po: Those choices and meditations of theirs, developed and cultivated like this, lead to rebirth there.

# mn120:12.13
source: Ayaṃ, bhikkhave, maggo ayaṃ paṭipadā tatrupapattiyā saṃvattati.
sc_po: This is the path and the practice that leads to rebirth there.

# mn120:13-16.1
source: Puna caparaṃ, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena samannāgato hoti, sutena …
sc_po: Furthermore, take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:13-16.4
source: Tassa sutaṃ hoti—
sc_po: And they’ve heard:

# mn120:13-16.5
source: dvisahasso brahmā … pe …
sc_po: ‘The Brahmā of two thousand …

# mn120:13-16.6
source: tisahasso brahmā …
sc_po: the Brahmā of three thousand …

# mn120:13-16.7
source: catusahasso brahmā …
sc_po: the Brahmā of four thousand …

# mn120:13-16.8
source: pañcasahasso brahmā dīghāyuko vaṇṇavā sukhabahuloti.
sc_po: the Brahmā of five thousand is long-lived, beautiful, and very happy.’

# mn120:13-16.9
source: Pañcasahasso, bhikkhave, brahmā pañcasahassilokadhātuṃ pharitvā adhimuccitvā viharati.
sc_po: Now the Brahmā of five thousand meditates determined on pervading a galaxy of five thousand solar systems,

# mn120:13-16.10
source: Yepi tattha sattā upapannā tepi pharitvā adhimuccitvā viharati.
sc_po: as well as the sentient beings reborn there.

# mn120:13-16.11
source: Seyyathāpi, bhikkhave, cakkhumā puriso pañca āmaṇḍāni hatthe karitvā paccavekkheyya;
sc_po: As a person might pick up five gallnuts in their hand and examine them,

# mn120:13-16.12
source: evameva kho, bhikkhave, pañcasahasso brahmā pañcasahassilokadhātuṃ pharitvā adhimuccitvā viharati.
sc_po: so too the Brahmā of five thousand meditates determined on pervading a galaxy of five thousand solar systems,

# mn120:13-16.13
source: Yepi tattha sattā upapannā tepi pharitvā adhimuccitvā viharati.
sc_po: as well as the sentient beings reborn there.

# mn120:13-16.14
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:13-16.15
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā pañcasahassassa brahmuno sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the Brahmā of five thousand!’

# mn120:13-16.16
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti.
sc_po: They settle on that thought, stabilize it and develop it.

# mn120:13-16.17
source: Tassa te saṅkhārā ca vihārā ca evaṃ bhāvitā evaṃ bahulīkatā tatrupapattiyā saṃvattanti.
sc_po: Those choices and meditations of theirs, developed and cultivated like this, lead to rebirth there.

# mn120:13-16.18
source: Ayaṃ, bhikkhave, maggo ayaṃ paṭipadā tatrupapattiyā saṃvattati.
sc_po: This is the path and the practice that leads to rebirth there.

# mn120:17.1
source: Puna caparaṃ, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena samannāgato hoti, sutena …
sc_po: Furthermore, take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:17.4
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# mn120:17.5
source: ‘dasasahasso brahmā dīghāyuko vaṇṇavā sukhabahulo’ti.
sc_po: ‘The Brahmā of ten thousand is long-lived, beautiful, and very happy.’

# mn120:17.6
source: Dasasahasso, bhikkhave, brahmā dasasahassilokadhātuṃ pharitvā adhimuccitvā viharati.
sc_po: Now the Brahmā of ten thousand meditates determined on pervading a galaxy of ten thousand solar systems,

# mn120:17.7
source: Yepi tattha sattā upapannā tepi pharitvā adhimuccitvā viharati.
sc_po: as well as the sentient beings reborn there.

# mn120:17.8
source: Seyyathāpi, bhikkhave, maṇi veḷuriyo subho jātimā aṭṭhaṃso suparikammakato paṇḍukambale nikkhitto bhāsate ca tapate ca virocati ca;
sc_po: Suppose there was a beryl gem that was naturally beautiful, eight-faceted, well-worked. When placed on a cream rug it would shine and glow and radiate.

# mn120:17.9
source: evameva kho, bhikkhave, dasasahasso brahmā dasasahassilokadhātuṃ pharitvā adhimuccitvā viharati.
sc_po: In the same way the Brahmā of ten thousand meditates determined on pervading a galaxy of ten thousand solar systems,

# mn120:17.10
source: Yepi tattha sattā upapannā tepi pharitvā adhimuccitvā viharati.
sc_po: as well as the sentient beings reborn there.

# mn120:17.11
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:17.12
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā dasasahassassa brahmuno sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the Brahmā of ten thousand!’

# mn120:17.13
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti.
sc_po: They settle on that thought, stabilize it and develop it.

# mn120:17.14
source: Tassa te saṅkhārā ca vihārā ca evaṃ bhāvitā evaṃ bahulīkatā tatrupapattiyā saṃvattanti.
sc_po: Those choices and meditations of theirs, developed and cultivated like this, lead to rebirth there.

# mn120:17.15
source: Ayaṃ, bhikkhave, maggo ayaṃ paṭipadā tatrupapattiyā saṃvattati.
sc_po: This is the path and the practice that leads to rebirth there.

# mn120:18.1
source: Puna caparaṃ, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena …
sc_po: Furthermore, take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:18.5
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# mn120:18.6
source: ‘satasahasso brahmā dīghāyuko vaṇṇavā sukhabahulo’ti.
sc_po: ‘The Brahmā of a hundred thousand is long-lived, beautiful, and very happy.’

# mn120:18.7
source: Satasahasso, bhikkhave, brahmā satasahassilokadhātuṃ pharitvā adhimuccitvā viharati.
sc_po: Now the Brahmā of a hundred thousand meditates determined on pervading a galaxy of a hundred thousand solar systems,

# mn120:18.8
source: Yepi tattha sattā upapannā tepi pharitvā adhimuccitvā viharati.
sc_po: as well as the sentient beings reborn there.

# mn120:18.9
source: Seyyathāpi, bhikkhave, nikkhaṃ jambonadaṃ dakkhakammāraputtaukkāmukhasukusalasampahaṭṭhaṃ paṇḍukambale nikkhittaṃ bhāsate ca tapate ca virocati ca;
sc_po: Suppose there was an ornament of rare gold, fashioned by an expert smith, well wrought in the forge. When placed on a cream rug it would shine and glow and radiate.

# mn120:18.10
source: evameva kho, bhikkhave, satasahasso brahmā satasahassilokadhātuṃ pharitvā adhimuccitvā viharati.
sc_po: In the same way the Brahmā of a hundred thousand meditates determined on pervading a galaxy of a hundred thousand solar systems,

# mn120:18.11
source: Yepi tattha sattā upapannā tepi pharitvā adhimuccitvā viharati.
sc_po: as well as the sentient beings reborn there.

# mn120:18.12
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:18.13
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā satasahassassa brahmuno sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the Brahmā of a hundred thousand!’

# mn120:18.14
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti.
sc_po: They settle on that thought, stabilize it and develop it.

# mn120:18.15
source: Tassa te saṅkhārā ca vihārā ca evaṃ bhāvitā evaṃ bahulīkatā tatrupapattiyā saṃvattanti.
sc_po: Those choices and meditations of theirs, developed and cultivated like this, lead to rebirth there.

# mn120:18.16
source: Ayaṃ, bhikkhave, maggo ayaṃ paṭipadā tatrupapattiyā saṃvattati.
sc_po: This is the path and the practice that leads to rebirth there.

# mn120:19.1
source: Puna caparaṃ, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena …
sc_po: Furthermore, take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:19.5
source: Tassa sutaṃ hoti—
sc_po: And they’ve heard:

# mn120:19.6
source: ābhā devā … pe …
sc_po: ‘The Radiant Gods …

# mn120:19.7
source: parittābhā devā …
sc_po: the Gods of Limited Radiance …

# mn120:19.8
source: appamāṇābhā devā …
sc_po: the Gods of Limitless Radiance …

# mn120:19.9
source: ābhassarā devā dīghāyukā vaṇṇavanto sukhabahulāti.
sc_po: the Gods of Streaming Radiance …

# mn120:20.6
source: parittasubhā devā … pe …
sc_po: the Gods of Limited Glory …

# mn120:20.7
source: appamāṇasubhā devā …
sc_po: the Gods of Limitless Glory …

# mn120:20.8
source: subhakiṇhā devā dīghāyukā vaṇṇavanto sukhabahulāti.
sc_po: the Gods Replete with Glory …

# mn120:21-30.6
source: vehapphalā devā … pe …
sc_po: the Gods of Abundant Fruit …

# mn120:21-30.7
source: avihā devā …
sc_po: the Gods of Aviha …

# mn120:21-30.8
source: atappā devā …
sc_po: the Gods of Atappa …

# mn120:21-30.9
source: sudassā devā …
sc_po: the Gods Fair to See …

# mn120:21-30.10
source: sudassī devā …
sc_po: the Fair Seeing Gods …

# mn120:21-30.11
source: akaniṭṭhā devā dīghāyukā vaṇṇavanto sukhabahulāti.
sc_po: the Gods of Akaniṭṭha …

# mn120:31.6
source: ‘ākāsānañcāyatanūpagā devā dīghāyukā ciraṭṭhitikā sukhabahulā’ti.
sc_po: the gods of the dimension of infinite space …

# mn120:32.6
source: ‘viññāṇañcāyatanūpagā devā dīghāyukā ciraṭṭhitikā sukhabahulā’ti.
sc_po: the gods of the dimension of infinite consciousness …

# mn120:33-36.6
source: ākiñcaññāyatanūpagā devā … pe …
sc_po: the gods of the dimension of nothingness …

# mn120:33-36.7
source: nevasaññānāsaññāyatanūpagā devā dīghāyukā ciraṭṭhitikā sukhabahulāti.
sc_po: the gods of the dimension of neither perception nor non-perception are long-lived, beautiful, and very happy.’

# mn120:33-36.8
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:33-36.9
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā nevasaññānāsaññāyatanūpagānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the gods of the dimension of neither perception nor non-perception!’

# mn120:33-36.10
source: So taṃ cittaṃ dahati, taṃ cittaṃ adhiṭṭhāti, taṃ cittaṃ bhāveti.
sc_po: They settle on that thought, stabilize it and develop it.

# mn120:33-36.11
source: Tassa te saṅkhārā ca vihārā ca evaṃ bhāvitā evaṃ bahulīkatā tatrupapattiyā saṃvattanti.
sc_po: Those choices and meditations of theirs, developed and cultivated like this, lead to rebirth there.

# mn120:33-36.12
source: Ayaṃ, bhikkhave, maggo ayaṃ paṭipadā tatrupapattiyā saṃvattati.
sc_po: This is the path and the practice that leads to rebirth there.

# mn120:37.1
source: Puna caparaṃ, bhikkhave, bhikkhu saddhāya samannāgato hoti, sīlena …
sc_po: Furthermore, take a mendicant who has faith, ethics, learning, generosity, and wisdom.

# mn120:37.5
source: Tassa evaṃ hoti:
sc_po: They think:

# mn120:37.6
source: ‘aho vatāhaṃ āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti.
sc_po: ‘If only I might realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with my own insight due to the ending of defilements.’

# mn120:37.7
source: So āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# mn120:37.8
source: Ayaṃ, bhikkhave, bhikkhu na katthaci upapajjatī”ti.
sc_po: And, mendicants, that mendicant is not reborn anywhere.”

# mn120:37.9
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn120:37.10
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.
