Repository: kondannyo/PGP
Catalog: */*_text/mn124.po
Languages: sc_po

# mn124:0.1
source: Majjhima Nikāya 124
sc_po: Middle Discourses 124

# mn124:0.2
source: Bākulasutta
sc_po: With Bakkula

# mn124:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn124:1.2
source: ekaṃ samayaṃ āyasmā bākulo rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time Venerable Bakkula was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# mn124:2.1
source: Atha kho acelakassapo āyasmato bākulassa purāṇagihisahāyo yenāyasmā bākulo tenupasaṅkami; upasaṅkamitvā āyasmatā bākulena saddhiṃ sammodi.
sc_po: Then the naked ascetic Kassapa, who had been a friend of Bakkula’s in the lay life, approached him, and exchanged greetings with him.

# mn124:2.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho acelakassapo āyasmantaṃ bākulaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to Venerable Bakkula,

# mn124:3.1
source: “Kīvaciraṃ pabbajitosi, āvuso bākulā”ti?
sc_po: “Reverend Bakkula, how long has it been since you went forth?”

# mn124:3.2
source: “Asīti me, āvuso, vassāni pabbajitassā”ti.
sc_po: “It has been eighty years, reverend.”

# mn124:3.3
source: “Imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṃ methuno dhammo paṭisevito”ti?
sc_po: “But in these eighty years, how many times have you had sex?”

# mn124:3.4
source: “Na kho maṃ, āvuso kassapa, evaṃ pucchitabbaṃ:
sc_po: “You shouldn’t ask me such a question.

# mn124:3.6
source: Evañca kho maṃ, āvuso kassapa, pucchitabbaṃ:
sc_po: Rather, you should ask me this:

# mn124:3.7
source: ‘imehi pana te, āvuso bākula, asītiyā vassehi katikkhattuṃ kāmasaññā uppannapubbā’”ti?
sc_po: ‘But in these eighty years, how many times have sensual perceptions ever arisen in you?’”

# mn124:3.9
source: “Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi kāmasaññaṃ uppannapubbaṃ”.
sc_po: “In these eighty years, I don’t recall that any sensual perception has ever arisen in me.”

# mn124:3.10
source: “Yampāyasmā bākulo asītiyā vassehi nābhijānāti kāmasaññaṃ uppannapubbaṃ idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (1)
sc_po: “This we remember as an incredible quality of Venerable Bakkula.”

# mn124:4-5.1
source: “Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi byāpādasaññaṃ … pe …
sc_po: “In these eighty years, I don’t recall that any perception of ill will …

# mn124:4-5.2
source: vihiṃsāsaññaṃ uppannapubbaṃ”.
sc_po: or cruelty has ever arisen in me.”

# mn124:4-5.3
source: “Yampāyasmā bākulo asītiyā vassehi nābhijānāti vihiṃsāsaññaṃ uppannapubbaṃ, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (2–3.)
sc_po: “This too we remember as an incredible quality of Venerable Bakkula.”

# mn124:6.1
source: “Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi kāmavitakkaṃ uppannapubbaṃ”.
sc_po: “In these eighty years, I don’t recall that any thought of sensuality …

# mn124:7-8.1
source: “Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi byāpādavitakkaṃ … pe …
sc_po: ill will …

# mn124:7-8.2
source: vihiṃsāvitakkaṃ uppannapubbaṃ”.
sc_po: or cruelty has ever arisen in me.”

# mn124:7-8.3
source: “Yampāyasmā bākulo asītiyā vassehi nābhijānāti vihiṃsāvitakkaṃ uppannapubbaṃ, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (5–6.)
sc_po: “This too we remember as an incredible quality of Venerable Bakkula.”

# mn124:9.1
source: “Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi gahapaticīvaraṃ sāditā”.
sc_po: “In these eighty years, I don’t recall accepting a robe from a householder …

# mn124:10.1
source: “Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi satthena cīvaraṃ chinditā”.
sc_po: cutting a robe with a knife …

# mn124:11-15.1
source: “Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi sūciyā cīvaraṃ sibbitā … pe …
sc_po: sewing a robe with a needle …

# mn124:11-15.2
source: nābhijānāmi rajanena cīvaraṃ rajitā …
sc_po: dying a robe …

# mn124:11-15.3
source: nābhijānāmi kathine cīvaraṃ sibbitā …
sc_po: sewing a robe at <i>kaṭhina</i> time …

# mn124:11-15.4
source: nābhijānāmi sabrahmacārīnaṃ cīvarakamme vicāritā …
sc_po: looking for robe material for my companions in the spiritual life when they are making robes …

# mn124:16-19.1
source: nābhijānāmi nimantanaṃ sāditā …
sc_po: accepting an invitation …

# mn124:16-19.2
source: nābhijānāmi evarūpaṃ cittaṃ uppannapubbaṃ:
sc_po: having such a thought:

# mn124:16-19.3
source: ‘aho vata maṃ koci nimanteyyā’ti …
sc_po: ‘If only someone would invite me!’ …

# mn124:16-19.4
source: nābhijānāmi antaraghare nisīditā …
sc_po: sitting down inside a house …

# mn124:16-19.5
source: nābhijānāmi antaraghare bhuñjitā …
sc_po: eating inside a house …

# mn124:20-25.1
source: nābhijānāmi mātugāmassa anubyañjanaso nimittaṃ gahetā …
sc_po: getting caught up in the details of female’s appearance …

# mn124:20-25.2
source: nābhijānāmi mātugāmassa dhammaṃ desitā antamaso catuppadampi gāthaṃ …
sc_po: teaching a female, even so much as a four line verse …

# mn124:20-25.3
source: nābhijānāmi bhikkhunupassayaṃ upasaṅkamitā …
sc_po: going to the nuns’ quarters …

# mn124:20-25.4
source: nābhijānāmi bhikkhuniyā dhammaṃ desitā …
sc_po: teaching the nuns …

# mn124:20-25.5
source: nābhijānāmi sikkhamānāya dhammaṃ desitā …
sc_po: teaching the trainee nuns …

# mn124:20-25.6
source: nābhijānāmi sāmaṇeriyā dhammaṃ desitā …
sc_po: teaching the novice nuns …

# mn124:26-29.1
source: nābhijānāmi pabbājetā …
sc_po: giving the going forth …

# mn124:26-29.2
source: nābhijānāmi upasampādetā …
sc_po: giving the ordination …

# mn124:26-29.3
source: nābhijānāmi nissayaṃ dātā …
sc_po: giving dependence …

# mn124:26-29.4
source: nābhijānāmi sāmaṇeraṃ upaṭṭhāpetā …
sc_po: being looked after by a novice …

# mn124:30-36.1
source: nābhijānāmi jantāghare nhāyitā …
sc_po: bathing in the sauna …

# mn124:30-36.2
source: nābhijānāmi cuṇṇena nhāyitā …
sc_po: bathing with bath powder …

# mn124:30-36.3
source: nābhijānāmi sabrahmacārīgattaparikamme vicāritā …
sc_po: looking for a massage from my companions in the spiritual life …

# mn124:30-36.4
source: nābhijānāmi ābādhaṃ uppannapubbaṃ, antamaso gaddūhanamattampi …
sc_po: being ill, even for as long as it takes to pull a cow’s udder …

# mn124:30-36.5
source: nābhijānāmi bhesajjaṃ upaharitā, antamaso haritakikhaṇḍampi …
sc_po: being presented with medicine, even as much as a bit of yellow myrobalan …

# mn124:30-36.6
source: nābhijānāmi apassenakaṃ apassayitā …
sc_po: leaning on a headrest …

# mn124:30-36.7
source: nābhijānāmi seyyaṃ kappetā”.
sc_po: preparing a cot …”

# mn124:30-36.8
source: “Yampāyasmā … pe … dhārema”. (9–33.)
sc_po: “This too we remember as an incredible quality of Venerable Bakkula.”

# mn124:37.1
source: “Asīti me, āvuso, vassāni pabbajitassa nābhijānāmi gāmantasenāsane vassaṃ upagantā”.
sc_po: “In these eighty years, I don’t recall commencing the rainy season residence in the neighborhood of a village.”

# mn124:37.2
source: “Yampāyasmā bākulo asītiyā vassehi nābhijānāti gāmantasenāsane vassaṃ upagantā, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (34)
sc_po: “This too we remember as an incredible quality of Venerable Bakkula.”

# mn124:38.1
source: “Sattāhameva kho ahaṃ, āvuso, saraṇo raṭṭhapiṇḍaṃ bhuñjiṃ;
sc_po: “Reverend, for seven days I ate the nation’s alms-food as a debtor.

# mn124:38.2
source: atha aṭṭhamiyaṃ aññā udapādi.
sc_po: Then on the eighth day I became enlightened.”

# mn124:38.3
source: Yampāyasmā bākulo sattāhameva saraṇo raṭṭhapiṇḍaṃ bhuñji; atha aṭṭhamiyaṃ aññā udapādi idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema. (35)
sc_po: “This too we remember as an incredible quality of Venerable Bakkula.

# mn124:39.1
source: Labheyyāhaṃ, āvuso bākula, imasmiṃ dhammavinaye pabbajjaṃ, labheyyaṃ upasampadan”ti.
sc_po: Reverend Bakkula, may I receive the going forth, the ordination in this teaching and training?”

# mn124:39.2
source: Alattha kho acelakassapo imasmiṃ dhammavinaye pabbajjaṃ, alattha upasampadaṃ.
sc_po: And the naked ascetic Kassapa received the going forth, the ordination in this teaching and training.

# mn124:39.3
source: Acirūpasampanno panāyasmā kassapo eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Not long after his ordination, Venerable Kassapa, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# mn124:39.4
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# mn124:39.5
source: Aññataro kho panāyasmā kassapo arahataṃ ahosi.
sc_po: And Venerable Kassapa became one of the perfected.

# mn124:40.1
source: Atha kho āyasmā bākulo aparena samayena avāpuraṇaṃ ādāya vihārena vihāraṃ upasaṅkamitvā evamāha:
sc_po: Then some time later Venerable Bakkula took a key and went from dwelling to dwelling, saying,

# mn124:40.2
source: “abhikkamathāyasmanto, abhikkamathāyasmanto. Ajja me parinibbānaṃ bhavissatī”ti.
sc_po: “Come forth, venerables, come forth! Today will be my final extinguishment.”

# mn124:40.3
source: “Yampāyasmā bākulo avāpuraṇaṃ ādāya vihārena vihāraṃ upasaṅkamitvā evamāha: ‘abhikkamathāyasmanto, abhikkamathāyasmanto; ajja me parinibbānaṃ bhavissatī’ti, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhārema”. (36)
sc_po: “This too we remember as an incredible quality of Venerable Bakkula.”

# mn124:41.1
source: Āyasmā bākulo majjhe bhikkhusaṅghassa nisinnakova parinibbāyi.
sc_po: And Venerable Bakkula became fully extinguished while sitting right in the middle of the Saṅgha.

# mn124:41.2
source: “Yampāyasmā bākulo majjhe bhikkhusaṅghassa nisinnakova parinibbāyi, idampi mayaṃ āyasmato bākulassa acchariyaṃ abbhutadhammaṃ dhāremā”ti. (37)
sc_po: “This too we remember as an incredible quality of Venerable Bakkula.”
