Repository: kondannyo/PGP
Catalog: */*_text/mn122.po
Languages: sc_po

# mn122:21.1
source: Evaṃ sante kho, ānanda, ācariyūpaddavo hoti, evaṃ sante antevāsūpaddavo hoti, evaṃ sante brahmacārūpaddavo hoti.
sc_po: This being so, Ānanda, there is a peril for the teacher, a peril for the student, and a peril for a spiritual practitioner.

# mn122:22.1
source: Kathañcānanda, ācariyūpaddavo hoti?
sc_po: And how is there a peril for the teacher?

# mn122:22.2
source: Idhānanda, ekacco satthā vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
sc_po: It’s when some teacher frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn122:22.3
source: Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca.
sc_po: While meditating withdrawn, they’re visited by a stream of brahmins and householders of the city and country.

# mn122:22.4
source: So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṃ nikāmayati, gedhaṃ āpajjati, āvattati bāhullāya.
sc_po: When this happens, they enjoy infatuation, fall into greed, and return to indulgence.

# mn122:22.5
source: Ayaṃ vuccatānanda, upaddavo ācariyo.
sc_po: This teacher is said to be imperiled by the teacher’s peril.

# mn122:22.6
source: Ācariyūpaddavena avadhiṃsu naṃ pāpakā akusalā dhammā saṃkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā.
sc_po: They’re ruined by bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death.

# mn122:22.7
source: Evaṃ kho, ānanda, ācariyūpaddavo hoti.
sc_po: That’s how there is a peril for the teacher.

# mn122:23.1
source: Kathañcānanda, antevāsūpaddavo hoti?
sc_po: And how is there a peril for the student?

# mn122:23.2
source: Tasseva kho panānanda, satthu sāvako tassa satthu vivekamanubrūhayamāno
sc_po: It’s when the student of a teacher, emulating their teacher’s fostering of seclusion,

# mn122:23.3
source: vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
sc_po: frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn122:23.4
source: Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca.
sc_po: While meditating withdrawn, they’re visited by a stream of brahmins and householders of the city and country.

# mn122:23.5
source: So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṃ nikāmayati, gedhaṃ āpajjati, āvattati bāhullāya.
sc_po: When this happens, they enjoy infatuation, fall into greed, and return to indulgence.

# mn122:23.6
source: Ayaṃ vuccatānanda, upaddavo antevāsī.
sc_po: This student is said to be imperiled by the student’s peril.

# mn122:23.7
source: Antevāsūpaddavena avadhiṃsu naṃ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā.
sc_po: They’re ruined by bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death.

# mn122:23.8
source: Evaṃ kho, ānanda, antevāsūpaddavo hoti.
sc_po: That’s how there is a peril for the student.

# mn122:24.1
source: Kathañcānanda, brahmacārūpaddavo hoti?
sc_po: And how is there a peril for a spiritual practitioner?

# mn122:24.2
source: Idhānanda, tathāgato loke uppajjati arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.
sc_po: It’s when a Realized One arises in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.

# mn122:24.3
source: So vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
sc_po: He frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn122:24.4
source: Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca.
sc_po: While meditating withdrawn, he’s visited by a stream of brahmins and householders of the city and country.

# mn122:24.5
source: So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca na mucchaṃ nikāmayati, na gedhaṃ āpajjati, na āvattati bāhullāya.
sc_po: When this happens, he doesn’t enjoy infatuation, fall into greed, and return to indulgence.

# mn122:24.6
source: Tasseva kho panānanda, satthu sāvako tassa satthu vivekamanubrūhayamāno
sc_po: But a disciple of this teacher, emulating their teacher’s fostering of seclusion,

# mn122:24.7
source: vivittaṃ senāsanaṃ bhajati araññaṃ rukkhamūlaṃ pabbataṃ kandaraṃ giriguhaṃ susānaṃ vanapatthaṃ abbhokāsaṃ palālapuñjaṃ.
sc_po: frequents a secluded lodging—a wilderness, the root of a tree, a hill, a ravine, a mountain cave, a charnel ground, a forest, the open air, a heap of straw.

# mn122:24.8
source: Tassa tathāvūpakaṭṭhassa viharato anvāvattanti brāhmaṇagahapatikā negamā ceva jānapadā ca.
sc_po: While meditating withdrawn, they’re visited by a stream of brahmins and householders of the city and country.

# mn122:24.9
source: So anvāvattantesu brāhmaṇagahapatikesu negamesu ceva jānapadesu ca mucchaṃ nikāmayati, gedhaṃ āpajjati, āvattati bāhullāya.
sc_po: When this happens, they enjoy infatuation, fall into greed, and return to indulgence.

# mn122:24.10
source: Ayaṃ vuccatānanda, upaddavo brahmacārī.
sc_po: This spiritual practitioner is said to be imperiled by the spiritual practitioner’s peril.

# mn122:24.11
source: Brahmacārūpaddavena avadhiṃsu naṃ pāpakā akusalā dhammā saṅkilesikā ponobbhavikā sadarā dukkhavipākā āyatiṃ jātijarāmaraṇiyā.
sc_po: They’re ruined by bad, unskillful qualities that are corrupted, leading to future lives, hurtful, resulting in suffering and future rebirth, old age, and death.

# mn122:24.12
source: Evaṃ kho, ānanda, brahmacārūpaddavo hoti.
sc_po: That’s how there is a peril for the spiritual practitioner.

# mn122:24.13
source: Tatrānanda, yo cevāyaṃ ācariyūpaddavo, yo ca antevāsūpaddavo ayaṃ tehi brahmacārūpaddavo dukkhavipākataro ceva kaṭukavipākataro ca, api ca vinipātāya saṃvattati.
sc_po: And in this context, Ānanda, as compared to the peril of the teacher or the student, the peril of the spiritual practitioner has more painful, bitter results, and even leads to the underworld.

# mn122:25.1
source: Tasmātiha maṃ, ānanda, mittavatāya samudācaratha, mā sapattavatāya.
sc_po: So, Ānanda, treat me as a friend, not as an enemy.

# mn122:25.2
source: Taṃ vo bhavissati dīgharattaṃ hitāya sukhāya.
sc_po: That will be for your lasting welfare and happiness.

# mn122:25.3
source: Kathañcānanda, satthāraṃ sāvakā sapattavatāya samudācaranti, no mittavatāya?
sc_po: And how do disciples treat their Teacher as an enemy, not a friend?

# mn122:25.4
source: Idhānanda, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya:
sc_po: It’s when the Teacher teaches the Dhamma out of kindness and compassion:

# mn122:25.5
source: ‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti.
sc_po: ‘This is for your welfare. This is for your happiness.’

# mn122:25.6
source: Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti.
sc_po: But their disciples don’t want to listen. They don’t pay attention or apply their minds to understand. They proceed having turned away from the Teacher’s instruction.

# mn122:25.7
source: Evaṃ kho, ānanda, satthāraṃ sāvakā sapattavatāya samudācaranti, no mittavatāya.
sc_po: That’s how the disciples treat their Teacher as an enemy, not a friend.

# mn122:26.1
source: Kathañcānanda, satthāraṃ sāvakā mittavatāya samudācaranti, no sapattavatāya?
sc_po: And how do disciples treat their Teacher as a friend, not an enemy?

# mn122:26.2
source: Idhānanda, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya:
sc_po: It’s when the Teacher teaches the Dhamma out of kindness and compassion:

# mn122:26.3
source: ‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti.
sc_po: ‘This is for your welfare. This is for your happiness.’

# mn122:26.4
source: Tassa sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti.
sc_po: And their disciples want to listen. They pay attention and apply their minds to understand. They don’t proceed having turned away from the Teacher’s instruction.

# mn122:26.5
source: Evaṃ kho, ānanda, satthāraṃ sāvakā mittavatāya samudācaranti, no sapattavatāya.
sc_po: That’s how the disciples treat their Teacher as a friend, not an enemy.

# mn122:26.6
source: Tasmātiha maṃ, ānanda, mittavatāya samudācaratha, mā sapattavatāya.
sc_po: So, Ānanda, treat me as a friend, not as an enemy.

# mn122:26.7
source: Taṃ vo bhavissati dīgharattaṃ hitāya sukhāya.
sc_po: That will be for your lasting welfare and happiness.

# mn122:27.1
source: Na vo ahaṃ, ānanda, tathā parakkamissāmi yathā kumbhakāro āmake āmakamatte.
sc_po: I shall not mollycoddle you like a potter with their damp, unfired pots.

# mn122:27.2
source: Niggayha niggayhāhaṃ, ānanda, vakkhāmi;
sc_po: I shall speak, pushing you again and again,

# mn122:27.3
source: pavayha pavayha, ānanda, vakkhāmi.
sc_po: pressing you again and again.

# mn122:27.4
source: Yo sāro so ṭhassatī”ti.
sc_po: The core will stand the test.”

# mn122:27.5
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn122:27.6
source: Attamano āyasmā ānando bhagavato bhāsitaṃ abhinandīti.
sc_po: Satisfied, Venerable Ānanda was happy with what the Buddha said.
