Repository: kondannyo/PGP
Catalog: */*_text/mn130.po
Languages: sc_po

# mn130:18.5
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:18.6
source: Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena tassa mahānirayassa pacchimaṃ dvāraṃ apāpurīyati … pe …
sc_po: There comes a time when, after a very long period has passed, the western gate …

# mn130:18.7
source: uttaraṃ dvāraṃ apāpurīyati … pe …
sc_po: northern gate …

# mn130:18.8
source: dakkhiṇaṃ dvāraṃ apāpurīyati.
sc_po: southern gate of the Great hell is opened.

# mn130:18.9
source: So tattha sīghena javena dhāvati.
sc_po: So they run there as fast as they can.

# mn130:18.10
source: Tassa sīghena javena dhāvato chavimpi ḍayhati, cammampi ḍayhati, maṃsampi ḍayhati, nhārumpi ḍayhati, aṭṭhīnipi sampadhūpāyanti, ubbhataṃ tādisameva hoti.
sc_po: And as they run, their outer skin, inner skin, flesh, and sinews burn and even their bones smoke. Such is their escape;

# mn130:18.11
source: Yato ca kho so, bhikkhave, bahusampatto hoti, atha taṃ dvāraṃ pidhīyati.
sc_po: but when they’ve managed to make it most of the way, the gate is slammed shut.

# mn130:18.12
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:19.1
source: Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena tassa mahānirayassa puratthimaṃ dvāraṃ apāpurīyati.
sc_po: There comes a time when, after a very long period has passed, the eastern gate of the Great Hell is opened.

# mn130:19.2
source: So tattha sīghena javena dhāvati.
sc_po: So they run there as fast as they can.

# mn130:19.3
source: Tassa sīghena javena dhāvato chavimpi ḍayhati, cammampi ḍayhati, maṃsampi ḍayhati, nhārumpi ḍayhati, aṭṭhīnipi sampadhūpāyanti, ubbhataṃ tādisameva hoti.
sc_po: And as they run, their outer skin, inner skin, flesh, and sinews burn and even their bones smoke. Such is their escape;

# mn130:19.4
source: So tena dvārena nikkhamati.
sc_po: and they make it out that door.

# mn130:20.1
source: Tassa kho pana, bhikkhave, mahānirayassa samanantarā sahitameva mahanto gūthanirayo.
sc_po: Immediately adjacent to the Great Hell is the vast Dung Hell.

# mn130:20.2
source: So tattha patati.
sc_po: And that’s where they fall.

# mn130:20.3
source: Tasmiṃ kho pana, bhikkhave, gūthaniraye sūcimukhā pāṇā chaviṃ chindanti, chaviṃ chetvā cammaṃ chindanti, cammaṃ chetvā maṃsaṃ chindanti, maṃsaṃ chetvā nhāruṃ chindanti, nhāruṃ chetvā aṭṭhiṃ chindanti, aṭṭhiṃ chetvā aṭṭhimiñjaṃ khādanti.
sc_po: In that Dung Hell there are needle-mouthed creatures that bore through the outer skin, the inner skin, the flesh, sinews, and bones, until they reach the marrow and devour it.

# mn130:20.4
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti. (1)
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:21.1
source: Tassa kho pana, bhikkhave, gūthanirayassa samanantarā sahitameva mahanto kukkulanirayo.
sc_po: Immediately adjacent to the Dung Hell is the vast Hell of Hot Coals.

# mn130:21.2
source: So tattha patati.
sc_po: And that’s where they fall.

# mn130:21.3
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti. (2)
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:22.1
source: Tassa kho pana, bhikkhave, kukkulanirayassa samanantarā sahitameva mahantaṃ simbalivanaṃ uddhaṃ yojanamuggataṃ soḷasaṅgulakaṇṭakaṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ.
sc_po: Immediately adjacent to the Hell of Hot Coals is the vast Hell of the Red Silk-Cotton Wood. It’s a league high, full of sixteen-inch thorns, burning, blazing, and glowing.

# mn130:22.2
source: Tattha āropentipi oropentipi.
sc_po: And there they make them climb up and down.

# mn130:22.3
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti. (3)
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:23.1
source: Tassa kho pana, bhikkhave, simbalivanassa samanantarā sahitameva mahantaṃ asipattavanaṃ.
sc_po: Immediately adjacent to the Hell of the Red Silk-Cotton Wood is the vast Hell of the Sword-Leaf Trees.

# mn130:23.2
source: So tattha pavisati.
sc_po: They enter that.

# mn130:23.3
source: Tassa vāteritāni pattāni patitāni hatthampi chindanti, pādampi chindanti, hatthapādampi chindanti, kaṇṇampi chindanti, nāsampi chindanti, kaṇṇanāsampi chindanti.
sc_po: There the fallen leaves blown by the wind cut their hands, feet, both hands and feet; they cut their ears, nose, both ears and nose.

# mn130:23.4
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti. (4)
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:24.1
source: Tassa kho pana, bhikkhave, asipattavanassa samanantarā sahitameva mahatī khārodakā nadī.
sc_po: Immediately adjacent to the Hell of the Sword-Leaf Trees is the vast Acid Hell.

# mn130:24.2
source: So tattha patati.
sc_po: And that’s where they fall.

# mn130:24.3
source: So tattha anusotampi vuyhati, paṭisotampi vuyhati, anusotapaṭisotampi vuyhati.
sc_po: There they are swept upstream, swept downstream, and swept both up and down stream.

# mn130:24.4
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti. (5)
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:25.1
source: Tamenaṃ, bhikkhave, nirayapālā balisena uddharitvā thale patiṭṭhāpetvā evamāhaṃsu:
sc_po: Then the wardens of hell pull them out and place them on dry land, and say,

# mn130:25.2
source: ‘ambho purisa, kiṃ icchasī’ti?
sc_po: ‘Mister, what do you want?’

# mn130:25.3
source: So evamāha:
sc_po: They say,

# mn130:25.4
source: ‘jighacchitosmi, bhante’ti.
sc_po: ‘I’m hungry, sir.’

# mn130:25.5
source: Tamenaṃ, bhikkhave, nirayapālā tattena ayosaṅkunā mukhaṃ vivaritvā ādittena sampajjalitena sajotibhūtena tattaṃ lohaguḷaṃ mukhe pakkhipanti ādittaṃ sampajjalitaṃ sajotibhūtaṃ.
sc_po: The wardens of hell force open their mouth with a hot iron spike—burning, blazing, glowing—and shove in a red-hot copper ball, burning, blazing, and glowing.

# mn130:25.6
source: So tassa oṭṭhampi dahati, mukhampi dahati, kaṇṭhampi dahati, urampi dahati, antampi antaguṇampi ādāya adhobhāgā nikkhamati.
sc_po: It burns their lips, mouth, tongue, throat, and stomach before coming out below dragging their entrails.

# mn130:25.7
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:26.1
source: Tamenaṃ, bhikkhave, nirayapālā evamāhaṃsu:
sc_po: Then the wardens of hell say,

# mn130:26.2
source: ‘ambho purisa, kiṃ icchasī’ti?
sc_po: ‘Mister, what do you want?’

# mn130:26.3
source: So evamāha:
sc_po: They say,

# mn130:26.4
source: ‘pipāsitosmi, bhante’ti.
sc_po: ‘I’m thirsty, sir.’

# mn130:26.5
source: Tamenaṃ, bhikkhave, nirayapālā tattena ayosaṅkunā mukhaṃ vivaritvā ādittena sampajjalitena sajotibhūtena tattaṃ tambalohaṃ mukhe āsiñcanti ādittaṃ sampajjalitaṃ sajotibhūtaṃ.
sc_po: The wardens of hell force open their mouth with a hot iron spike—burning, blazing, glowing—and pour in molten copper, burning, blazing, and glowing.

# mn130:26.6
source: Taṃ tassa oṭṭhampi dahati, mukhampi dahati, kaṇṭhampi dahati, urampi dahati, antampi antaguṇampi ādāya adhobhāgā nikkhamati.
sc_po: It burns their lips, mouth, tongue, throat, and stomach before coming out below dragging their entrails.

# mn130:26.7
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti, yāva na taṃ pāpakammaṃ byantīhoti.
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:27.1
source: Tamenaṃ, bhikkhave, nirayapālā puna mahāniraye pakkhipanti.
sc_po: Then the wardens of hell toss them back in the Great Hell.

# mn130:28.1
source: Bhūtapubbaṃ, bhikkhave, yamassa rañño etadahosi:
sc_po: Once upon a time, King Yama thought:

# mn130:28.2
source: ‘ye kira, bho, loke pāpakāni akusalāni kammāni karonti te evarūpā vividhā kammakāraṇā karīyanti.
sc_po: ‘Those who do such bad deeds in the world receive these many different punishments.

# mn130:28.3
source: Aho vatāhaṃ manussattaṃ labheyyaṃ. Tathāgato ca loke uppajjeyya arahaṃ sammāsambuddho. Tañcāhaṃ bhagavantaṃ payirupāseyyaṃ.
sc_po: Oh, I hope I may be reborn as a human being! And that a Realized One—a perfected one, a fully awakened Buddha—arises in the world! And that I may pay homage to the Buddha!

# mn130:28.4
source: So ca me bhagavā dhammaṃ deseyya. Tassa cāhaṃ bhagavato dhammaṃ ājāneyyan’ti.
sc_po: Then the Buddha can teach me Dhamma, so that I may understand his teaching.’

# mn130:29.1
source: Taṃ kho panāhaṃ, bhikkhave, nāññassa samaṇassa vā brāhmaṇassa vā sutvā vadāmi, api ca yadeva sāmaṃ ñātaṃ sāmaṃ diṭṭhaṃ sāmaṃ viditaṃ tadevāhaṃ vadāmī”ti.
sc_po: Now, I don’t say this because I’ve heard it from some other ascetic or brahmin. I only say it because I’ve known, seen, and realized it for myself.”

# mn130:30.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn130:30.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# mn130:30.3
source: “Coditā devadūtehi,
sc_po: “Those people who are negligent,

# mn130:30.4
source: ye pamajjanti māṇavā;
sc_po: when warned by the gods’ messengers:

# mn130:30.5
source: Te dīgharattaṃ socanti,
sc_po: a long time they sorrow,

# mn130:30.6
source: hīnakāyūpagā narā.
sc_po: when they go to that wretched place.

# mn130:30.7
source: Ye ca kho devadūtehi,
sc_po: But those good and peaceful people,

# mn130:30.8
source: santo sappurisā idha;
sc_po: when warned by the gods’ messengers,

# mn130:30.9
source: Coditā nappamajjanti,
sc_po: never neglect

# mn130:30.10
source: ariyadhamme kudācanaṃ.
sc_po: the teaching of the noble ones.

# mn130:30.11
source: Upādāne bhayaṃ disvā,
sc_po: Seeing the danger in grasping,

# mn130:30.12
source: jātimaraṇasambhave;
sc_po: the origin of birth and death,

# mn130:30.13
source: Anupādā vimuccanti,
sc_po: they’re freed by not grasping,

# mn130:30.14
source: jātimaraṇasaṅkhaye.
sc_po: with the ending of birth and death.

# mn130:30.15
source: Te khemappattā sukhino,
sc_po: Happy, they’ve come to a safe place,

# mn130:30.16
source: diṭṭhadhammābhinibbutā;
sc_po: extinguished in this very life.

# mn130:30.17
source: Sabbaverabhayātītā,
sc_po: They’ve gone beyond all threats and perils,

# mn130:30.18
source: sabbadukkhaṃ upaccagun”ti.
sc_po: and risen above all suffering.”
