Repository: kondannyo/PGP
Catalog: */*_text/mn130.po
Languages: sc_po

# mn130:0.1
source: Majjhima Nikāya 130
sc_po: Middle Discourses 130

# mn130:0.2
source: Devadūtasutta
sc_po: Messengers of the Gods

# mn130:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn130:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn130:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# mn130:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# mn130:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# mn130:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn130:2.1
source: “Seyyathāpi, bhikkhave, dve agārā sadvārā, tattha cakkhumā puriso majjhe ṭhito passeyya manusse gehaṃ pavisantepi nikkhamantepi anucaṅkamantepi anuvicarantepi;
sc_po: “Mendicants, suppose there were two houses with doors. A person with good eyesight standing in between them would see people entering and leaving a house and wandering to and fro.

# mn130:2.2
source: evameva kho ahaṃ, bhikkhave, dibbena cakkhunā visuddhena atikkantamānusakena satte passāmi cavamāne upapajjamāne hīne paṇīte suvaṇṇe dubbaṇṇe, sugate duggate yathākammūpage satte pajānāmi: ‘ime vata bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā sugatiṃ saggaṃ lokaṃ upapannā. Ime vā pana bhonto sattā kāyasucaritena samannāgatā vacīsucaritena samannāgatā manosucaritena samannāgatā ariyānaṃ anupavādakā sammādiṭṭhikā sammādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā manussesu upapannā. Ime vata bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā pettivisayaṃ upapannā. Ime vā pana bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā tiracchānayoniṃ upapannā. Ime vā pana bhonto sattā kāyaduccaritena samannāgatā vacīduccaritena samannāgatā manoduccaritena samannāgatā ariyānaṃ upavādakā micchādiṭṭhikā micchādiṭṭhikammasamādānā; te kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapannā’ti.
sc_po: In the same way, with clairvoyance that is purified and superhuman, I see sentient beings passing away and being reborn—inferior and superior, beautiful and ugly, in a good place or a bad place. I understand how sentient beings are reborn according to their deeds: ‘These dear beings did good things by way of body, speech, and mind. They never spoke ill of the noble ones; they had right view; and they chose to act out of that right view. When their body breaks up, after death, they’re reborn in a good place, a heavenly realm, or among humans. These dear beings did bad things by way of body, speech, and mind. They spoke ill of the noble ones; they had wrong view; and they chose to act out of that wrong view. When their body breaks up, after death, they’re reborn in the ghost realm, the animal realm, or in a lower realm, a bad destination, a world of misery, hell.’

# mn130:3.1
source: Tamenaṃ, bhikkhave, nirayapālā nānābāhāsu gahetvā yamassa rañño dassenti:
sc_po: Then the wardens of hell take them by the arms and present them to King Yama, saying,

# mn130:3.2
source: ‘ayaṃ, deva, puriso amatteyyo apetteyyo asāmañño abrāhmañño, na kule jeṭṭhāpacāyī.
sc_po: ‘Your Majesty, this person did not pay due respect to their mother and father, ascetics and brahmins, or honor the elders in the family.

# mn130:3.3
source: Imassa devo daṇḍaṃ paṇetū’ti.
sc_po: May Your Majesty punish them!’

# mn130:3.4
source: Tamenaṃ, bhikkhave, yamo rājā paṭhamaṃ devadūtaṃ samanuyuñjati samanugāhati samanubhāsati:
sc_po: Then King Yama pursues, presses, and grills them about the first messenger of the gods.

# mn130:3.5
source: ‘ambho purisa, na tvaṃ addasa manussesu paṭhamaṃ devadūtaṃ pātubhūtan’ti?
sc_po: ‘Mister, did you not see the first messenger of the gods that appeared among human beings?’

# mn130:3.6
source: So evamāha:
sc_po: He says,

# mn130:3.7
source: ‘nāddasaṃ, bhante’ti.
sc_po: ‘I saw nothing, sir.’

# mn130:4.1
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:4.2
source: ‘ambho purisa, na tvaṃ addasa manussesu daharaṃ kumāraṃ mandaṃ uttānaseyyakaṃ sake muttakarīse palipannaṃ semānan’ti?
sc_po: ‘Mister, did you not see among human beings a little baby collapsed in their own urine and feces?’

# mn130:4.3
source: So evamāha:
sc_po: He says,

# mn130:4.4
source: ‘addasaṃ, bhante’ti.
sc_po: ‘I saw that, sir.’

# mn130:4.5
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:4.6
source: ‘ambho purisa, tassa te viññussa sato mahallakassa na etadahosi—
sc_po: ‘Mister, did it not occur to you—being sensible and mature—

# mn130:4.7
source: ahampi khomhi jātidhammo, jātiṃ anatīto. Handāhaṃ kalyāṇaṃ karomi kāyena vācāya manasā’ti?
sc_po: “I, too, am liable to be born. I’m not exempt from rebirth. I’d better do good by way of body, speech, and mind”?’

# mn130:4.8
source: So evamāha:
sc_po: He says,

# mn130:4.9
source: ‘nāsakkhissaṃ, bhante, pamādassaṃ, bhante’ti.
sc_po: ‘I couldn’t, sir. I was negligent.’

# mn130:4.10
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:4.11
source: ‘ambho purisa, pamādavatāya na kalyāṇamakāsi kāyena vācāya manasā.
sc_po: ‘Mister, because you were negligent, you didn’t do good by way of body, speech, and mind.

# mn130:4.12
source: Taggha tvaṃ, ambho purisa, tathā karissanti yathā taṃ pamattaṃ.
sc_po: Well, they’ll definitely punish you to fit your negligence.

# mn130:4.13
source: Taṃ kho pana te etaṃ pāpakammaṃ neva mātarā kataṃ na pitarā kataṃ na bhātarā kataṃ na bhaginiyā kataṃ na mittāmaccehi kataṃ na ñātisālohitehi kataṃ na samaṇabrāhmaṇehi kataṃ na devatāhi kataṃ, tayāvetaṃ pāpakammaṃ kataṃ, tvaññevetassa vipākaṃ paṭisaṃvedissasī’ti. (1)
sc_po: That bad deed wasn’t done by your mother, father, brother, or sister. It wasn’t done by friends and colleagues, by relatives and kin, by ascetics and brahmins, or by the deities. That bad deed was done by you alone, and you alone will experience the result.’

# mn130:5.1
source: Tamenaṃ, bhikkhave, yamo rājā paṭhamaṃ devadūtaṃ samanuyuñjitvā samanugāhitvā samanubhāsitvā dutiyaṃ devadūtaṃ samanuyuñjati samanugāhati samanubhāsati:
sc_po: Then King Yama grills them about the second messenger of the gods.

# mn130:5.2
source: ‘ambho purisa, na tvaṃ addasa manussesu dutiyaṃ devadūtaṃ pātubhūtan’ti?
sc_po: ‘Mister, did you not see the second messenger of the gods that appeared among human beings?’

# mn130:5.3
source: So evamāha:
sc_po: He says,

# mn130:5.4
source: ‘nāddasaṃ, bhante’ti.
sc_po: ‘I saw nothing, sir.’

# mn130:5.5
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:5.6
source: ‘ambho purisa, na tvaṃ addasa manussesu itthiṃ vā purisaṃ vā () jiṇṇaṃ gopānasivaṅkaṃ bhoggaṃ daṇḍaparāyanaṃ pavedhamānaṃ gacchantaṃ āturaṃ gatayobbanaṃ khaṇḍadantaṃ palitakesaṃ vilūnaṃ khalitasiraṃ valinaṃ tilakāhatagattan’ti?
sc_po: ‘Mister, did you not see among human beings an elderly woman or a man—eighty, ninety, or a hundred years old—bent double, crooked, leaning on a staff, trembling as they walk, ailing, past their prime, with teeth broken, hair grey and scanty or bald, skin wrinkled, and limbs blotchy?’

# mn130:5.7
source: So evamāha:
sc_po: He says,

# mn130:5.8
source: ‘addasaṃ, bhante’ti.
sc_po: ‘I saw that, sir.’

# mn130:5.9
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:5.10
source: ‘ambho purisa, tassa te viññussa sato mahallakassa na etadahosi—
sc_po: ‘Mister, did it not occur to you—being sensible and mature—

# mn130:5.11
source: ahampi khomhi jarādhammo, jaraṃ anatīto. Handāhaṃ kalyāṇaṃ karomi kāyena vācāya manasā’ti?
sc_po: “I, too, am liable to grow old. I’m not exempt from old age. I’d better do good by way of body, speech, and mind”?’

# mn130:5.12
source: So evamāha:
sc_po: He says,

# mn130:5.13
source: ‘nāsakkhissaṃ, bhante, pamādassaṃ, bhante’ti.
sc_po: ‘I couldn’t, sir. I was negligent.’

# mn130:5.14
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:5.15
source: ‘ambho purisa, pamādavatāya na kalyāṇamakāsi kāyena vācāya manasā.
sc_po: ‘Mister, because you were negligent, you didn’t do good by way of body, speech, and mind.

# mn130:5.16
source: Taggha tvaṃ, ambho purisa, tathā karissanti yathā taṃ pamattaṃ.
sc_po: Well, they’ll definitely punish you to fit your negligence.

# mn130:5.17
source: Taṃ kho pana te etaṃ pāpakammaṃ neva mātarā kataṃ na pitarā kataṃ na bhātarā kataṃ na bhaginiyā kataṃ na mittāmaccehi kataṃ na ñātisālohitehi kataṃ na samaṇabrāhmaṇehi kataṃ na devatāhi kataṃ, tayāvetaṃ pāpakammaṃ kataṃ, tvaññevetassa vipākaṃ paṭisaṃvedissasī’ti. (2)
sc_po: That bad deed wasn’t done by your mother, father, brother, or sister. It wasn’t done by friends and colleagues, by relatives and kin, by ascetics and brahmins, or by the deities. That bad deed was done by you alone, and you alone will experience the result.’

# mn130:6.1
source: Tamenaṃ, bhikkhave, yamo rājā dutiyaṃ devadūtaṃ samanuyuñjitvā samanugāhitvā samanubhāsitvā tatiyaṃ devadūtaṃ samanuyuñjati samanugāhati samanubhāsati:
sc_po: Then King Yama grills them about the third messenger of the gods.

# mn130:6.2
source: ‘ambho purisa, na tvaṃ addasa manussesu tatiyaṃ devadūtaṃ pātubhūtan’ti?
sc_po: ‘Mister, did you not see the third messenger of the gods that appeared among human beings?’

# mn130:6.3
source: So evamāha:
sc_po: He says,

# mn130:6.4
source: ‘nāddasaṃ, bhante’ti.
sc_po: ‘I saw nothing, sir.’

# mn130:6.5
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:6.6
source: ‘ambho purisa, na tvaṃ addasa manussesu itthiṃ vā purisaṃ vā ābādhikaṃ dukkhitaṃ bāḷhagilānaṃ sake muttakarīse palipannaṃ semānaṃ aññehi vuṭṭhāpiyamānaṃ aññehi saṃvesiyamānan’ti?
sc_po: ‘Mister, did you not see among human beings a woman or a man, sick, suffering, gravely ill, collapsed in their own urine and feces, being picked up by some and put down by others?’

# mn130:6.7
source: So evamāha:
sc_po: He says,

# mn130:6.8
source: ‘addasaṃ, bhante’ti.
sc_po: ‘I saw that, sir.’

# mn130:6.9
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:6.10
source: ‘ambho purisa, tassa te viññussa sato mahallakassa na etadahosi—
sc_po: ‘Mister, did it not occur to you—being sensible and mature—

# mn130:6.11
source: ahampi khomhi byādhidhammo, byādhiṃ anatīto.
sc_po: “I, too, am liable to become sick. I’m not exempt from sickness. I’d better do good by way of body, speech, and mind”?’

# mn130:6.12
source: Handāhaṃ kalyāṇaṃ karomi kāyena vācāya manasā’ti? So evamāha:
sc_po: He says,

# mn130:6.13
source: ‘nāsakkhissaṃ, bhante, pamādassaṃ, bhante’ti.
sc_po: ‘I couldn’t, sir. I was negligent.’

# mn130:6.14
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:6.15
source: ‘ambho purisa, pamādavatāya na kalyāṇamakāsi kāyena vācāya manasā.
sc_po: ‘Mister, because you were negligent, you didn’t do good by way of body, speech, and mind.

# mn130:6.16
source: Taggha tvaṃ, ambho purisa, tathā karissanti yathā taṃ pamattaṃ.
sc_po: Well, they’ll definitely punish you to fit your negligence.

# mn130:6.17
source: Taṃ kho pana te etaṃ pāpakammaṃ neva mātarā kataṃ na pitarā kataṃ na bhātarā kataṃ na bhaginiyā kataṃ na mittāmaccehi kataṃ na ñātisālohitehi kataṃ na samaṇabrāhmaṇehi kataṃ na devatāhi kataṃ, tayāvetaṃ pāpakammaṃ kataṃ, tvaññevetassa vipākaṃ paṭisaṃvedissasī’ti. (3)
sc_po: That bad deed wasn’t done by your mother, father, brother, or sister. It wasn’t done by friends and colleagues, by relatives and kin, by ascetics and brahmins, or by the deities. That bad deed was done by you alone, and you alone will experience the result.’

# mn130:7.1
source: Tamenaṃ, bhikkhave, yamo rājā tatiyaṃ devadūtaṃ samanuyuñjitvā samanugāhitvā samanubhāsitvā catutthaṃ devadūtaṃ samanuyuñjati samanugāhati samanubhāsati:
sc_po: Then King Yama grills them about the fourth messenger of the gods.

# mn130:7.2
source: ‘ambho purisa, na tvaṃ addasa manussesu catutthaṃ devadūtaṃ pātubhūtan’ti?
sc_po: ‘Mister, did you not see the fourth messenger of the gods that appeared among human beings?’

# mn130:7.3
source: So evamāha:
sc_po: He says,

# mn130:7.4
source: ‘nāddasaṃ, bhante’ti.
sc_po: ‘I saw nothing, sir.’

# mn130:7.5
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:7.6
source: ‘ambho purisa, na tvaṃ addasa manussesu rājāno coraṃ āgucāriṃ gahetvā vividhā kammakāraṇā kārente—
sc_po: ‘Mister, did you not see among human beings when the rulers arrested a bandit, a criminal, and subjected them to various punishments—

# mn130:7.7
source: kasāhipi tāḷente vettehipi tāḷente addhadaṇḍakehipi tāḷente hatthampi chindante pādampi chindante hatthapādampi chindante kaṇṇampi chindante nāsampi chindante kaṇṇanāsampi chindante bilaṅgathālikampi karonte saṅkhamuṇḍikampi karonte rāhumukhampi karonte jotimālikampi karonte hatthapajjotikampi karonte erakavattikampi karonte cīrakavāsikampi karonte eṇeyyakampi karonte baḷisamaṃsikampi karonte kahāpaṇikampi karonte khārāpatacchikampi karonte palighaparivattikampi karonte palālapīṭhakampi karonte tattenapi telena osiñcante sunakhehipi khādāpente jīvantampi sūle uttāsente asināpi sīsaṃ chindante’ti?
sc_po: whipping, caning, and clubbing; cutting off hands or feet, or both; cutting off ears or nose, or both; the ‘porridge pot’, the ‘shell-shave’, the ‘demon’s mouth’, the ‘garland of fire’, the ‘burning hand’, the ‘grass blades’, the ‘bark dress’, the ‘antelope’, the ‘meat hook’, the ‘coins’, the ‘acid pickle’, the ‘twisting bar’, the ‘straw mat’; being splashed with hot oil, being fed to the dogs, being impaled alive, and being beheaded?’

# mn130:7.8
source: So evamāha:
sc_po: He says,

# mn130:7.9
source: ‘addasaṃ, bhante’ti.
sc_po: ‘I saw that, sir.’

# mn130:7.10
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:7.11
source: ‘ambho purisa, tassa te viññussa sato mahallakassa na etadahosi—
sc_po: ‘Mister, did it not occur to you—being sensible and mature—

# mn130:7.12
source: ye kira, bho, pāpakāni kammāni karonti te diṭṭheva dhamme evarūpā vividhā kammakāraṇā karīyanti, kimaṅgaṃ pana parattha. Handāhaṃ kalyāṇaṃ karomi kāyena vācāya manasā’ti?
sc_po: that if someone who does bad deeds receives such punishment in the present life, what must happen to them in the next; I’d better do good by way of body, speech, and mind”?’

# mn130:7.13
source: So evamāha:
sc_po: He says,

# mn130:7.14
source: ‘nāsakkhissaṃ, bhante, pamādassaṃ, bhante’ti.
sc_po: ‘I couldn’t, sir. I was negligent.’

# mn130:7.15
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:7.16
source: ‘ambho purisa, pamādavatāya na kalyāṇamakāsi kāyena vācāya manasā.
sc_po: ‘Mister, because you were negligent, you didn’t do good by way of body, speech, and mind.

# mn130:7.17
source: Taggha tvaṃ, ambho purisa, tathā karissanti yathā taṃ pamattaṃ.
sc_po: Well, they’ll definitely punish you to fit your negligence.

# mn130:7.18
source: Taṃ kho pana te etaṃ pāpakammaṃ neva mātarā kataṃ na pitarā kataṃ na bhātarā kataṃ na bhaginiyā kataṃ na mittāmaccehi kataṃ na ñātisālohitehi kataṃ na samaṇabrāhmaṇehi kataṃ na devatāhi kataṃ, tayāvetaṃ pāpakammaṃ kataṃ, tvaññevetassa vipākaṃ paṭisaṃvedissasī’ti. (4)
sc_po: That bad deed wasn’t done by your mother, father, brother, or sister. It wasn’t done by friends and colleagues, by relatives and kin, by ascetics and brahmins, or by the deities. That bad deed was done by you alone, and you alone will experience the result.’

# mn130:8.1
source: Tamenaṃ, bhikkhave, yamo rājā catutthaṃ devadūtaṃ samanuyuñjitvā samanugāhitvā samanubhāsitvā pañcamaṃ devadūtaṃ samanuyuñjati samanugāhati samanubhāsati:
sc_po: Then King Yama grills them about the fifth messenger of the gods.

# mn130:8.2
source: ‘ambho purisa, na tvaṃ addasa manussesu pañcamaṃ devadūtaṃ pātubhūtan’ti?
sc_po: ‘Mister, did you not see the fifth messenger of the gods that appeared among human beings?’

# mn130:8.3
source: So evamāha:
sc_po: He says,

# mn130:8.4
source: ‘nāddasaṃ, bhante’ti.
sc_po: ‘I saw nothing, sir.’

# mn130:8.5
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:8.6
source: ‘ambho purisa, na tvaṃ addasa manussesu itthiṃ vā purisaṃ vā ekāhamataṃ vā dvīhamataṃ vā tīhamataṃ vā uddhumātakaṃ vinīlakaṃ vipubbakajātan’ti?
sc_po: ‘Mister, did you not see among human beings a woman or a man, dead for one, two, or three days, bloated, livid, and festering?’

# mn130:8.7
source: So evamāha:
sc_po: He says,

# mn130:8.8
source: ‘addasaṃ, bhante’ti.
sc_po: ‘I saw that, sir.’

# mn130:8.9
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:8.10
source: ‘ambho purisa, tassa te viññussa sato mahallakassa na etadahosi—
sc_po: ‘Mister, did it not occur to you—being sensible and mature—

# mn130:8.11
source: ahampi khomhi maraṇadhammo, maraṇaṃ anatīto. Handāhaṃ kalyāṇaṃ karomi kāyena vācāya manasā’ti?
sc_po: “I, too, am liable to die. I’m not exempt from death. I’d better do good by way of body, speech, and mind”?’

# mn130:8.12
source: So evamāha:
sc_po: He says,

# mn130:8.13
source: ‘nāsakkhissaṃ, bhante, pamādassaṃ, bhante’ti.
sc_po: ‘I couldn’t, sir. I was negligent.’

# mn130:8.14
source: Tamenaṃ, bhikkhave, yamo rājā evamāha:
sc_po: Then King Yama says,

# mn130:8.15
source: ‘ambho purisa, pamādavatāya na kalyāṇamakāsi kāyena vācāya manasā.
sc_po: ‘Mister, because you were negligent, you didn’t do good by way of body, speech, and mind.

# mn130:8.16
source: Taggha tvaṃ, ambho purisa, tathā karissanti yathā taṃ pamattaṃ.
sc_po: Well, they’ll definitely punish you to fit your negligence.

# mn130:8.17
source: Taṃ kho pana te etaṃ pāpakammaṃ neva mātarā kataṃ na pitarā kataṃ na bhātarā kataṃ na bhaginiyā kataṃ na mittāmaccehi kataṃ na ñātisālohitehi kataṃ na samaṇabrāhmaṇehi kataṃ na devatāhi kataṃ, tayāvetaṃ pāpakammaṃ kataṃ, tvaññevetassa vipākaṃ paṭisaṃvedissasī’ti. (5)
sc_po: That bad deed wasn’t done by your mother, father, brother, or sister. It wasn’t done by friends and colleagues, by relatives and kin, by ascetics and brahmins, or by the deities. That bad deed was done by you alone, and you alone will experience the result.’

# mn130:9.1
source: Tamenaṃ, bhikkhave, yamo rājā pañcamaṃ devadūtaṃ samanuyuñjitvā samanugāhitvā samanubhāsitvā tuṇhī hoti.
sc_po: Then, after grilling them about the fifth messenger of the gods, King Yama falls silent.

# mn130:10.1
source: Tamenaṃ, bhikkhave, nirayapālā pañcavidhabandhanaṃ nāma kammakāraṇaṃ karonti—
sc_po: Then the wardens of hell punish them with the five-fold crucifixion.

# mn130:10.2
source: tattaṃ ayokhilaṃ hatthe gamenti, tattaṃ ayokhilaṃ dutiye hatthe gamenti, tattaṃ ayokhilaṃ pāde gamenti, tattaṃ ayokhilaṃ dutiye pāde gamenti, tattaṃ ayokhilaṃ majjheurasmiṃ gamenti.
sc_po: They drive red-hot stakes through the hands and feet, and another in the middle of the chest.

# mn130:10.3
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:11.1
source: Tamenaṃ, bhikkhave, nirayapālā saṃvesetvā kuṭhārīhi tacchanti … pe …
sc_po: Then the wardens of hell throw them down and hack them with axes. …

# mn130:12.1
source: tamenaṃ, bhikkhave, nirayapālā uddhampādaṃ adhosiraṃ gahetvā vāsīhi tacchanti … pe …
sc_po: They hang them upside-down and hack them with hatchets. …

# mn130:13.1
source: tamenaṃ, bhikkhave, nirayapālā rathe yojetvā ādittāya pathaviyā sampajjalitāya sajotibhūtāya sārentipi, paccāsārentipi … pe …
sc_po: They harness them to a chariot, and drive them back and forth across burning ground, blazing and glowing. …

# mn130:14.1
source: tamenaṃ, bhikkhave, nirayapālā mahantaṃ aṅgārapabbataṃ ādittaṃ sampajjalitaṃ sajotibhūtaṃ āropentipi oropentipi … pe …
sc_po: They make them climb up and down a huge mountain of burning coals, blazing and glowing. …

# mn130:15.1
source: tamenaṃ, bhikkhave, nirayapālā uddhampādaṃ adhosiraṃ gahetvā tattāya lohakumbhiyā pakkhipanti ādittāya sampajjalitāya sajotibhūtāya.
sc_po: Then the wardens of hell turn them upside down and throw them in a red-hot copper pot, burning, blazing, and glowing.

# mn130:15.3
source: So tattha pheṇuddehakaṃ paccamāno sakimpi uddhaṃ gacchati, sakimpi adho gacchati, sakimpi tiriyaṃ gacchati.
sc_po: There they’re seared in boiling scum, and they’re swept up and down and round and round.

# mn130:15.4
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:15.5
source: Tamenaṃ, bhikkhave, nirayapālā mahāniraye pakkhipanti.
sc_po: Then the wardens of hell toss them into the Great Hell.

# mn130:15.6
source: So kho pana, bhikkhave, mahānirayo—
sc_po: Now, about that Great Hell:

# mn130:15.7
source: Catukkaṇṇo catudvāro,
sc_po: ‘Four are its corners, four its doors,

# mn130:15.8
source: vibhatto bhāgaso mito;
sc_po: divided into measured parts.

# mn130:15.9
source: Ayopākārapariyanto,
sc_po: Surrounded by an iron wall,

# mn130:15.10
source: ayasā paṭikujjito.
sc_po: of iron is its roof.

# mn130:15.11
source: Tassa ayomayā bhūmi,
sc_po: The ground is even made of iron,

# mn130:15.12
source: jalitā tejasāyutā;
sc_po: it burns with fierce fire.

# mn130:15.13
source: Samantā yojanasataṃ,
sc_po: The heat forever radiates

# mn130:15.14
source: pharitvā tiṭṭhati sabbadā.
sc_po: a hundred leagues around.’

# mn130:17.1
source: Tassa kho pana, bhikkhave, mahānirayassa puratthimāya bhittiyā acci uṭṭhahitvā pacchimāya bhittiyā paṭihaññati, pacchimāya bhittiyā acci uṭṭhahitvā puratthimāya bhittiyā paṭihaññati, uttarāya bhittiyā acci uṭṭhahitvā dakkhiṇāya bhittiyā paṭihaññati, dakkhiṇāya bhittiyā acci uṭṭhahitvā uttarāya bhittiyā paṭihaññati, heṭṭhā acci uṭṭhahitvā upari paṭihaññati, uparito acci uṭṭhahitvā heṭṭhā paṭihaññati.
sc_po: Now in the Great Hell, flames surge out of the walls and crash into the opposite wall: from east to west, from west to east, from north to south, from south to north, from bottom to top, from top to bottom.

# mn130:17.2
source: So tattha dukkhā tibbā kharā kaṭukā vedanā vedeti, na ca tāva kālaṃ karoti yāva na taṃ pāpakammaṃ byantīhoti.
sc_po: And there they feel painful, sharp, severe, acute feelings—but they don’t die until that bad deed is eliminated.

# mn130:18.1
source: Hoti kho so, bhikkhave, samayo yaṃ kadāci karahaci dīghassa addhuno accayena tassa mahānirayassa puratthimaṃ dvāraṃ apāpurīyati.
sc_po: There comes a time when, after a very long period has passed, the eastern gate of the Great Hell is opened.

# mn130:18.2
source: So tattha sīghena javena dhāvati.
sc_po: So they run there as fast as they can.

# mn130:18.3
source: Tassa sīghena javena dhāvato chavimpi ḍayhati, cammampi ḍayhati, maṃsampi ḍayhati, nhārumpi ḍayhati, aṭṭhīnipi sampadhūpāyanti, ubbhataṃ tādisameva hoti.
sc_po: And as they run, their outer skin, inner skin, flesh, and sinews burn and even their bones smoke. Such is their escape;

# mn130:18.4
source: Yato ca kho so, bhikkhave, bahusampatto hoti, atha taṃ dvāraṃ pidhīyati.
sc_po: but when they’ve managed to make it most of the way, the gate is slammed shut.
