Repository: kondannyo/PGP
Catalog: */*_text/mn137.po
Languages: sc_po

# mn137:0.1
source: Majjhima Nikāya 137
sc_po: Middle Discourses 137

# mn137:0.2
source: Saḷāyatanavibhaṅgasutta
sc_po: The Analysis of the Six Sense Fields

# mn137:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn137:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# mn137:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# mn137:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# mn137:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# mn137:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn137:2.1
source: “saḷāyatanavibhaṅgaṃ vo, bhikkhave, desessāmi.
sc_po: “Mendicants, I shall teach you the analysis of the six sense fields.

# mn137:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# mn137:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# mn137:2.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn137:3.1
source: “‘Cha ajjhattikāni āyatanāni veditabbāni, cha bāhirāni āyatanāni veditabbāni, cha viññāṇakāyā veditabbā, cha phassakāyā veditabbā, aṭṭhārasa manopavicārā veditabbā, chattiṃsa sattapadā veditabbā, tatra idaṃ nissāya idaṃ pajahatha, tayo satipaṭṭhānā yadariyo sevati yadariyo sevamāno satthā gaṇamanusāsitumarahati, so vuccati yoggācariyānaṃ anuttaro purisadammasārathī’ti—
sc_po: “‘The six interior sense fields should be understood. The six exterior sense fields should be understood. The six classes of consciousness should be understood. The six classes of contact should be understood. The eighteen mental preoccupations should be understood. The thirty-six positions of sentient beings should be understood. Therein, relying on this, give up that. The Noble One cultivates the establishment of mindfulness in three cases, by virtue of which they are a Teacher worthy to instruct a group. Of all meditation teachers, it is he that is called the supreme guide for those who wish to train.’

# mn137:3.2
source: ayamuddeso saḷāyatanavibhaṅgassa.
sc_po: This is the recitation passage for the analysis of the six sense fields.

# mn137:4.1
source: ‘Cha ajjhattikāni āyatanāni veditabbānī’ti—
sc_po: ‘The six interior sense fields should be understood.’

# mn137:4.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
sc_po: That’s what I said, but why did I say it?

# mn137:4.3
source: ‘Cakkhāyatanaṃ sotāyatanaṃ ghānāyatanaṃ jivhāyatanaṃ kāyāyatanaṃ manāyatanaṃ—
sc_po: There are the sense fields of the eye, ear, nose, tongue, body, and mind.

# mn137:4.4
source: cha ajjhattikāni āyatanāni veditabbānī’ti—
sc_po: ‘The six interior sense fields should be understood.’

# mn137:4.5
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (1)
sc_po: That’s what I said, and this is why I said it.

# mn137:5.1
source: ‘Cha bāhirāni āyatanāni veditabbānī’ti—
sc_po: ‘The six exterior sense fields should be understood.’

# mn137:5.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
sc_po: That’s what I said, but why did I say it?

# mn137:5.3
source: ‘Rūpāyatanaṃ saddāyatanaṃ gandhāyatanaṃ rasāyatanaṃ phoṭṭhabbāyatanaṃ dhammāyatanaṃ—
sc_po: There are the sense fields of sights, sounds, smells, tastes, touches, and thoughts.

# mn137:5.4
source: cha bāhirāni āyatanāni veditabbānī’ti—
sc_po: ‘The six exterior sense fields should be understood.’

# mn137:5.5
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (2)
sc_po: That’s what I said, and this is why I said it.

# mn137:6.1
source: ‘Cha viññāṇakāyā veditabbā’ti—
sc_po: ‘The six classes of consciousness should be understood.’

# mn137:6.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
sc_po: That’s what I said, but why did I say it?

# mn137:6.3
source: ‘Cakkhuviññāṇaṃ sotaviññāṇaṃ ghānaviññāṇaṃ jivhāviññāṇaṃ kāyaviññāṇaṃ manoviññāṇaṃ—
sc_po: There are eye, ear, nose, tongue, body, and mind consciousness.

# mn137:6.4
source: cha viññāṇakāyā veditabbā’ti—
sc_po: ‘The six classes of consciousness should be understood.’

# mn137:6.5
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (3)
sc_po: That’s what I said, and this is why I said it.

# mn137:7.1
source: ‘Cha phassakāyā veditabbā’ti—
sc_po: ‘The six classes of contact should be understood.’

# mn137:7.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
sc_po: That’s what I said, but why did I say it?

# mn137:7.3
source: ‘Cakkhusamphasso sotasamphasso ghānasamphasso jivhāsamphasso kāyasamphasso manosamphasso—
sc_po: There is contact through the eye, ear, nose, tongue, body, and mind.

# mn137:7.4
source: cha phassakāyā veditabbā’ti—
sc_po: ‘The six classes of contact should be understood.’

# mn137:7.5
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (4)
sc_po: That’s what I said, and this is why I said it.

# mn137:8.1
source: ‘Aṭṭhārasa manopavicārā veditabbā’ti—
sc_po: ‘The eighteen mental preoccupations should be understood.’

# mn137:8.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
sc_po: That’s what I said, but why did I say it?

# mn137:8.3
source: ‘Cakkhunā rūpaṃ disvā somanassaṭṭhānīyaṃ rūpaṃ upavicarati, domanassaṭṭhānīyaṃ rūpaṃ upavicarati, upekkhāṭṭhānīyaṃ rūpaṃ upavicarati.
sc_po: Seeing a sight with the eye, one is preoccupied with a sight that’s a basis for happiness or sadness or equanimity.

# mn137:8.4
source: Sotena saddaṃ sutvā … pe …
sc_po: Hearing a sound with the ear …

# mn137:8.5
source: ghānena gandhaṃ ghāyitvā …
sc_po: Smelling an odor with the nose …

# mn137:8.6
source: jivhāya rasaṃ sāyitvā …
sc_po: Tasting a flavor with the tongue …

# mn137:8.7
source: kāyena phoṭṭhabbaṃ phusitvā …
sc_po: Feeling a touch with the body …

# mn137:8.8
source: manasā dhammaṃ viññāya somanassaṭṭhānīyaṃ dhammaṃ upavicarati, domanassaṭṭhānīyaṃ dhammaṃ upavicarati, upekkhāṭṭhānīyaṃ dhammaṃ upavicarati.
sc_po: Becoming conscious of a thought with the mind, one is preoccupied with a thought that’s a basis for happiness or sadness or equanimity.

# mn137:8.9
source: Iti cha somanassūpavicārā, cha domanassūpavicārā, cha upekkhūpavicārā, aṭṭhārasa manopavicārā veditabbā’ti—
sc_po: So there are six preoccupations with happiness, six preoccupations with sadness, and six preoccupations with equanimity. ‘The eighteen mental preoccupations should be understood.’

# mn137:8.10
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ. (5)
sc_po: That’s what I said, and this is why I said it.

# mn137:9.1
source: ‘Chattiṃsa sattapadā veditabbā’ti—
sc_po: ‘The thirty-six positions of sentient beings should be understood.’

# mn137:9.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
sc_po: That’s what I said, but why did I say it?

# mn137:9.3
source: Cha gehasitāni somanassāni, cha nekkhammasitāni somanassāni, cha gehasitāni domanassāni, cha nekkhammasitāni domanassāni, cha gehasitā upekkhā, cha nekkhammasitā upekkhā.
sc_po: There are six kinds of lay happiness and six kinds of renunciate happiness. There are six kinds of lay sadness and six kinds of renunciate sadness. There are six kinds of lay equanimity and six kinds of renunciate equanimity.

# mn137:10.1
source: Tattha katamāni cha gehasitāni somanassāni?
sc_po: And in this context what are the six kinds of lay happiness?

# mn137:10.2
source: Cakkhuviññeyyānaṃ rūpānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ manoramānaṃ lokāmisapaṭisaṃyuttānaṃ paṭilābhaṃ vā paṭilābhato samanupassato pubbe vā paṭiladdhapubbaṃ atītaṃ niruddhaṃ vipariṇataṃ samanussarato uppajjati somanassaṃ.
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasing, connected with the world’s material delights. Happiness arises when you regard it as a gain to obtain such sights, or when you recollect sights you formerly obtained that have passed, ceased, and perished.

# mn137:10.3
source: Yaṃ evarūpaṃ somanassaṃ idaṃ vuccati gehasitaṃ somanassaṃ.
sc_po: Such happiness is called lay happiness.

# mn137:10.4
source: Sotaviññeyyānaṃ saddānaṃ …
sc_po: There are sounds known by the ear …

# mn137:10.5
source: ghānaviññeyyānaṃ gandhānaṃ …
sc_po: Smells known by the nose …

# mn137:10.6
source: jivhāviññeyyānaṃ rasānaṃ …
sc_po: Tastes known by the tongue …

# mn137:10.7
source: kāyaviññeyyānaṃ phoṭṭhabbānaṃ …
sc_po: Touches known by the body …

# mn137:10.8
source: manoviññeyyānaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ … pe … somanassaṃ.
sc_po: Thoughts known by the mind that are likable, desirable, agreeable, pleasing, connected with the world’s material delights. Happiness arises when you regard it as a gain to obtain such thoughts, or when you recollect thoughts you formerly obtained that have passed, ceased, and perished.

# mn137:10.9
source: Yaṃ evarūpaṃ somanassaṃ idaṃ vuccati gehasitaṃ somanassaṃ.
sc_po: Such happiness is called lay happiness.

# mn137:10.10
source: Imāni cha gehasitāni somanassāni.
sc_po: These are the six kinds of lay happiness.

# mn137:11.1
source: Tattha katamāni cha nekkhammasitāni somanassāni?
sc_po: And in this context what are the six kinds of renunciate happiness?

# mn137:11.2
source: Rūpānaṃ tveva aniccataṃ viditvā vipariṇāmavirāganirodhaṃ, ‘pubbe ceva rūpā etarahi ca sabbe te rūpā aniccā dukkhā vipariṇāmadhammā’ti evametaṃ yathābhūtaṃ sammappaññāya passato uppajjati somanassaṃ.
sc_po: When you’ve understood the impermanence of sights—their perishing, fading away, and cessation—happiness arises as you truly understand through right understanding that both formerly and now all those sights are impermanent, suffering, and perishable.

# mn137:11.3
source: Yaṃ evarūpaṃ somanassaṃ idaṃ vuccati nekkhammasitaṃ somanassaṃ.
sc_po: Such happiness is called renunciate happiness.

# mn137:11.4
source: Saddānaṃ tveva …
sc_po: When you’ve understood the impermanence of sounds …

# mn137:11.5
source: gandhānaṃ tveva …
sc_po: smells …

# mn137:11.6
source: rasānaṃ tveva …
sc_po: tastes …

# mn137:11.7
source: phoṭṭhabbānaṃ tveva …
sc_po: touches …

# mn137:11.8
source: dhammānaṃ tveva aniccataṃ viditvā vipariṇāmavirāganirodhaṃ, ‘pubbe ceva dhammā etarahi ca sabbe te dhammā aniccā dukkhā vipariṇāmadhammā’ti evametaṃ yathābhūtaṃ sammappaññāya passato uppajjati somanassaṃ.
sc_po: thoughts—their perishing, fading away, and cessation—happiness arises as you truly understand through right understanding that both formerly and now all those thoughts are impermanent, suffering, and perishable.

# mn137:11.9
source: Yaṃ evarūpaṃ somanassaṃ idaṃ vuccati nekkhammasitaṃ somanassaṃ.
sc_po: Such happiness is called renunciate happiness.

# mn137:11.10
source: Imāni cha nekkhammasitāni somanassāni.
sc_po: These are the six kinds of renunciate happiness.

# mn137:12.1
source: Tattha katamāni cha gehasitāni domanassāni?
sc_po: And in this context what are the six kinds of lay sadness?

# mn137:12.2
source: Cakkhuviññeyyānaṃ rūpānaṃ …
sc_po: There are sights known by the eye that are likable, desirable, agreeable, pleasing, connected with the world’s material delights. Sadness arises when you regard it as a loss to lose such sights, or when you recollect sights you formerly lost that have passed, ceased, and perished.

# mn137:12.3
source: pe …
sc_po: Such sadness is called lay sadness.

# mn137:12.4
source: sotaviññeyyānaṃ saddānaṃ …
sc_po: There are sounds known by the ear …

# mn137:12.5
source: ghānaviññeyyānaṃ gandhānaṃ …
sc_po: There are smells known by the nose …

# mn137:12.6
source: jivhāviññeyyānaṃ rasānaṃ …
sc_po: There are tastes known by the tongue …

# mn137:12.7
source: kāyaviññeyyānaṃ phoṭṭhabbānaṃ …
sc_po: There are touches known by the body …

# mn137:12.8
source: manoviññeyyānaṃ dhammānaṃ iṭṭhānaṃ kantānaṃ manāpānaṃ manoramānaṃ lokāmisapaṭisaṃyuttānaṃ appaṭilābhaṃ vā appaṭilābhato samanupassato pubbe vā appaṭiladdhapubbaṃ atītaṃ niruddhaṃ vipariṇataṃ samanussarato uppajjati domanassaṃ.
sc_po: There are thoughts known by the mind that are likable, desirable, agreeable, pleasing, connected with the world’s material delights. Sadness arises when you regard it as a loss to lose such thoughts, or when you recollect thoughts you formerly lost that have passed, ceased, and perished.

# mn137:12.9
source: Yaṃ evarūpaṃ domanassaṃ idaṃ vuccati gehasitaṃ domanassaṃ.
sc_po: Such sadness is called lay sadness.

# mn137:12.10
source: Imāni cha gehasitāni domanassāni.
sc_po: These are the six kinds of lay sadness.

# mn137:13.1
source: “Tattha katamāni cha nekkhammasitāni domanassāni?
sc_po: And in this context what are the six kinds of renunciate sadness?

# mn137:13.2
source: Rūpānaṃ tveva aniccataṃ viditvā vipariṇāmavirāganirodhaṃ, ‘pubbe ceva rūpā etarahi ca sabbe te rūpā aniccā dukkhā vipariṇāmadhammā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anuttaresu vimokkhesu pihaṃ upaṭṭhāpeti:
sc_po: When you’ve understood the impermanence of sights—their perishing, fading away, and cessation—you truly understand through right understanding that both formerly and now all those sights are impermanent, suffering, and perishable. Upon seeing this, you give rise to yearning for the supreme liberations:

# mn137:13.3
source: ‘kudāssu nāmāhaṃ tadāyatanaṃ upasampajja viharissāmi yadariyā etarahi āyatanaṃ upasampajja viharantī’ti iti anuttaresu vimokkhesu pihaṃ upaṭṭhāpayato uppajjati pihapaccayā domanassaṃ.
sc_po: ‘Oh, when will I enter and remain in the same dimension that the noble ones enter and remain in today?’ When you give rise to yearning for the supreme liberations like this, sadness arises because of the yearning.

# mn137:13.4
source: Yaṃ evarūpaṃ domanassaṃ idaṃ vuccati nekkhammasitaṃ domanassaṃ.
sc_po: Such sadness is called renunciate sadness.

# mn137:13.5
source: Saddānaṃ tveva … pe …
sc_po: When you’ve understood the impermanence of sounds …

# mn137:13.6
source: gandhānaṃ tveva …
sc_po: smells …

# mn137:13.7
source: rasānaṃ tveva …
sc_po: tastes …

# mn137:13.8
source: phoṭṭhabbānaṃ tveva …
sc_po: touches …

# mn137:13.9
source: dhammānaṃ tveva aniccataṃ viditvā vipariṇāmavirāganirodhaṃ, ‘pubbe ceva dhammā etarahi ca sabbe te dhammā aniccā dukkhā vipariṇāmadhammā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anuttaresu vimokkhesu pihaṃ upaṭṭhāpeti:
sc_po: thoughts—their perishing, fading away, and cessation—you truly understand through right understanding that both formerly and now all those thoughts are impermanent, suffering, and perishable. Upon seeing this, you give rise to yearning for the supreme liberations:

# mn137:13.10
source: ‘kudāssu nāmāhaṃ tadāyatanaṃ upasampajja viharissāmi yadariyā etarahi āyatanaṃ upasampajja viharantī’ti iti anuttaresu vimokkhesu pihaṃ upaṭṭhāpayato uppajjati pihapaccayā domanassaṃ.
sc_po: ‘Oh, when will I enter and remain in the same dimension that the noble ones enter and remain in today?’ When you give rise to yearning for the supreme liberations like this, sadness arises because of the yearning.

# mn137:13.11
source: Yaṃ evarūpaṃ domanassaṃ idaṃ vuccati nekkhammasitaṃ domanassaṃ.
sc_po: Such sadness is called renunciate sadness.

# mn137:13.12
source: Imāni cha nekkhammasitāni domanassāni.
sc_po: These are the six kinds of renunciate sadness.

# mn137:14.1
source: Tattha katamā cha gehasitā upekkhā?
sc_po: And in this context what are the six kinds of lay equanimity?

# mn137:14.2
source: Cakkhunā rūpaṃ disvā uppajjati upekkhā bālassa mūḷhassa puthujjanassa anodhijinassa avipākajinassa anādīnavadassāvino assutavato puthujjanassa.
sc_po: When seeing a sight with the eye, equanimity arises for the uneducated ordinary person—a foolish ordinary person who has not overcome their limitations and the results of deeds, and is blind to the drawbacks.

# mn137:14.3
source: Yā evarūpā upekkhā, rūpaṃ sā nātivattati.
sc_po: Such equanimity does not transcend the sight.

# mn137:14.4
source: Tasmā sā upekkhā ‘gehasitā’ti vuccati.
sc_po: That’s why it’s called lay equanimity.

# mn137:14.5
source: Sotena saddaṃ sutvā …
sc_po: When hearing a sound with the ear …

# mn137:14.6
source: ghānena gandhaṃ ghāyitvā …
sc_po: When smelling an odor with the nose …

# mn137:14.7
source: jivhāya rasaṃ sāyitvā …
sc_po: When tasting a flavor with the tongue …

# mn137:14.8
source: kāyena phoṭṭhabbaṃ phusitvā …
sc_po: When feeling a touch with the body …

# mn137:14.9
source: manasā dhammaṃ viññāya uppajjati upekkhā bālassa mūḷhassa puthujjanassa anodhijinassa avipākajinassa anādīnavadassāvino assutavato puthujjanassa.
sc_po: When knowing a thought with the mind, equanimity arises for the uneducated ordinary person—a foolish ordinary person who has not overcome their limitations and the results of deeds, and is blind to the drawbacks.

# mn137:14.10
source: Yā evarūpā upekkhā, dhammaṃ sā nātivattati.
sc_po: Such equanimity does not transcend the thought.

# mn137:14.11
source: Tasmā sā upekkhā ‘gehasitā’ti vuccati.
sc_po: That’s why it’s called lay equanimity.

# mn137:14.12
source: Imā cha gehasitā upekkhā.
sc_po: These are the six kinds of lay equanimity.

# mn137:15.1
source: Tattha katamā cha nekkhammasitā upekkhā?
sc_po: And in this context what are the six kinds of renunciate equanimity?

# mn137:15.2
source: Rūpānaṃ tveva aniccataṃ viditvā vipariṇāmavirāganirodhaṃ, ‘pubbe ceva rūpā etarahi ca sabbe te rūpā aniccā dukkhā vipariṇāmadhammā’ti evametaṃ yathābhūtaṃ sammappaññāya passato uppajjati upekkhā.
sc_po: When you’ve understood the impermanence of sights—their perishing, fading away, and cessation—equanimity arises as you truly understand through right understanding that both formerly and now all those sights are impermanent, suffering, and perishable.

# mn137:15.3
source: Yā evarūpā upekkhā, rūpaṃ sā ativattati.
sc_po: Such equanimity transcends the sight.

# mn137:15.4
source: Tasmā sā upekkhā ‘nekkhammasitā’ti vuccati.
sc_po: That’s why it’s called renunciate equanimity.

# mn137:15.5
source: Saddānaṃ tveva …
sc_po: When you’ve understood the impermanence of sounds …

# mn137:15.6
source: gandhānaṃ tveva …
sc_po: smells …

# mn137:15.7
source: rasānaṃ tveva …
sc_po: tastes …

# mn137:15.8
source: phoṭṭhabbānaṃ tveva …
sc_po: touches …

# mn137:15.9
source: dhammānaṃ tveva aniccataṃ viditvā vipariṇāmavirāganirodhaṃ, ‘pubbe ceva dhammā etarahi ca sabbe te dhammā aniccā dukkhā vipariṇāmadhammā’ti evametaṃ yathābhūtaṃ sammappaññāya passato uppajjati upekkhā.
sc_po: thoughts—their perishing, fading away, and cessation—equanimity arises as you truly understand through right understanding that both formerly and now all those thoughts are impermanent, suffering, and perishable.

# mn137:15.10
source: Yā evarūpā upekkhā, dhammaṃ sā ativattati.
sc_po: Such equanimity transcends the thought.

# mn137:15.11
source: Tasmā sā upekkhā ‘nekkhammasitā’ti vuccati.
sc_po: That’s why it’s called renunciate equanimity.

# mn137:15.12
source: Imā cha nekkhammasitā upekkhā.
sc_po: These are the six kinds of renunciate equanimity.

# mn137:15.13
source: ‘Chattiṃsa sattapadā veditabbā’ti—
sc_po: ‘The thirty-six positions of sentient beings should be understood.’

# mn137:15.14
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
sc_po: That’s what I said, and this is why I said it.

# mn137:16.1
source: ‘Tatra idaṃ nissāya idaṃ pajahathā’ti—
sc_po: ‘Therein, relying on this, give up that.’

# mn137:16.2
source: iti kho panetaṃ vuttaṃ; Kiñcetaṃ paṭicca vuttaṃ?
sc_po: That’s what I said, but why did I say it?

# mn137:16.3
source: Tatra, bhikkhave, yāni cha nekkhammasitāni somanassāni tāni nissāya tāni āgamma yāni cha gehasitāni somanassāni tāni pajahatha, tāni samatikkamatha.
sc_po: Therein, by relying and depending on the six kinds of renunciate happiness, give up and go beyond the six kinds of lay happiness.

# mn137:16.4
source: Evametesaṃ pahānaṃ hoti, evametesaṃ samatikkamo hoti.
sc_po: That’s how they are given up.

# mn137:16.5
source: Tatra, bhikkhave, yāni cha nekkhammasitāni domanassāni tāni nissāya tāni āgamma yāni cha gehasitāni domanassāni tāni pajahatha, tāni samatikkamatha.
sc_po: Therein, by relying on the six kinds of renunciate sadness, give up the six kinds of lay sadness.

# mn137:16.6
source: Evametesaṃ pahānaṃ hoti, evametesaṃ samatikkamo hoti.
sc_po: That’s how they are given up.

# mn137:16.7
source: Tatra, bhikkhave, yā cha nekkhammasitā upekkhā tā nissāya tā āgamma, yā cha gehasitā upekkhā tā pajahatha tā samatikkamatha.
sc_po: Therein, by relying on the six kinds of renunciate equanimity, give up the six kinds of lay equanimity.

# mn137:16.8
source: Evametāsaṃ pahānaṃ hoti, evametāsaṃ samatikkamo hoti.
sc_po: That’s how they are given up.

# mn137:16.9
source: Tatra, bhikkhave, yāni cha nekkhammasitāni somanassāni tāni nissāya tāni āgamma yāni cha nekkhammasitāni domanassāni tāni pajahatha, tāni samatikkamatha.
sc_po: Therein, by relying on the six kinds of renunciate happiness, give up the six kinds of renunciate sadness.

# mn137:16.10
source: Evametesaṃ pahānaṃ hoti, evametesaṃ samatikkamo hoti.
sc_po: That’s how they are given up.

# mn137:16.11
source: Tatra, bhikkhave, yā cha nekkhammasitā upekkhā tā nissāya tā āgamma yāni cha nekkhammasitāni somanassāni tāni pajahatha, tāni samatikkamatha.
sc_po: Therein, by relying on the six kinds of renunciate equanimity, give up the six kinds of renunciate happiness.

# mn137:16.12
source: Evametesaṃ pahānaṃ hoti, evametesaṃ samatikkamo hoti.
sc_po: That’s how they are given up.

# mn137:17.1
source: Atthi, bhikkhave, upekkhā nānattā nānattasitā, atthi upekkhā ekattā ekattasitā.
sc_po: There is equanimity that is diversified, based on diversity, and equanimity that is unified, based on unity.

# mn137:18.1
source: Katamā ca, bhikkhave, upekkhā nānattā nānattasitā?
sc_po: And what is equanimity based on diversity?

# mn137:18.2
source: Atthi, bhikkhave, upekkhā rūpesu, atthi saddesu, atthi gandhesu, atthi rasesu, atthi phoṭṭhabbesu—
sc_po: There is equanimity towards sights, sounds, smells, tastes, and touches.

# mn137:18.3
source: ayaṃ, bhikkhave, upekkhā nānattā nānattasitā.
sc_po: This is equanimity based on diversity.

# mn137:19.1
source: Katamā ca, bhikkhave, upekkhā ekattā ekattasitā?
sc_po: And what is equanimity based on unity?

# mn137:19.2
source: Atthi, bhikkhave, upekkhā ākāsānañcāyatananissitā, atthi viññāṇañcāyatananissitā, atthi ākiñcaññāyatananissitā, atthi nevasaññānāsaññāyatananissitā—
sc_po: There is equanimity based on the dimensions of infinite space, infinite consciousness, nothingness, and neither perception nor non-perception.

# mn137:19.3
source: ayaṃ, bhikkhave, upekkhā ekattā ekattasitā.
sc_po: This is equanimity based on unity.

# mn137:20.1
source: Tatra, bhikkhave, yāyaṃ upekkhā ekattā ekattasitā taṃ nissāya taṃ āgamma yāyaṃ upekkhā nānattā nānattasitā taṃ pajahatha, taṃ samatikkamatha.
sc_po: Therein, relying on equanimity based on unity, give up equanimity based on diversity.

# mn137:20.2
source: Evametissā pahānaṃ hoti, evametissā samatikkamo hoti.
sc_po: That’s how it is given up.

# mn137:20.3
source: Atammayataṃ, bhikkhave, nissāya atammayataṃ āgamma yāyaṃ upekkhā ekattā ekattasitā taṃ pajahatha, taṃ samatikkamatha.
sc_po: Relying on non-identification, give up equanimity based on unity.

# mn137:20.4
source: Evametissā pahānaṃ hoti, evametissā samatikkamo hoti.
sc_po: That’s how it is given up.

# mn137:20.5
source: ‘Tatra idaṃ nissāya idaṃ pajahathā’ti—
sc_po: ‘Therein, relying on this, give up that.’

# mn137:20.6
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
sc_po: That’s what I said, and this is why I said it.

# mn137:21.1
source: ‘Tayo satipaṭṭhānā yadariyo sevati, yadariyo sevamāno satthā gaṇamanusāsitumarahatī’ti—
sc_po: ‘The Noble One cultivates the establishment of mindfulness in three cases, by virtue of which they are a Teacher worthy to instruct a group.’

# mn137:21.2
source: iti kho panetaṃ vuttaṃ;
sc_po: That’s what I said,
