Repository: kondannyo/PGP
Catalog: */*_text/mn133.po
Languages: sc_po

# mn133:0.1
source: Majjhima Nikāya 133
sc_po: Middle Discourses 133

# mn133:0.2
source: Mahākaccānabhaddekarattasutta
sc_po: Mahākaccāna and One Fine Night

# mn133:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# mn133:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati tapodārāme.
sc_po: At one time the Buddha was staying near Rājagaha in the Hot Springs Monastery.

# mn133:1.3
source: Atha kho āyasmā samiddhi rattiyā paccūsasamayaṃ paccuṭṭhāya yena tapodo tenupasaṅkami gattāni parisiñcituṃ.
sc_po: Then Venerable Samiddhi rose at the crack of dawn and went to the hot springs to bathe.

# mn133:1.4
source: Tapode gattāni parisiñcitvā paccuttaritvā ekacīvaro aṭṭhāsi gattāni pubbāpayamāno.
sc_po: When he had bathed and emerged from the water he stood in one robe drying himself.

# mn133:1.5
source: Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ tapodaṃ obhāsetvā yenāyasmā samiddhi tenupasaṅkami; upasaṅkamitvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā āyasmantaṃ samiddhiṃ etadavoca:
sc_po: Then, late at night, a glorious deity, lighting up the entire hot springs, went up to Samiddhi, stood to one side, and said to Samiddhi:

# mn133:2.1
source: “dhāresi tvaṃ, bhikkhu, bhaddekarattassa uddesañca vibhaṅgañcā”ti?
sc_po: “Mendicant, do you remember the recitation passage and analysis of One Fine Night?”

# mn133:2.2
source: “Na kho ahaṃ, āvuso, dhāremi bhaddekarattassa uddesañca vibhaṅgañca.
sc_po: “No, reverend, I do not.

# mn133:2.3
source: Tvaṃ panāvuso, dhāresi bhaddekarattassa uddesañca vibhaṅgañcā”ti?
sc_po: Do you?”

# mn133:2.4
source: “Ahampi kho, bhikkhu, na dhāremi bhaddekarattassa uddesañca vibhaṅgañca.
sc_po: “I also do not.

# mn133:2.5
source: Dhāresi pana tvaṃ, bhikkhu, bhaddekarattiyo gāthā”ti?
sc_po: But do you remember just the verses on One Fine Night?”

# mn133:2.6
source: “Na kho ahaṃ, āvuso, dhāremi bhaddekarattiyo gāthāti.
sc_po: “I do not.

# mn133:2.7
source: Tvaṃ panāvuso, dhāresi bhaddekarattiyo gāthā”ti?
sc_po: Do you?”

# mn133:2.8
source: “Ahampi kho, bhikkhu na dhāremi bhaddekarattiyo gāthāti.
sc_po: “I also do not.

# mn133:2.9
source: Uggaṇhāhi tvaṃ, bhikkhu, bhaddekarattassa uddesañca vibhaṅgañca;
sc_po: Learn the recitation passage and analysis of One Fine Night, mendicant,

# mn133:2.10
source: pariyāpuṇāhi tvaṃ, bhikkhu, bhaddekarattassa uddesañca vibhaṅgañca;
sc_po: memorize it,

# mn133:2.11
source: dhārehi tvaṃ, bhikkhu, bhaddekarattassa uddesañca vibhaṅgañca.
sc_po: and remember it.

# mn133:2.12
source: Atthasaṃhito, bhikkhu, bhaddekarattassa uddeso ca vibhaṅgo ca ādibrahmacariyako”ti.
sc_po: It is beneficial and relates to the fundamentals of the spiritual life.”

# mn133:2.13
source: Idamavoca sā devatā.
sc_po: That’s what that deity said,

# mn133:2.14
source: Idaṃ vatvā tatthevantaradhāyi.
sc_po: before vanishing right there.

# mn133:3.1
source: Atha kho āyasmā samiddhi tassā rattiyā accayena yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā samiddhi bhagavantaṃ etadavoca:
sc_po: Then, when the night had passed, Samiddhi went to the Buddha, bowed, sat down to one side, and told him what had happened. Then he added:

# mn133:4.15
source: Sādhu me, bhante, bhagavā bhaddekarattassa uddesañca vibhaṅgañca desetū”ti.
sc_po: “Sir, please teach me the recitation passage and analysis of One Fine night.”

# mn133:4.16
source: “Tena hi, bhikkhu, suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
sc_po: “Well then, mendicant, listen and pay close attention, I will speak.”

# mn133:4.17
source: “Evaṃ, bhante”ti kho āyasmā samiddhi bhagavato paccassosi.
sc_po: “Yes, sir,” Samiddhi replied.

# mn133:4.18
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# mn133:5.1
source: “Atītaṃ nānvāgameyya,
sc_po: “Don’t run back to the past,

# mn133:5.2
source: nappaṭikaṅkhe anāgataṃ;
sc_po: don’t hope for the future.

# mn133:5.3
source: Yadatītaṃ pahīnaṃ taṃ,
sc_po: What’s past is left behind;

# mn133:5.4
source: appattañca anāgataṃ.
sc_po: the future has not arrived;

# mn133:5.5
source: Paccuppannañca yo dhammaṃ,
sc_po: and phenomena in the present

# mn133:5.6
source: tattha tattha vipassati;
sc_po: are clearly seen in every case.

# mn133:5.7
source: Asaṃhīraṃ asaṅkuppaṃ,
sc_po: Knowing this, foster it—

# mn133:5.8
source: taṃ vidvā manubrūhaye.
sc_po: unfaltering, unshakable.

# mn133:5.9
source: Ajjeva kiccamātappaṃ,
sc_po: Today’s the day to keenly work—

# mn133:5.10
source: ko jaññā maraṇaṃ suve;
sc_po: who knows, tomorrow may bring death!

# mn133:5.11
source: Na hi no saṅgaraṃ tena,
sc_po: For there is no bargain to be struck

# mn133:5.12
source: mahāsenena maccunā.
sc_po: with Death and his mighty hordes.

# mn133:5.13
source: Evaṃvihāriṃ ātāpiṃ,
sc_po: The peaceful sage explained it’s those

# mn133:5.14
source: ahorattamatanditaṃ;
sc_po: who keenly meditate like this,

# mn133:5.15
source: Taṃ ve bhaddekarattoti,
sc_po: tireless all night and day,

# mn133:5.16
source: santo ācikkhate munī”ti.
sc_po: who truly have that one fine night.”

# mn133:6.1
source: Idamavoca bhagavā;
sc_po: That is what the Buddha said.

# mn133:6.2
source: idaṃ vatvāna sugato uṭṭhāyāsanā vihāraṃ pāvisi.
sc_po: When he had spoken, the Holy One got up from his seat and entered his dwelling.

# mn133:7.1
source: Atha kho tesaṃ bhikkhūnaṃ, acirapakkantassa bhagavato, etadahosi:
sc_po: Soon after the Buddha left, those mendicants considered,

# mn133:7.2
source: “idaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
sc_po: “The Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail. …

# mn133:7.19
source: Ko nu kho imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajeyyā”ti?
sc_po: Who can explain in detail the meaning of this brief summary given by the Buddha?”

# mn133:7.20
source: Atha kho tesaṃ bhikkhūnaṃ etadahosi:
sc_po: Then those mendicants thought:

# mn133:7.21
source: “ayaṃ kho āyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ;
sc_po: “This Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions.

# mn133:7.22
source: pahoti cāyasmā mahākaccāno imassa bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
sc_po: He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# mn133:7.23
source: Yannūna mayaṃ yenāyasmā mahākaccāno tenupasaṅkameyyāma; upasaṅkamitvā āyasmantaṃ mahākaccānaṃ etamatthaṃ paṭipuccheyyāmā”ti.
sc_po: Let’s go to him, and ask him about this matter.”

# mn133:7.24
source: Atha kho te bhikkhū yenāyasmā mahākaccāno tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā mahākaccānena saddhiṃ sammodiṃsu.
sc_po: Then those mendicants went to Mahākaccāna, and exchanged greetings with him.

# mn133:7.25
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ mahākaccānaṃ etadavocuṃ:
sc_po: When the greetings and polite conversation were over, they sat down to one side. They told him what had happened, and said:

# mn133:8.6
source: Vibhajatāyasmā mahākaccāno”ti.
sc_po: “May Venerable Mahākaccāna please explain this.”

# mn133:9.1
source: “Seyyathāpi, āvuso, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno mahato rukkhassa tiṭṭhato sāravato atikkammeva mūlaṃ atikkamma khandhaṃ sākhāpalāse sāraṃ pariyesitabbaṃ maññeyya;
sc_po: “Reverends, suppose there was a person in need of heartwood. And while wandering in search of heartwood he’d come across a large tree standing with heartwood. But he’d pass over the roots and trunk, imagining that the heartwood should be sought in the branches and leaves.

# mn133:9.2
source: evaṃsampadamidaṃ āyasmantānaṃ satthari sammukhībhūte taṃ bhagavantaṃ atisitvā amhe etamatthaṃ paṭipucchitabbaṃ maññatha.
sc_po: Such is the consequence for the venerables. Though you were face to face with the Buddha, you passed him by, imagining that you should ask me about this matter.

# mn133:9.3
source: So hāvuso, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.
sc_po: For he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# mn133:9.4
source: So ceva panetassa kālo ahosi yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyātha, yathā vo bhagavā byākareyya tathā naṃ dhāreyyāthā”ti.
sc_po: That was the time to approach the Buddha and ask about this matter. You should have remembered it in line with the Buddha’s answer.”

# mn133:10.1
source: “Addhāvuso kaccāna, bhagavā jānaṃ jānāti, passaṃ passati, cakkhubhūto ñāṇabhūto dhammabhūto brahmabhūto vattā pavattā atthassa ninnetā amatassa dātā dhammassāmī tathāgato.
sc_po: “Certainly he is the Buddha, who knows and sees. He is vision, he is knowledge, he is the truth, he is supreme. He is the teacher, the proclaimer, the elucidator of meaning, the bestower of the deathless, the lord of truth, the Realized One.

# mn133:10.2
source: So ceva panetassa kālo ahosi yaṃ bhagavantaṃyeva etamatthaṃ paṭipuccheyyāma;
sc_po: That was the time to approach the Buddha and ask about this matter.

# mn133:10.3
source: yathā no bhagavā byākareyya tathā naṃ dhāreyyāma.
sc_po: We should have remembered it in line with the Buddha’s answer.

# mn133:10.4
source: Api cāyasmā mahākaccāno satthu ceva saṃvaṇṇito sambhāvito ca viññūnaṃ sabrahmacārīnaṃ;
sc_po: Still, Venerable Mahākaccāna is praised by the Buddha and esteemed by his sensible spiritual companions.

# mn133:10.5
source: pahoti cāyasmā mahākaccāno imassa bhagavatā saṃkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa vitthārena atthaṃ vibhajituṃ.
sc_po: He is capable of explaining in detail the meaning of this brief passage for recitation given by the Buddha.

# mn133:10.6
source: Vibhajatāyasmā mahākaccāno agaruṃ karitvā”ti.
sc_po: Please explain this, if it’s no trouble.”

# mn133:11.1
source: “Tena hāvuso, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: “Well then, reverends, listen and pay close attention, I will speak.”

# mn133:11.2
source: “Evamāvuso”ti kho te bhikkhū āyasmato mahākaccānassa paccassosuṃ.
sc_po: “Yes, reverend,” they replied.

# mn133:11.3
source: Āyasmā mahākaccāno etadavoca:
sc_po: Venerable Mahākaccāna said this:

# mn133:12.1
source: “Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
sc_po: “Reverends, the Buddha gave this brief passage for recitation, then entered his dwelling without explaining the meaning in detail:

# mn133:12.2
source: ‘Atītaṃ nānvāgameyya,
sc_po: ‘Don’t run back to the past …

# mn133:12.4
source: Taṃ ve bhaddekarattoti,
sc_po: not slacking off by night or day,

# mn133:12.5
source: santo ācikkhate munī’ti.
sc_po: who truly have that one fine night.’

# mn133:12.6
source: Imassa kho ahaṃ, āvuso, bhagavatā saṅkhittena uddesassa uddiṭṭhassa vitthārena atthaṃ avibhattassa evaṃ vitthārena atthaṃ ājānāmi—
sc_po: And this is how I understand the detailed meaning of this passage for recitation.

# mn133:13.1
source: Kathañca, āvuso, atītaṃ anvāgameti?
sc_po: And how do you run back to the past?

# mn133:13.2
source: Iti me cakkhu ahosi atītamaddhānaṃ iti rūpāti—
sc_po: Consciousness gets tied up there with desire and lust, thinking: ‘In the past I had such eyes and such sights.’

# mn133:13.3
source: tattha chandarāgappaṭibaddhaṃ hoti viññāṇaṃ, chandarāgappaṭibaddhattā viññāṇassa tadabhinandati, tadabhinandanto atītaṃ anvāgameti.
sc_po: So you take pleasure in that, and that’s when you run back to the past.

# mn133:13.4
source: Iti me sotaṃ ahosi atītamaddhānaṃ iti saddāti … pe …
sc_po: Consciousness gets tied up there with desire and lust, thinking: ‘In the past I had such ears and such sounds …

# mn133:13.5
source: iti me ghānaṃ ahosi atītamaddhānaṃ iti gandhāti …
sc_po: such a nose and such smells …

# mn133:13.6
source: iti me jivhā ahosi atītamaddhānaṃ iti rasāti …
sc_po: such a tongue and such tastes …

# mn133:13.7
source: iti me kāyo ahosi atītamaddhānaṃ iti phoṭṭhabbāti …
sc_po: such a body and such touches …

# mn133:13.8
source: iti me mano ahosi atītamaddhānaṃ iti dhammāti—
sc_po: such a mind and such thoughts.’

# mn133:13.9
source: tattha chandarāgappaṭibaddhaṃ hoti viññāṇaṃ, chandarāgappaṭibaddhattā viññāṇassa tadabhinandati, tadabhinandanto atītaṃ anvāgameti—
sc_po: So you take pleasure in that, and that’s when you run back to the past.

# mn133:13.10
source: evaṃ kho, āvuso, atītaṃ anvāgameti.
sc_po: That’s how you run back to the past.

# mn133:14.1
source: Kathañca, āvuso, atītaṃ nānvāgameti?
sc_po: And how do you not run back to the past?

# mn133:14.2
source: Iti me cakkhu ahosi atītamaddhānaṃ iti rūpāti—
sc_po: Consciousness doesn’t get tied up there with desire and lust, thinking: ‘In the past I had such eyes and such sights.’

# mn133:14.3
source: tattha na chandarāgappaṭibaddhaṃ hoti viññāṇaṃ, na chandarāgappaṭibaddhattā viññāṇassa na tadabhinandati, na tadabhinandanto atītaṃ nānvāgameti.
sc_po: So you don’t take pleasure in that, and that’s when you no longer run back to the past.

# mn133:14.4
source: Iti me sotaṃ ahosi atītamaddhānaṃ iti saddāti … pe …
sc_po: Consciousness doesn’t get tied up there with desire and lust, thinking: ‘In the past I had such ears and such sounds …

# mn133:14.5
source: iti me ghānaṃ ahosi atītamaddhānaṃ iti gandhāti …
sc_po: such a nose and such smells …

# mn133:14.6
source: iti me jivhā ahosi atītamaddhānaṃ iti rasāti …
sc_po: such a tongue and such tastes …

# mn133:14.7
source: iti me kāyo ahosi atītamaddhānaṃ iti phoṭṭhabbāti …
sc_po: such a body and such touches …

# mn133:14.8
source: iti me mano ahosi atītamaddhānaṃ iti dhammāti—
sc_po: such a mind and such thoughts.’

# mn133:14.9
source: tattha na chandarāgappaṭibaddhaṃ hoti viññāṇaṃ, na chandarāgappaṭibaddhattā viññāṇassa, na tadabhinandati, na tadabhinandanto atītaṃ nānvāgameti—
sc_po: So you don’t take pleasure in that, and that’s when you no longer run back to the past.

# mn133:14.10
source: evaṃ kho, āvuso, atītaṃ nānvāgameti.
sc_po: That’s how you don’t run back to the past.

# mn133:15.1
source: Kathañca, āvuso, anāgataṃ paṭikaṅkhati?
sc_po: And how do you hope for the future?

# mn133:15.2
source: Iti me cakkhu siyā anāgatamaddhānaṃ iti rūpāti—
sc_po: The heart is set on getting what it does not have, thinking: ‘May I have such eyes and such sights in the future.’

# mn133:15.3
source: appaṭiladdhassa paṭilābhāya cittaṃ paṇidahati, cetaso paṇidhānapaccayā tadabhinandati, tadabhinandanto anāgataṃ paṭikaṅkhati.
sc_po: So you take pleasure in that, and that’s when you hope for the future.

# mn133:15.4
source: Iti me sotaṃ siyā anāgatamaddhānaṃ iti saddāti … pe …
sc_po: The heart is set on getting what it does not have, thinking: ‘May I have such ears and such sounds …

# mn133:15.5
source: iti me ghānaṃ siyā anāgatamaddhānaṃ iti gandhāti …
sc_po: such a nose and such smells …

# mn133:15.6
source: iti me jivhā siyā anāgatamaddhānaṃ iti rasāti …
sc_po: such a tongue and such tastes …

# mn133:15.7
source: iti me kāyo siyā anāgatamaddhānaṃ iti phoṭṭhabbāti …
sc_po: such a body and such touches …

# mn133:15.8
source: iti me mano siyā anāgatamaddhānaṃ iti dhammāti—
sc_po: such a mind and such thoughts in the future.’

# mn133:15.9
source: appaṭiladdhassa paṭilābhāya cittaṃ paṇidahati, cetaso paṇidhānapaccayā tadabhinandati, tadabhinandanto anāgataṃ paṭikaṅkhati—
sc_po: So you take pleasure in that, and that’s when you hope for the future.

# mn133:15.10
source: evaṃ kho, āvuso, anāgataṃ paṭikaṅkhati.
sc_po: That’s how you hope for the future.

# mn133:16.1
source: Kathañca, āvuso, anāgataṃ nappaṭikaṅkhati?
sc_po: And how do you not hope for the future?

# mn133:16.2
source: Iti me cakkhu siyā anāgatamaddhānaṃ iti rūpāti—
sc_po: The heart is not set on getting what it does not have, thinking: ‘May I have such eyes and such sights in the future.’

# mn133:16.3
source: appaṭiladdhassa paṭilābhāya cittaṃ nappaṇidahati, cetaso appaṇidhānapaccayā na tadabhinandati, na tadabhinandanto anāgataṃ nappaṭikaṅkhati.
sc_po: So you don’t take pleasure in that, and that’s when you no longer hope for the future.

# mn133:16.4
source: Iti me sotaṃ siyā anāgatamaddhānaṃ iti saddāti … pe …
sc_po: The heart is not set on getting what it does not have, thinking: ‘May I have such ears and such sounds …

# mn133:16.5
source: iti me ghānaṃ siyā anāgatamaddhānaṃ iti gandhāti …
sc_po: such a nose and such smells …

# mn133:16.6
source: iti me jivhā siyā anāgatamaddhānaṃ iti rasāti …
sc_po: such a tongue and such tastes …

# mn133:16.7
source: iti me kāyo siyā anāgatamaddhānaṃ iti phoṭṭhabbāti …
sc_po: such a body and such touches …

# mn133:16.8
source: iti me mano siyā anāgatamaddhānaṃ iti dhammāti—
sc_po: such a mind and such thoughts in the future.’

# mn133:16.9
source: appaṭiladdhassa paṭilābhāya cittaṃ nappaṇidahati, cetaso appaṇidhānapaccayā na tadabhinandati, na tadabhinandanto anāgataṃ nappaṭikaṅkhati—
sc_po: So you don’t take pleasure in that, and that’s when you no longer hope for the future.

# mn133:16.10
source: evaṃ kho, āvuso, anāgataṃ nappaṭikaṅkhati.
sc_po: That’s how you don’t hope for the future.

# mn133:17.1
source: Kathañca, āvuso, paccuppannesu dhammesu saṃhīrati?
sc_po: And how do you falter amid presently arisen phenomena?

# mn133:17.2
source: Yañcāvuso, cakkhu ye ca rūpā—
sc_po: Both the eye and sights

# mn133:17.3
source: ubhayametaṃ paccuppannaṃ.
sc_po: are presently arisen.

# mn133:17.4
source: Tasmiñce paccuppanne chandarāgappaṭibaddhaṃ hoti viññāṇaṃ, chandarāgappaṭibaddhattā viññāṇassa tadabhinandati, tadabhinandanto paccuppannesu dhammesu saṃhīrati.
sc_po: If consciousness gets tied up there in the present with desire and lust, you take pleasure in that, and that’s when you falter amid presently arisen phenomena.

# mn133:17.5
source: Yañcāvuso, sotaṃ ye ca saddā … pe …
sc_po: Both the ear and sounds …

# mn133:17.6
source: yañcāvuso, ghānaṃ ye ca gandhā …
sc_po: nose and smells …

# mn133:17.7
source: yā cāvuso, jivhā ye ca rasā …
sc_po: tongue and tastes …

# mn133:17.8
source: yo cāvuso, kāyo ye ca phoṭṭhabbā …
sc_po: body and touches …

# mn133:17.9
source: yo cāvuso, mano ye ca dhammā—
sc_po: mind and thoughts

# mn133:17.10
source: ubhayametaṃ paccuppannaṃ.
sc_po: are presently arisen.

# mn133:17.11
source: Tasmiñce paccuppanne chandarāgappaṭibaddhaṃ hoti viññāṇaṃ, chandarāgappaṭibaddhattā viññāṇassa tadabhinandati, tadabhinandanto paccuppannesu dhammesu saṃhīrati—
sc_po: If consciousness gets tied up there in the present with desire and lust, you take pleasure in that, and that’s when you falter amid presently arisen phenomena.

# mn133:17.12
source: evaṃ kho, āvuso, paccuppannesu dhammesu saṃhīrati.
sc_po: That’s how you falter amid presently arisen phenomena.

# mn133:18.1
source: Kathañca, āvuso, paccuppannesu dhammesu na saṃhīrati?
sc_po: And how do you not falter amid presently arisen phenomena?

# mn133:18.2
source: Yañcāvuso, cakkhu ye ca rūpā—
sc_po: Both the eye and sights

# mn133:18.3
source: ubhayametaṃ paccuppannaṃ.
sc_po: are presently arisen.

# mn133:18.4
source: Tasmiñce paccuppanne na chandarāgappaṭibaddhaṃ hoti viññāṇaṃ, na chandarāgappaṭibaddhattā viññāṇassa na tadabhinandati, na tadabhinandanto paccuppannesu dhammesu na saṃhīrati.
sc_po: If consciousness doesn’t get tied up there in the present with desire and lust, you don’t take pleasure in that, and that’s when you no longer falter amid presently arisen phenomena.

# mn133:18.5
source: Yañcāvuso, sotaṃ ye ca saddā … pe …
sc_po: Both the ear and sounds …

# mn133:18.6
source: yañcāvuso, ghānaṃ ye ca gandhā …
sc_po: nose and smells …

# mn133:18.7
source: yā cāvuso, jivhā ye ca rasā …
sc_po: tongue and tastes …

# mn133:18.8
source: yo cāvuso, kāyo ye ca phoṭṭhabbā …
sc_po: body and touches …

# mn133:18.9
source: yo cāvuso, mano ye ca dhammā—
sc_po: mind and thoughts

# mn133:18.10
source: ubhayametaṃ paccuppannaṃ.
sc_po: are presently arisen.

# mn133:18.11
source: Tasmiñce paccuppanne na chandarāgappaṭibaddhaṃ hoti viññāṇaṃ, na chandarāgappaṭibaddhattā viññāṇassa na tadabhinandati, na tadabhinandanto paccuppannesu dhammesu na saṃhīrati—
sc_po: If consciousness doesn’t get tied up there in the present with desire and lust, you don’t take pleasure in that, and that’s when you no longer falter amid presently arisen phenomena.

# mn133:18.12
source: evaṃ kho, āvuso, paccuppannesu dhammesu na saṃhīrati.
sc_po: That’s how you don’t falter amid presently arisen phenomena.

# mn133:19.1
source: Yaṃ kho no, āvuso, bhagavā saṅkhittena uddesaṃ uddisitvā vitthārena atthaṃ avibhajitvā uṭṭhāyāsanā vihāraṃ paviṭṭho:
sc_po: This is how I understand the detailed meaning of that brief passage for recitation given by the Buddha.

# mn133:19.7
source: Ākaṅkhamānā ca pana tumhe āyasmanto bhagavantaṃyeva upasaṅkamitvā etamatthaṃ paṭipuccheyyātha,
sc_po: If you wish, you may go to the Buddha and ask him about this.

# mn133:19.8
source: yathā vo bhagavā byākaroti tathā naṃ dhāreyyāthā”ti.
sc_po: You should remember it in line with the Buddha’s answer.”

# mn133:20.1
source: Atha kho te bhikkhū āyasmato mahākaccānassa bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: “Yes, reverend,” said those mendicants, approving and agreeing with what Mahākaccāna said. Then they rose from their seats and went to the Buddha, bowed, sat down to one side, and told him what had happened, adding:

# mn133:20.31
source: Tesaṃ no, bhante, āyasmatā mahākaccānena imehi ākārehi imehi padehi imehi byañjanehi attho vibhatto”ti.
sc_po: “Mahākaccāna clearly explained the meaning to us in this manner, with these words and phrases.”

# mn133:21.1
source: “Paṇḍito, bhikkhave, mahākaccāno; mahāpañño, bhikkhave mahākaccāno.
sc_po: “Mahākaccāna is astute, mendicants, he has great wisdom.

# mn133:21.2
source: Mañcepi tumhe, bhikkhave, etamatthaṃ paṭipuccheyyātha, ahampi taṃ evamevaṃ byākareyyaṃ yathā taṃ mahākaccānena byākataṃ.
sc_po: If you came to me and asked this question, I would answer it in exactly the same way as Mahākaccāna.

# mn133:21.3
source: Eso cevetassa attho. Evañca naṃ dhārethā”ti.
sc_po: That is what it means, and that’s how you should remember it.”

# mn133:21.4
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn133:21.5
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.
