Repository: kondannyo/PGP
Catalog: */*_text/mn137.po
Languages: sc_po

# mn137:21.3
source: kiñcetaṃ paṭicca vuttaṃ?
sc_po: but why did I say it?

# mn137:22.1
source: Idha, bhikkhave, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya:
sc_po: The first case is when the Teacher teaches the Dhamma out of kindness and compassion:

# mn137:22.2
source: ‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti.
sc_po: ‘This is for your welfare. This is for your happiness.’

# mn137:22.3
source: Tassa sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti.
sc_po: But their disciples don’t want to listen. They don’t pay attention or apply their minds to understand. They proceed having turned away from the Teacher’s instruction.

# mn137:22.4
source: Tatra, bhikkhave, tathāgato na ceva anattamano hoti, na ca anattamanataṃ paṭisaṃvedeti, anavassuto ca viharati sato sampajāno.
sc_po: In this case the Realized One is not displeased, he does not feel displeasure. He remains unaffected, mindful and aware.

# mn137:22.5
source: Idaṃ, bhikkhave, paṭhamaṃ satipaṭṭhānaṃ yadariyo sevati, yadariyo sevamāno satthā gaṇamanusāsitumarahati.
sc_po: This is the first case in which the Noble One cultivates the establishment of mindfulness.

# mn137:23.1
source: Puna caparaṃ, bhikkhave, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya:
sc_po: The next case is when the Teacher teaches the Dhamma out of kindness and compassion:

# mn137:23.2
source: ‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti.
sc_po: ‘This is for your welfare. This is for your happiness.’

# mn137:23.3
source: Tassa ekacce sāvakā na sussūsanti, na sotaṃ odahanti, na aññā cittaṃ upaṭṭhapenti, vokkamma ca satthusāsanā vattanti;
sc_po: And some of their disciples don’t want to listen. They don’t pay attention or apply their minds to understand. They proceed having turned away from the Teacher’s instruction.

# mn137:23.4
source: ekacce sāvakā sussūsanti, sotaṃ odahanti, aññā cittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti.
sc_po: But some of their disciples do want to listen. They pay attention and apply their minds to understand. They don’t proceed having turned away from the Teacher’s instruction.

# mn137:23.5
source: Tatra, bhikkhave, tathāgato na ceva anattamano hoti, na ca anattamanataṃ paṭisaṃvedeti;
sc_po: In this case the Realized One is not displeased,

# mn137:23.6
source: na ca attamano hoti, na ca attamanataṃ paṭisaṃvedeti.
sc_po: nor is he pleased.

# mn137:23.8
source: tadubhayaṃ abhinivajjetvā upekkhako viharati sato sampajāno.
sc_po: Rejecting both displeasure and pleasure, he remains equanimous, mindful and aware.

# mn137:23.9
source: Idaṃ vuccati, bhikkhave, dutiyaṃ satipaṭṭhānaṃ yadariyo sevati, yadariyo sevamāno satthā gaṇamanusāsitumarahati.
sc_po: This is the second case in which the Noble One cultivates the establishment of mindfulness.

# mn137:24.1
source: Puna caparaṃ, bhikkhave, satthā sāvakānaṃ dhammaṃ deseti anukampako hitesī anukampaṃ upādāya:
sc_po: The next case is when the Teacher teaches the Dhamma out of kindness and compassion:

# mn137:24.2
source: ‘idaṃ vo hitāya, idaṃ vo sukhāyā’ti.
sc_po: ‘This is for your welfare. This is for your happiness.’

# mn137:24.3
source: Tassa sāvakā sussūsanti, sotaṃ odahanti, aññācittaṃ upaṭṭhapenti, na ca vokkamma satthusāsanā vattanti.
sc_po: And their disciples want to listen. They pay attention and apply their minds to understand. They don’t proceed having turned away from the Teacher’s instruction.

# mn137:24.4
source: Tatra, bhikkhave, tathāgato attamano ceva hoti, attamanatañca paṭisaṃvedeti, anavassuto ca viharati sato sampajāno.
sc_po: In this case the Realized One is not pleased, he does not feel pleasure. He remains unaffected, mindful and aware.

# mn137:24.5
source: Idaṃ vuccati, bhikkhave, tatiyaṃ satipaṭṭhānaṃ yadariyo sevati, yadariyo sevamāno satthā gaṇamanusāsitumarahati.
sc_po: This is the third case in which the Noble One cultivates the establishment of mindfulness.

# mn137:24.6
source: ‘Tayo satipaṭṭhānā yadariyo sevati, yadariyo sevamāno satthā gaṇamanusāsitumarahatī’ti—
sc_po: ‘The Noble One cultivates the establishment of mindfulness in three cases, by virtue of which they are a Teacher worthy to instruct a group.’

# mn137:24.7
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttaṃ.
sc_po: That’s what I said, and this is why I said it.

# mn137:25.1
source: ‘So vuccati yoggācariyānaṃ anuttaro purisadammasārathī’ti—
sc_po: ‘Of all meditation teachers, it is he that is called the supreme guide for those who wish to train.’

# mn137:25.2
source: iti kho panetaṃ vuttaṃ. Kiñcetaṃ paṭicca vuttaṃ?
sc_po: That’s what I said, but why did I say it?

# mn137:25.3
source: Hatthidamakena, bhikkhave, hatthidammo sārito ekaṃyeva disaṃ dhāvati—
sc_po: Driven by an elephant trainer, an elephant in training proceeds in just one direction:

# mn137:25.4
source: puratthimaṃ vā pacchimaṃ vā uttaraṃ vā dakkhiṇaṃ vā.
sc_po: east, west, north, or south.

# mn137:26.1
source: Assadamakena, bhikkhave, assadammo sārito ekaññeva disaṃ dhāvati—
sc_po: Driven by a horse trainer, a horse in training proceeds in just one direction:

# mn137:26.2
source: puratthimaṃ vā pacchimaṃ vā uttaraṃ vā dakkhiṇaṃ vā.
sc_po: east, west, north, or south.

# mn137:26.3
source: Godamakena, bhikkhave, godammo sārito ekaññeva disaṃ dhāvati—
sc_po: Driven by an ox trainer, an ox in training proceeds in just one direction:

# mn137:26.4
source: puratthimaṃ vā pacchimaṃ vā uttaraṃ vā dakkhiṇaṃ vā.
sc_po: east, west, north, or south.

# mn137:26.5
source: Tathāgatena hi, bhikkhave, arahatā sammāsambuddhena purisadammo sārito aṭṭha disā vidhāvati.
sc_po: But driven by the Realized One, the perfected one, the fully awakened Buddha, a person in training proceeds in eight directions:

# mn137:27.1
source: Rūpī rūpāni passati—
sc_po: Having physical form, they see visions.

# mn137:27.2
source: ayaṃ ekā disā;
sc_po: This is the first direction.

# mn137:27.3
source: ajjhattaṃ arūpasaññī bahiddhā rūpāni passati—
sc_po: Not perceiving physical form internally, they see visions externally.

# mn137:27.4
source: ayaṃ dutiyā disā;
sc_po: This is the second direction.

# mn137:27.5
source: subhantveva adhimutto hoti—
sc_po: They’re focused only on beauty.

# mn137:27.6
source: ayaṃ tatiyā disā;
sc_po: This is the third direction.

# mn137:27.7
source: sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanaṃ upasampajja viharati—
sc_po: Going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they enter and remain in the dimension of infinite space.

# mn137:27.8
source: ayaṃ catutthī disā;
sc_po: This is the fourth direction.

# mn137:27.9
source: sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanaṃ upasampajja viharati—
sc_po: Going totally beyond the dimension of infinite space, aware that ‘consciousness is infinite’, they enter and remain in the dimension of infinite consciousness.

# mn137:27.10
source: ayaṃ pañcamī disā;
sc_po: This is the fifth direction.

# mn137:27.11
source: sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanaṃ upasampajja viharati—
sc_po: Going totally beyond the dimension of infinite consciousness, aware that ‘there is nothing at all’, they enter and remain in the dimension of nothingness.

# mn137:27.12
source: ayaṃ chaṭṭhī disā;
sc_po: This is the sixth direction.

# mn137:27.13
source: sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati—
sc_po: Going totally beyond the dimension of nothingness, they enter and remain in the dimension of neither perception nor non-perception.

# mn137:27.14
source: ayaṃ sattamī disā;
sc_po: This is the seventh direction.

# mn137:27.15
source: sabbaso nevasaññānāsaññāyatanaṃ samatikkamma saññāvedayitanirodhaṃ upasampajja viharati—
sc_po: Going totally beyond the dimension of neither perception nor non-perception, they enter and remain in the cessation of perception and feeling.

# mn137:27.16
source: ayaṃ aṭṭhamī disā.
sc_po: This is the eighth direction.

# mn137:27.17
source: Tathāgatena, bhikkhave, arahatā sammāsambuddhena purisadammo sārito imā aṭṭha disā vidhāvati.
sc_po: Driven by the Realized One, the perfected one, the fully awakened Buddha, a person in training proceeds in these eight directions.

# mn137:28.1
source: So vuccati: ‘yoggācariyānaṃ anuttaro purisadammasārathī’ti—
sc_po: ‘Of all meditation teachers, it is he that is called the supreme guide for those who wish to train.’

# mn137:28.2
source: iti yaṃ taṃ vuttaṃ idametaṃ paṭicca vuttan”ti.
sc_po: That’s what I said, and this is why I said it.”

# mn137:28.3
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# mn137:28.4
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.
