Repository: kondannyo/PGP
Catalog: SN/*_text/sn08/sn8.02.po
Languages: sc_po

# sn8.2:0.1
source: Saṃyutta Nikāya 8
sc_po: Linked Discourses 8

# sn8.2:0.2
source: 1. Vaṅgīsavagga
sc_po: 1. With Vaṅgīsa

# sn8.2:0.3
source: 2. Aratīsutta
sc_po: 2. Dissatisfaction

# sn8.2:1.1
source: Ekaṃ samayaṃ … pe … āyasmā vaṅgīso āḷaviyaṃ viharati aggāḷave cetiye āyasmatā nigrodhakappena upajjhāyena saddhiṃ.
sc_po: At one time Venerable Vaṅgīsa was staying near Āḷavī, at the Aggāḷava Tree-shrine, together with his mentor, Venerable Nigrodhakappa.

# sn8.2:1.2
source: Tena kho pana samayena āyasmā nigrodhakappo pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisati, sāyaṃ vā nikkhamati aparajju vā kāle.
sc_po: Now at that time after Venerable Nigrodhakappa had finished his meal, on his return from alms-round, he would enter his dwelling and not emerge for the rest of that day, or the next.

# sn8.2:1.3
source: Tena kho pana samayena āyasmato vaṅgīsassa anabhirati uppannā hoti, rāgo cittaṃ anuddhaṃseti.
sc_po: And at that time Venerable Vaṅgīsa became dissatisfied, as lust infected his mind.

# sn8.2:1.4
source: Atha kho āyasmato vaṅgīsassa etadahosi:
sc_po: Then he thought,

# sn8.2:1.5
source: “alābhā vata me, na vata me lābhā; dulladdhaṃ vata me, na vata me suladdhaṃ;
sc_po: “It’s my loss, my misfortune,

# sn8.2:1.6
source: yassa me anabhirati uppannā, rāgo cittaṃ anuddhaṃseti; taṃ kutettha labbhā, yaṃ me paro anabhiratiṃ vinodetvā abhiratiṃ uppādeyya.
sc_po: that I’ve become dissatisfied, with lust infecting my mind. How is it possible for someone else to dispel my discontent and give rise to satisfaction?

# sn8.2:1.7
source: Yannūnāhaṃ attanāva attano anabhiratiṃ vinodetvā abhiratiṃ uppādeyyan”ti.
sc_po: Why don’t I do it myself?”

# sn8.2:1.8
source: Atha kho āyasmā vaṅgīso attanāva attano anabhiratiṃ vinodetvā abhiratiṃ uppādetvā tāyaṃ velāyaṃ imā gāthāyo abhāsi:
sc_po: Then, on the occasion of dispelling his own discontent and giving rise to satisfaction, he recited these verses:

# sn8.2:2.1
source: “Aratiñca ratiñca pahāya,
sc_po: “Giving up discontent and desire,

# sn8.2:2.2
source: Sabbaso gehasitañca vitakkaṃ;
sc_po: along with all thoughts of the lay life,

# sn8.2:2.3
source: Vanathaṃ na kareyya kuhiñci,
sc_po: they wouldn’t get entangled in anything;

# sn8.2:2.4
source: Nibbanatho arato sa hi bhikkhu.
sc_po: unentangled, undesiring: that’s a real mendicant.

# sn8.2:3.1
source: Yamidha pathaviñca vehāsaṃ,
sc_po: Whether on this earth or in the sky,

# sn8.2:3.2
source: Rūpagatañca jagatogadhaṃ;
sc_po: whatever in the world is included in form

# sn8.2:3.3
source: Kiñci parijīyati sabbamaniccaṃ,
sc_po: wears out, it is all impermanent;

# sn8.2:3.4
source: Evaṃ samecca caranti mutattā.
sc_po: the thoughtful live having comprehended this truth.

# sn8.2:4.1
source: Upadhīsu janā gadhitāse,
sc_po: People are bound to their attachments,

# sn8.2:4.2
source: Diṭṭhasute paṭighe ca mute ca;
sc_po: to what is seen, heard, felt, and thought.

# sn8.2:4.3
source: Ettha vinodaya chandamanejo,
sc_po: Unstirred, dispel desire for these things;

# sn8.2:4.4
source: Yo ettha na limpati taṃ munimāhu.
sc_po: for one called ‘a sage’ does not cling to them.

# sn8.2:5.1
source: Atha saṭṭhinissitā savitakkā,
sc_po: Attached to the sixty wrong views, and full of their own opinions,

# sn8.2:5.2
source: Puthū janatāya adhammā niviṭṭhā;
sc_po: ordinary people are fixed in wrong principles.

# sn8.2:5.3
source: Na ca vaggagatassa kuhiñci,
sc_po: But that mendicant wouldn’t join a sectarian group,

# sn8.2:5.4
source: No pana duṭṭhullabhāṇī sa bhikkhu.
sc_po: still less would they utter lewd speech.

# sn8.2:6.1
source: Dabbo cirarattasamāhito,
sc_po: Clever, long serene,

# sn8.2:6.2
source: Akuhako nipako apihālu;
sc_po: free of deceit, alert, without envy,

# sn8.2:6.3
source: Santaṃ padaṃ ajjhagamā muni paṭicca,
sc_po: the sage has reached the state of peace;

# sn8.2:6.4
source: Parinibbuto kaṅkhati kālan”ti.
sc_po: and because he’s extinguished, he awaits his time.”
