Repository: kondannyo/PGP
Catalog: SN/*_text/sn08/sn8.06.po
Languages: sc_po

# sn8.6:0.1
source: Saṃyutta Nikāya 8
sc_po: Linked Discourses 8

# sn8.6:0.2
source: 1. Vaṅgīsavagga
sc_po: 1. With Vaṅgīsa

# sn8.6:0.3
source: 6. Sāriputtasutta
sc_po: 6. With Sāriputta

# sn8.6:1.1
source: Ekaṃ samayaṃ āyasmā sāriputto sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time Venerable Sāriputta was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn8.6:1.2
source: Tena kho pana samayena āyasmā sāriputto bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā.
sc_po: Now at that time Venerable Sāriputta was educating, encouraging, firing up, and inspiring the mendicants in the assembly hall with a Dhamma talk. His words were polished, clear, articulate, and expressed the meaning.

# sn8.6:1.3
source: Te ca bhikkhū aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasotā dhammaṃ suṇanti.
sc_po: And those mendicants were paying heed, paying attention, engaging wholeheartedly, and lending an ear.

# sn8.6:1.4
source: Atha kho āyasmato vaṅgīsassa etadahosi:
sc_po: Then Venerable Vaṅgīsa thought,

# sn8.6:1.5
source: “ayaṃ kho āyasmā sāriputto bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā.
sc_po: “This Venerable Sāriputta is educating the mendicants. …

# sn8.6:1.6
source: Te ca bhikkhū aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasotā dhammaṃ suṇanti.
sc_po: And those mendicants are paying heed, paying attention, engaging wholeheartedly, and lending an ear.

# sn8.6:1.7
source: Yannūnāhaṃ āyasmantaṃ sāriputtaṃ sammukhā sāruppāhi gāthāhi abhitthaveyyan”ti.
sc_po: Why don’t I extoll him in his presence with fitting verses?”

# sn8.6:2.1
source: Atha kho āyasmā vaṅgīso uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yenāyasmā sāriputto tenañjaliṃ paṇāmetvā āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: Then Venerable Vaṅgīsa got up from his seat, arranged his robe over one shoulder, raised his joined palms toward Sāriputta, and said,

# sn8.6:2.2
source: “paṭibhāti maṃ, āvuso sāriputta, paṭibhāti maṃ, āvuso sāriputtā”ti.
sc_po: “I feel inspired to speak, Reverend Sāriputta! I feel inspired to speak, Reverend Sāriputta!”

# sn8.6:2.3
source: “Paṭibhātu taṃ, āvuso vaṅgīsā”ti.
sc_po: “Then speak as you feel inspired,” said Sāriputta.

# sn8.6:2.4
source: Atha kho āyasmā vaṅgīso āyasmantaṃ sāriputtaṃ sammukhā sāruppāhi gāthāhi abhitthavi:
sc_po: Then Vaṅgīsa extolled Sāriputta in his presence with fitting verses:

# sn8.6:3.1
source: “Gambhīrapañño medhāvī,
sc_po: “Deep in wisdom, intelligent,

# sn8.6:3.2
source: maggāmaggassa kovido;
sc_po: expert in the variety of paths;

# sn8.6:3.3
source: Sāriputto mahāpañño,
sc_po: Sāriputta, so greatly wise,

# sn8.6:3.4
source: dhammaṃ deseti bhikkhunaṃ.
sc_po: teaches Dhamma to the mendicants.

# sn8.6:4.1
source: Saṃkhittenapi deseti,
sc_po: He teaches in brief,

# sn8.6:4.2
source: vitthārenapi bhāsati;
sc_po: or he speaks at length.

# sn8.6:4.3
source: Sāḷikāyiva nigghoso,
sc_po: His call, like a myna bird,

# sn8.6:4.4
source: paṭibhānaṃ udīrayi.
sc_po: overflows with inspiration.

# sn8.6:5.1
source: Tassa taṃ desayantassa,
sc_po: While he teaches

# sn8.6:5.2
source: suṇanti madhuraṃ giraṃ;
sc_po: the mendicants listen to his sweet voice,

# sn8.6:5.3
source: Sarena rajanīyena,
sc_po: sounding attractive,

# sn8.6:5.4
source: savanīyena vaggunā;
sc_po: clear and graceful.

# sn8.6:5.5
source: Udaggacittā muditā,
sc_po: They listen joyfully,

# sn8.6:5.6
source: sotaṃ odhenti bhikkhavo”ti.
sc_po: their hearts uplifted.”
