Repository: kondannyo/PGP
Catalog: SN/*_text/sn08/sn8.08.po
Languages: sc_po

# sn8.8:0.1
source: Saṃyutta Nikāya 8
sc_po: Linked Discourses 8

# sn8.8:0.2
source: 1. Vaṅgīsavagga
sc_po: 1. With Vaṅgīsa

# sn8.8:0.3
source: 8. Parosahassasutta
sc_po: 8. Over a Thousand

# sn8.8:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme mahatā bhikkhusaṅghena saddhiṃ aḍḍhatelasehi bhikkhusatehi.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery, together with a large Saṅgha of 1,250 mendicants.

# sn8.8:1.2
source: Tena kho pana samayena bhagavā bhikkhū nibbānapaṭisaṃyuttāya dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.
sc_po: Now at that time the Buddha was educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk about extinguishment.

# sn8.8:1.3
source: Te ca bhikkhū aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasotā dhammaṃ suṇanti.
sc_po: And those mendicants were paying heed, paying attention, engaging wholeheartedly, and lending an ear.

# sn8.8:1.4
source: Atha kho āyasmato vaṅgīsassa etadahosi:
sc_po: Then Venerable Vaṅgīsa thought,

# sn8.8:1.5
source: “ayaṃ kho bhagavā bhikkhū nibbānapaṭisaṃyuttāya dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti.
sc_po: “The Buddha is educating, encouraging, firing up, and inspiring the mendicants with a Dhamma talk about extinguishment.

# sn8.8:1.6
source: Te ca bhikkhū aṭṭhiṃ katvā manasi katvā sabbacetasā samannāharitvā ohitasotā dhammaṃ suṇanti.
sc_po: And those mendicants are paying heed, paying attention, engaging wholeheartedly, and lending an ear.

# sn8.8:1.7
source: Yannūnāhaṃ bhagavantaṃ sammukhā sāruppāhi gāthāhi abhitthaveyyan”ti.
sc_po: Why don’t I extoll him in his presence with fitting verses?”

# sn8.8:2.1
source: Atha kho āyasmā vaṅgīso uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:
sc_po: Then Venerable Vaṅgīsa got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said,

# sn8.8:2.2
source: “paṭibhāti maṃ, bhagavā, paṭibhāti maṃ, sugatā”ti.
sc_po: “I feel inspired to speak, Blessed One! I feel inspired to speak, Holy One!”

# sn8.8:2.3
source: “Paṭibhātu taṃ, vaṅgīsā”ti bhagavā avoca.
sc_po: “Then speak as you feel inspired,” said the Buddha.

# sn8.8:2.4
source: Atha kho āyasmā vaṅgīso bhagavantaṃ sammukhā sāruppāhi gāthāhi abhitthavi:
sc_po: Then Vaṅgīsa extolled the Buddha in his presence with fitting verses:

# sn8.8:3.1
source: “Parosahassaṃ bhikkhūnaṃ,
sc_po: “Over a thousand mendicants

# sn8.8:3.2
source: sugataṃ payirupāsati;
sc_po: revere the Holy One

# sn8.8:3.3
source: Desentaṃ virajaṃ dhammaṃ,
sc_po: as he teaches the immaculate Dhamma,

# sn8.8:3.4
source: nibbānaṃ akutobhayaṃ.
sc_po: extinguishment, fearing nothing from any quarter.

# sn8.8:4.1
source: Suṇanti dhammaṃ vimalaṃ,
sc_po: They listen to the immaculate Dhamma

# sn8.8:4.2
source: sammāsambuddhadesitaṃ;
sc_po: taught by the fully awakened Buddha;

# sn8.8:4.3
source: Sobhati vata sambuddho,
sc_po: the Buddha is so brilliant,

# sn8.8:4.4
source: bhikkhusaṅghapurakkhato.
sc_po: at the fore of the mendicant Saṅgha,

# sn8.8:5.1
source: Nāganāmosi bhagavā,
sc_po: Blessed One, your name is ‘Giant’,

# sn8.8:5.2
source: isīnaṃ isisattamo;
sc_po: seventh of the sages.

# sn8.8:5.3
source: Mahāmeghova hutvāna,
sc_po: You are like a great cloud

# sn8.8:5.4
source: sāvake abhivassati.
sc_po: that rains on your disciples.

# sn8.8:6.1
source: Divāvihārā nikkhamma,
sc_po: I’ve left my day’s meditation,

# sn8.8:6.2
source: satthudassanakamyatā;
sc_po: out of desire to see the teacher.

# sn8.8:6.3
source: Sāvako te mahāvīra,
sc_po: Great hero, your disciple Vaṅgīsa

# sn8.8:6.4
source: pāde vandati vaṅgiso”ti.
sc_po: bows at your feet.”

# sn8.8:7.1
source: “Kiṃ nu te, vaṅgīsa, imā gāthāyo pubbe parivitakkitā, udāhu ṭhānasova taṃ paṭibhantī”ti?
sc_po: “Vaṅgīsa, had you previously composed these verses, or did they spring to mind in the moment?”

# sn8.8:7.2
source: “Na kho me, bhante, imā gāthāyo pubbe parivitakkitā, atha kho ṭhānasova maṃ paṭibhantī”ti.
sc_po: “They sprang to mind in the moment, sir.”

# sn8.8:7.3
source: “Tena hi taṃ, vaṅgīsa, bhiyyoso mattāya pubbe aparivitakkitā gāthāyo paṭibhantū”ti.
sc_po: “Well then, Vaṅgīsa, speak some more spontaneously inspired verses.”

# sn8.8:7.4
source: “Evaṃ, bhante”ti kho āyasmā vaṅgīso bhagavato paṭissutvā bhiyyoso mattāya bhagavantaṃ pubbe aparivitakkitāhi gāthāhi abhitthavi:
sc_po: “Yes, sir,” replied Vaṅgīsa. Then he extolled the Buddha with some more spontaneously inspired verses, not previously composed:

# sn8.8:8.1
source: “Ummaggapathaṃ mārassa abhibhuyya,
sc_po: “Having overcome Māra’s devious path,

# sn8.8:8.2
source: Carasi pabhijja khilāni;
sc_po: you wander with hard-heartedness dissolved.

# sn8.8:8.3
source: Taṃ passatha bandhapamuñcakaraṃ,
sc_po: See him, the liberator from bonds, unattached,

# sn8.8:8.4
source: Asitaṃ bhāgaso pavibhajaṃ.
sc_po: analyzing the teaching.

# sn8.8:9.1
source: Oghassa nittharaṇatthaṃ,
sc_po: He has explained in many ways

# sn8.8:9.2
source: Anekavihitaṃ maggaṃ akkhāsi;
sc_po: the path to cross the flood.

# sn8.8:9.3
source: Tasmiñce amate akkhāte,
sc_po: The seers of Dhamma stand unfaltering

# sn8.8:9.4
source: Dhammaddasā ṭhitā asaṃhīrā.
sc_po: in the deathless you’ve explained.

# sn8.8:10.1
source: Pajjotakaro ativijjha,
sc_po: The bringer of light who has pierced the truth,

# sn8.8:10.2
source: Sabbaṭṭhitīnaṃ atikkamamaddasa;
sc_po: you’ve seen what lies beyond all states of being.

# sn8.8:10.3
source: Ñatvā ca sacchikatvā ca,
sc_po: When you saw and realized this for yourself,

# sn8.8:10.4
source: Aggaṃ so desayi dasaddhānaṃ.
sc_po: you taught it first to the group of five.

# sn8.8:11.1
source: Evaṃ sudesite dhamme,
sc_po: When the Dhamma has been so well taught,

# sn8.8:11.2
source: Ko pamādo vijānataṃ dhammaṃ;
sc_po: how could those who know it be negligent?

# sn8.8:11.3
source: Tasmā hi tassa bhagavato sāsane,
sc_po: So being diligent, we should always respectfully train

# sn8.8:11.4
source: Appamatto sadā namassamanusikkhe”ti.
sc_po: in the Buddha’s teaching.”
