Repository: kondannyo/PGP
Catalog: SN/*_text/sn08/sn8.12.po
Languages: sc_po

# sn8.12:0.1
source: Saṃyutta Nikāya 8
sc_po: Linked Discourses 8

# sn8.12:0.2
source: 1. Vaṅgīsavagga
sc_po: 1. With Vaṅgīsa

# sn8.12:0.3
source: 12. Vaṅgīsasutta
sc_po: 12. With Vaṅgīsa

# sn8.12:1.1
source: Ekaṃ samayaṃ āyasmā vaṅgīso sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time Venerable Vaṅgīsa was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn8.12:1.2
source: Tena kho pana samayena āyasmā vaṅgīso aciraarahattappatto hutvā vimuttisukhaṃ paṭisaṃvedī tāyaṃ velāyaṃ imā gāthāyo abhāsi:
sc_po: Now at that time Vaṅgīsa had recently attained perfection. While experiencing the bliss of freedom, on that occasion he recited these verses:

# sn8.12:2.1
source: “Kāveyyamattā vicarimha pubbe,
sc_po: “We used to wander, drunk on poetry,

# sn8.12:2.2
source: Gāmā gāmaṃ purā puraṃ;
sc_po: village to village, town to town.

# sn8.12:2.3
source: Athaddasāma sambuddhaṃ,
sc_po: Then we saw the Buddha,

# sn8.12:2.4
source: Saddhā no upapajjatha.
sc_po: and faith arose in us.

# sn8.12:3.1
source: So me dhammamadesesi,
sc_po: He taught me Dhamma:

# sn8.12:3.2
source: khandhāyatanadhātuyo;
sc_po: the aggregates, sense fields, and elements.

# sn8.12:3.3
source: Tassāhaṃ dhammaṃ sutvāna,
sc_po: When I heard his teaching

# sn8.12:3.4
source: pabbajiṃ anagāriyaṃ.
sc_po: I went forth to homelessness.

# sn8.12:4.1
source: Bahunnaṃ vata atthāya,
sc_po: It was truly for the benefit of many

# sn8.12:4.2
source: bodhiṃ ajjhagamā muni;
sc_po: that the sage achieved awakening—

# sn8.12:4.3
source: Bhikkhūnaṃ bhikkhunīnañca,
sc_po: for the monks and for the nuns

# sn8.12:4.4
source: ye niyāmagataddasā.
sc_po: who see that they’ve reached certainty.

# sn8.12:5.1
source: Svāgataṃ vata me āsi,
sc_po: It was so welcome for me

# sn8.12:5.2
source: mama buddhassa santike;
sc_po: to be in the presence of the Buddha.

# sn8.12:5.3
source: Tisso vijjā anuppattā,
sc_po: I’ve attained the three knowledges,

# sn8.12:5.4
source: kataṃ buddhassa sāsanaṃ.
sc_po: and fulfilled the Buddha’s instructions.

# sn8.12:6.1
source: Pubbenivāsaṃ jānāmi,
sc_po: I know my past lives,

# sn8.12:6.2
source: Dibbacakkhuṃ visodhitaṃ;
sc_po: my clairvoyance is purified,

# sn8.12:6.3
source: Tevijjo iddhipattomhi,
sc_po: I am master of three knowledges, attained in psychic power,

# sn8.12:6.4
source: Cetopariyāyakovido”ti.
sc_po: cxpert in comprehending the minds of others.”

# sn8.12:7.8
source: Vaṅgīsasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses with Vaṅgīsa are complete.
