Repository: kondannyo/PGP
Catalog: SN/*_text/sn08/sn8.11.po
Languages: sc_po

# sn8.11:0.1
source: Saṃyutta Nikāya 8
sc_po: Linked Discourses 8

# sn8.11:0.2
source: 1. Vaṅgīsavagga
sc_po: 1. With Vaṅgīsa

# sn8.11:0.3
source: 11. Gaggarāsutta
sc_po: 11. At Gaggarā

# sn8.11:1.1
source: Ekaṃ samayaṃ bhagavā campāyaṃ viharati gaggarāya pokkharaṇiyā tīre mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi sattahi ca upāsakasatehi sattahi ca upāsikāsatehi anekehi ca devatāsahassehi.
sc_po: At one time the Buddha was staying near Campā on the banks of the Gaggarā Lotus Pond, together with a large Saṅgha of around five hundred mendicants, seven hundred male and seven hundred female lay followers, and many thousands of deities.

# sn8.11:1.2
source: Tyāssudaṃ bhagavā atirocati vaṇṇena ceva yasasā ca.
sc_po: But the Buddha outshone them all in beauty and glory.

# sn8.11:1.3
source: Atha kho āyasmato vaṅgīsassa etadahosi:
sc_po: Then Venerable Vaṅgīsa thought,

# sn8.11:1.4
source: “ayaṃ kho bhagavā campāyaṃ viharati gaggarāya pokkharaṇiyā tīre mahatā bhikkhusaṃghena saddhiṃ pañcamattehi bhikkhusatehi sattahi ca upāsakasatehi sattahi ca upāsikāsatehi anekehi ca devatāsahassehi.
sc_po: “The Buddha is staying near Campā on the banks of the Gaggarā Lotus Pond, together with a large Saṅgha of around five hundred mendicants, seven hundred male and seven hundred female lay followers, and many thousands of deities.

# sn8.11:1.5
source: Tyāssudaṃ bhagavā atirocati vaṇṇena ceva yasasā ca.
sc_po: And he outshines them all in beauty and glory.

# sn8.11:1.6
source: Yannūnāhaṃ bhagavantaṃ sammukhā sāruppāya gāthāya abhitthaveyyan”ti.
sc_po: Why don’t I extoll him in his presence with fitting verses?”

# sn8.11:2.1
source: Atha kho āyasmā vaṅgīso uṭṭhāyāsanā ekaṃsaṃ uttarāsaṅgaṃ karitvā yena bhagavā tenañjaliṃ paṇāmetvā bhagavantaṃ etadavoca:
sc_po: Then Venerable Vaṅgīsa got up from his seat, arranged his robe over one shoulder, raised his joined palms toward the Buddha, and said,

# sn8.11:2.2
source: “paṭibhāti maṃ, bhagavā, paṭibhāti maṃ, sugatā”ti.
sc_po: “I feel inspired to speak, Blessed One! I feel inspired to speak, Holy One!”

# sn8.11:2.3
source: “Paṭibhātu taṃ, vaṅgīsā”ti bhagavā avoca.
sc_po: “Then speak as you feel inspired,” said the Buddha.

# sn8.11:2.4
source: Atha kho āyasmā vaṅgīso bhagavantaṃ sammukhā sāruppāya gāthāya abhitthavi:
sc_po: Then Vaṅgīsa extolled the Buddha in his presence with fitting verses:

# sn8.11:3.1
source: “Cando yathā vigatavalāhake nabhe,
sc_po: “Like the moon on a cloudless night,

# sn8.11:3.2
source: Virocati vigatamalova bhāṇumā;
sc_po: like the shining immaculate sun,

# sn8.11:3.3
source: Evampi aṅgīrasa tvaṃ mahāmuni,
sc_po: so too Aṅgīrasa, O great sage,

# sn8.11:3.4
source: Atirocasi yasasā sabbalokan”ti.
sc_po: your glory outshines the entire world.”
