Repository: kondannyo/PGP
Catalog: SN/*_text/sn49/sn49.35-44.po
Languages: sc_po

# sn49.35-44:0.1
source: Saṃyutta Nikāya 49
sc_po: Linked Discourses 49

# sn49.35-44:0.2
source: 4. Esanāvagga
sc_po: 4. Searches

# sn49.35-44:0.3
source: 35–44. Esanādisuttadasaka
sc_po: 35–44. Ten Discourses on Searches, Etc.

# sn49.35-44:1.1
source: “Tisso imā, bhikkhave, esanā.
sc_po: “Mendicants, there are these three searches.

# sn49.35-44:1.2
source: Katamā tisso?
sc_po: What three?

# sn49.35-44:1.3
source: Kāmesanā, bhavesanā, brahmacariyesanā—
sc_po: The search for sensual pleasures, the search for continued existence, and the search for a spiritual path.

# sn49.35-44:1.4
source: imā kho, bhikkhave, tisso esanā.
sc_po: These are the three searches.

# sn49.35-44:1.5
source: Imāsaṃ kho, bhikkhave, tissannaṃ esanānaṃ abhiññāya pariññāya parikkhayāya pahānāya cattāro sammappadhānā bhāvetabbā.
sc_po: The four right efforts should be developed for the direct knowledge, complete understanding, finishing, and giving up of these three searches.

# sn49.35-44:1.6
source: Katame cattāro?
sc_po: What four?

# sn49.35-44:1.7
source: Idha, bhikkhave, bhikkhu anuppannānaṃ … pe …
sc_po: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise. …

# sn49.35-44:1.8
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.

# sn49.35-44:1.9
source: Imāsaṃ kho, bhikkhave, tissannaṃ esanānaṃ abhiññāya pariññāya parikkhayāya pahānāya ime cattāro sammappadhānā bhāvetabbā”ti.
sc_po: These four right efforts should be developed for the direct knowledge, complete understanding, finishing, and giving up of these three searches.”

# sn49.35-44:1.10
source: (Vitthāretabbaṃ.)
sc_po: (To be expanded as in SN 45.161–170.)

# sn49.35-44:2.1
source: Esanā vidhā āsavo,
sc_po: Searches, discriminations, defilements,

# sn49.35-44:2.2
source: Bhavo ca dukkhatā tisso;
sc_po: states of existence, three kinds of suffering,

# sn49.35-44:2.3
source: Khilaṃ malañca nīgho ca,
sc_po: barrenness, stains, and troubles,

# sn49.35-44:2.4
source: Vedanā taṇhā tasinā cāti.
sc_po: feelings, craving, and thirst.
