Repository: kondannyo/PGP
Catalog: SN/*_text/sn49/sn49.01-12.po
Languages: sc_po

# sn49.1-12:0.1
source: Saṃyutta Nikāya 49
sc_po: Linked Discourses 49

# sn49.1-12:0.2
source: 1. Gaṅgāpeyyālavagga
sc_po: 1. Abbreviated Texts on the Ganges

# sn49.1-12:0.3
source: 1–12. Pācīnādisutta
sc_po: 1–12. Sloping East, Etc.

# sn49.1-12:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn49.1-12:1.2
source: Tatra kho bhagavā etadavoca:
sc_po: There the Buddha said:

# sn49.1-12:1.3
source: “cattārome, bhikkhave, sammappadhānā.
sc_po: “Mendicants, there are these four right efforts.

# sn49.1-12:1.4
source: Katame cattāro?
sc_po: What four?

# sn49.1-12:1.5
source: Idha, bhikkhave, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise.

# sn49.1-12:1.6
source: Uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.

# sn49.1-12:1.7
source: Anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise.

# sn49.1-12:1.8
source: Uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.

# sn49.1-12:1.9
source: Ime kho, bhikkhave, cattāro sammappadhānāti.
sc_po: These are the four right efforts.

# sn49.1-12:2.1
source: Seyyathāpi, bhikkhave, gaṅgā nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā;
sc_po: The Ganges river slants, slopes, and inclines to the east.

# sn49.1-12:2.2
source: evameva kho, bhikkhave, bhikkhu cattāro sammappadhāne bhāvento cattāro sammappadhāne bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro.
sc_po: In the same way, a mendicant who develops and cultivates the four right efforts slants, slopes, and inclines to extinguishment.

# sn49.1-12:2.3
source: Kathañca, bhikkhave, bhikkhu cattāro sammappadhāne bhāvento cattāro sammappadhāne bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro?
sc_po: And how does a mendicant who develops the four right efforts slant, slope, and incline to extinguishment?

# sn49.1-12:2.4
source: Idha, bhikkhave, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities don’t arise.

# sn49.1-12:2.5
source: Uppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ pahānāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that bad, unskillful qualities that have arisen are given up.

# sn49.1-12:2.6
source: Anuppannānaṃ kusalānaṃ dhammānaṃ uppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities arise.

# sn49.1-12:2.7
source: Uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: They generate enthusiasm, try, make an effort, exert the mind, and strive so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.

# sn49.1-12:2.8
source: Evaṃ kho, bhikkhave, bhikkhu cattāro sammappadhāne bhāvento cattāro sammappadhāne bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro”ti.
sc_po: That’s how a mendicant who develops and cultivates the four right efforts slants, slopes, and inclines to extinguishment.”

# sn49.1-12:3.1
source: (Sammappadhānasaṃyuttassa gaṅgāpeyyālī sammappadhānavasena vitthāretabbā.)
sc_po: (To be expanded as in SN 45.92–102.)

# sn49.1-12:4.1
source: Cha pācīnato ninnā,
sc_po: Six on slanting to the east,

# sn49.1-12:4.2
source: cha ninnā ca samuddato;
sc_po: and six on slanting to the ocean;

# sn49.1-12:4.3
source: Dvete cha dvādasa honti,
sc_po: these two sixes make twelve,

# sn49.1-12:4.4
source: vaggo tena pavuccatīti.
sc_po: and that’s how this chapter is recited.
