Repository: kondannyo/PGP
Catalog: SN/*_text/sn49/sn49.23-34.po
Languages: sc_po

# sn49.23-34:0.1
source: Saṃyutta Nikāya 49
sc_po: Linked Discourses 49

# sn49.23-34:0.2
source: 3. Balakaraṇīyavagga
sc_po: 3. Hard Work

# sn49.23-34:0.3
source: 23–34. Balakaraṇīyādisutta
sc_po: 23–34. Hard Work, Etc.

# sn49.23-34:1.1
source: “Seyyathāpi, bhikkhave, ye keci balakaraṇīyā kammantā kayiranti, sabbe te pathaviṃ nissāya pathaviyaṃ patiṭṭhāya evamete balakaraṇīyā kammantā kayiranti;
sc_po: “Mendicants, all the hard work that gets done depends on the earth and is grounded on the earth.

# sn49.23-34:1.2
source: evameva kho, bhikkhave, bhikkhu sīlaṃ nissāya sīle patiṭṭhāya cattāro sammappadhāne bhāveti, cattāro sammappadhāne bahulīkaroti.
sc_po: In the same way, a mendicant develops and cultivates the four right efforts depending on and grounded on ethics.

# sn49.23-34:1.3
source: Kathañca, bhikkhave, bhikkhu sīlaṃ nissāya sīle patiṭṭhāya cattāro sammappadhāne bhāveti, cattāro sammappadhāne bahulīkaroti?
sc_po: How so?

# sn49.23-34:1.4
source: Idha, bhikkhave, bhikkhu anuppannānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ anuppādāya chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati … pe …
sc_po: It’s when a mendicant generates enthusiasm, tries, makes an effort, exerts the mind, and strives so that bad, unskillful qualities don’t arise. …

# sn49.23-34:1.5
source: uppannānaṃ kusalānaṃ dhammānaṃ ṭhitiyā asammosāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā chandaṃ janeti vāyamati vīriyaṃ ārabhati cittaṃ paggaṇhāti padahati.
sc_po: so that skillful qualities that have arisen remain, are not lost, but increase, mature, and are completed by development.

# sn49.23-34:1.6
source: Evaṃ kho, bhikkhave, bhikkhu sīlaṃ nissāya sīle patiṭṭhāya cattāro sammappadhāne bhāveti, cattāro sammappadhāne bahulīkarotī”ti.
sc_po: That’s how a mendicant develops and cultivates the four right efforts depending on and grounded on ethics.”

# sn49.23-34:1.7
source: (Evaṃ balakaraṇīyavaggo sammappadhānavasena vitthāretabbo.)
sc_po: (To be expanded as in SN 45.149–160.)

# sn49.23-34:2.1
source: Balaṃ bījañca nāgo ca,
sc_po: Hard work, seeds, and dragons,

# sn49.23-34:2.2
source: rukkho kumbhena sūkiyā;
sc_po: a tree, a pot, and a spike,

# sn49.23-34:2.3
source: Ākāsena ca dve meghā,
sc_po: the sky, and two on clouds,

# sn49.23-34:2.4
source: nāvā āgantukā nadīti.
sc_po: a ship, a guest house, and a river.
