Repository: kondannyo/PGP
Catalog: SN/*_text/sn32/sn32.53.po
Languages: sc_po

# sn32.53:0.1
source: Saṃyutta Nikāya 32
sc_po: Linked Discourses 32

# sn32.53:0.2
source: 1. Valāhakavagga
sc_po: 1. Gods of the Clouds

# sn32.53:0.3
source: 53. Sītavalāhakasutta
sc_po: 53. Gods of the Cool Clouds

# sn32.53:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn32.53:1.2
source: Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Seated to one side, that mendicant said to the Buddha:

# sn32.53:1.3
source: “ko nu kho, bhante, hetu, ko paccayo, yenekadā sītaṃ hotī”ti?
sc_po: “Sir, what is the cause, what is the reason why sometimes it becomes cool?”

# sn32.53:1.4
source: “Santi, bhikkhu, sītavalāhakā nāma devā.
sc_po: “Mendicant, there are what are called gods of the cool clouds.

# sn32.53:1.5
source: Tesaṃ yadā evaṃ hoti:
sc_po: Sometimes they think:

# sn32.53:1.6
source: ‘yannūna mayaṃ sakāya ratiyā vaseyyāmā’ti, tesaṃ taṃ cetopaṇidhimanvāya sītaṃ hoti.
sc_po: ‘Why don’t we revel in our own kind of enjoyment?’ Then, in accordance with their wish, it becomes cool.

# sn32.53:1.7
source: Ayaṃ kho, bhikkhu, hetu, ayaṃ paccayo, yenekadā sītaṃ hotī”ti.
sc_po: This is the cause, this is the reason why sometimes it becomes cool.”
