Repository: kondannyo/PGP
Catalog: SN/*_text/sn32/sn32.03-12.po
Languages: sc_po

# sn32.3-12:0.1
source: Saṃyutta Nikāya 32
sc_po: Linked Discourses 32

# sn32.3-12:0.2
source: 1. Valāhakavagga
sc_po: 1. Gods of the Clouds

# sn32.3-12:0.3
source: 3–12. Sītavalāhakadānūpakārasuttadasaka
sc_po: 3–12. Ten Discourses On How Giving Helps to Become a Cool Cloud God

# sn32.3-12:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn32.3-12:1.2
source: Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Seated to one side, that mendicant said to the Buddha:

# sn32.3-12:1.3
source: “ko nu kho, bhante, hetu, ko paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā sītavalāhakānaṃ devānaṃ sahabyataṃ upapajjatī”ti?
sc_po: “Sir, what is the cause, what is the reason why someone, when their body breaks up, after death, is reborn in the company of the gods of cool clouds?”

# sn32.3-12:1.4
source: “Idha, bhikkhu, ekacco kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati.
sc_po: “Mendicant, it’s when someone does good things by way of body, speech, and mind.

# sn32.3-12:1.5
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# sn32.3-12:1.6
source: ‘sītavalāhakā devā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: ‘The gods of cool clouds are long-lived, beautiful, and very happy.’

# sn32.3-12:1.7
source: Tassa evaṃ hoti:
sc_po: They think:

# sn32.3-12:1.8
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā sītavalāhakānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the cool clouds!’

# sn32.3-12:1.9
source: So annaṃ deti … pe …
sc_po: They give food …

# sn32.3-12:1.10
source: padīpeyyaṃ deti.
sc_po: a lamp.

# sn32.3-12:1.11
source: So kāyassa bhedā paraṃ maraṇā sītavalāhakānaṃ devānaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of the gods of cool clouds.

# sn32.3-12:1.12
source: Ayaṃ kho, bhikkhu, hetu, ayaṃ paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā sītavalāhakānaṃ devānaṃ sahabyataṃ upapajjatī”ti.
sc_po: This is the cause, this is the reason why someone, when their body breaks up, after death, is reborn in the company of the gods of cool clouds.”
