Repository: kondannyo/PGP
Catalog: SN/*_text/sn32/sn32.57.po
Languages: sc_po

# sn32.57:0.1
source: Saṃyutta Nikāya 32
sc_po: Linked Discourses 32

# sn32.57:0.2
source: 1. Valāhakavagga
sc_po: 1. Gods of the Clouds

# sn32.57:0.3
source: 57. Vassavalāhakasutta
sc_po: 57. Gods of the Rainy Clouds

# sn32.57:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn32.57:1.2
source: Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Seated to one side, that mendicant said to the Buddha:

# sn32.57:1.3
source: “ko nu kho, bhante, hetu, ko paccayo, yenekadā devo vassatī”ti?
sc_po: “Sir, what is the cause, what is the reason why sometimes it rains?”

# sn32.57:1.4
source: “Santi, bhikkhu, vassavalāhakā nāma devā.
sc_po: “Mendicant, there are what are called gods of the rainy clouds.

# sn32.57:1.5
source: Tesaṃ yadā evaṃ hoti:
sc_po: Sometimes they think:

# sn32.57:1.6
source: ‘yannūna mayaṃ sakāya ratiyā vaseyyāmā’ti, tesaṃ taṃ cetopaṇidhimanvāya devo vassati.
sc_po: ‘Why don’t we revel in our own kind of enjoyment?’ Then, in accordance with their wish, it becomes rainy.

# sn32.57:1.7
source: Ayaṃ kho, bhikkhu, hetu, ayaṃ paccayo, yenekadā devo vassatī”ti.
sc_po: This is the cause, this is the reason why sometimes it rains.”

# sn32.57:2.5
source: Valāhakasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on gods of the clouds are complete.
