Repository: kondannyo/PGP
Catalog: SN/*_text/sn32/sn32.01.po
Languages: sc_po

# sn32.1:0.1
source: Saṃyutta Nikāya 32
sc_po: Linked Discourses 32

# sn32.1:0.2
source: 1. Valāhakavagga
sc_po: 1. Gods of the Clouds

# sn32.1:0.3
source: 1. Suddhikasutta
sc_po: 1. Plain Version

# sn32.1:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn32.1:1.2
source: “Valāhakakāyike vo, bhikkhave, deve desessāmi.
sc_po: “Mendicants, I will teach you about the gods of the clouds.

# sn32.1:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn32.1:1.4
source: Katame ca, bhikkhave, valāhakakāyikā devā?
sc_po: And what are the gods of the clouds?

# sn32.1:1.5
source: Santi, bhikkhave, sītavalāhakā devā;
sc_po: There are gods of the cool clouds,

# sn32.1:1.6
source: santi uṇhavalāhakā devā;
sc_po: warm clouds,

# sn32.1:1.7
source: santi abbhavalāhakā devā;
sc_po: thunder clouds,

# sn32.1:1.8
source: santi vātavalāhakā devā;
sc_po: windy clouds,

# sn32.1:1.9
source: santi vassavalāhakā devā—
sc_po: and rainy clouds.

# sn32.1:1.10
source: ime vuccanti, bhikkhave, ‘valāhakakāyikā devā’”ti.
sc_po: These are called the gods of the clouds.”
