Repository: kondannyo/PGP
Catalog: SN/*_text/sn52/sn52.10.po
Languages: sc_po

# sn52.10:0.1
source: Saṃyutta Nikāya 52
sc_po: Linked Discourses 52

# sn52.10:0.2
source: 1. Rahogatavagga
sc_po: 1. In Private

# sn52.10:0.3
source: 10. Bāḷhagilānasutta
sc_po: 10. Gravely Ill

# sn52.10:1.1
source: Ekaṃ samayaṃ āyasmā anuruddho sāvatthiyaṃ viharati andhavanasmiṃ ābādhiko dukkhito bāḷhagilāno.
sc_po: At one time Venerable Anuruddha was staying near Sāvatthī in the Dark Forest. And he was sick, suffering, gravely ill.

# sn52.10:1.2
source: Atha kho sambahulā bhikkhū yenāyasmā anuruddho tenupasaṅkamiṃsu; upasaṅkamitvā āyasmantaṃ anuruddhaṃ etadavocuṃ:
sc_po: Then several mendicants went up to Venerable Anuruddha, and said to him:

# sn52.10:2.1
source: “Katamenāyasmato anuruddhassa vihārena viharato uppannā sārīrikā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhantī”ti?
sc_po: “What meditation does Venerable Anuruddha practice so that physical pain doesn’t occupy his mind?”

# sn52.10:2.2
source: “Catūsu kho me, āvuso, satipaṭṭhānesu suppatiṭṭhitacittassa viharato uppannā sārīrikā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhanti.
sc_po: “Reverends, I meditate with my mind firmly established in the four kinds of mindfulness meditation so that physical pain doesn’t occupy my mind.

# sn52.10:2.3
source: Katamesu catūsu?
sc_po: What four?

# sn52.10:2.4
source: Idhāhaṃ, āvuso, kāye kāyānupassī viharāmi … pe …
sc_po: I meditate observing an aspect of the body …

# sn52.10:2.5
source: vedanāsu … pe …
sc_po: feelings …

# sn52.10:2.6
source: citte … pe …
sc_po: mind …

# sn52.10:2.7
source: dhammesu dhammānupassī viharāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ—
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.10:2.8
source: imesu kho me, āvuso, catūsu satipaṭṭhānesu suppatiṭṭhitacittassa viharato uppannā sārīrikā dukkhā vedanā cittaṃ na pariyādāya tiṭṭhantī”ti.
sc_po: I meditate with my mind firmly established in these four kinds of mindfulness meditation so that physical pain doesn’t occupy my mind.”
