Repository: kondannyo/PGP
Catalog: SN/*_text/sn52/sn52.09.po
Languages: sc_po

# sn52.9:0.1
source: Saṃyutta Nikāya 52
sc_po: Linked Discourses 52

# sn52.9:0.2
source: 1. Rahogatavagga
sc_po: 1. In Private

# sn52.9:0.3
source: 9. Ambapālivanasutta
sc_po: 9. In Ambapālī’s Wood

# sn52.9:1.1
source: Ekaṃ samayaṃ āyasmā ca anuruddho āyasmā ca sāriputto vesāliyaṃ viharanti ambapālivane.
sc_po: At one time the venerables Anuruddha and Sāriputta were staying near Vesālī, in Ambapālī’s Wood.

# sn52.9:1.2
source: Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito … pe … ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ anuruddhaṃ etadavoca:
sc_po: Then in the late afternoon, Sāriputta came out of retreat, went to Anuruddha, and said to him:

# sn52.9:2.1
source: “Vippasannāni kho te, āvuso anuruddha, indriyāni, parisuddho mukhavaṇṇo pariyodāto.
sc_po: “Reverend Anuruddha, your faculties are so very clear, and your complexion is pure and bright.

# sn52.9:2.2
source: Katamenāyasmā anuruddho vihārena etarahi bahulaṃ viharatī”ti?
sc_po: What kind of meditation are you usually practicing these days?”

# sn52.9:2.3
source: “Catūsu khvāhaṃ, āvuso, satipaṭṭhānesu suppatiṭṭhitacitto etarahi bahulaṃ viharāmi.
sc_po: “These days, reverend, I usually meditate with my mind firmly established in the four kinds of mindfulness meditation.

# sn52.9:2.4
source: Katamesu catūsu?
sc_po: What four?

# sn52.9:2.5
source: Idhāhaṃ, āvuso, kāye kāyānupassī viharāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: I meditate observing an aspect of the body …

# sn52.9:2.6
source: vedanāsu … pe …
sc_po: feelings …

# sn52.9:2.7
source: citte … pe …
sc_po: mind …

# sn52.9:2.8
source: dhammesu dhammānupassī viharāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ—
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.9:2.9
source: imesu khvāhaṃ, āvuso, catūsu satipaṭṭhānesu suppatiṭṭhitacitto etarahi bahulaṃ viharāmi.
sc_po: These days I usually meditate with my mind firmly established in these four kinds of mindfulness meditation.

# sn52.9:2.10
source: Yo so, āvuso, bhikkhu arahaṃ khīṇāsavo vusitavā katakaraṇīyo ohitabhāro anuppattasadattho parikkhīṇabhavasaṃyojano sammadaññāvimutto, so imesu catūsu satipaṭṭhānesu suppatiṭṭhitacitto bahulaṃ viharatī”ti.
sc_po: A mendicant who is perfected—with defilements ended, who has completed the spiritual journey, done what had to be done, laid down the burden, achieved their own true goal, utterly ended the fetters of rebirth, and is rightly freed through enlightenment—usually meditates with their mind firmly established in these four kinds of mindfulness meditation.”

# sn52.9:3.1
source: “Lābhā vata no, āvuso, suladdhaṃ vata no, āvuso.
sc_po: “We’re so fortunate, reverend, so very fortunate,

# sn52.9:3.2
source: Ye mayaṃ āyasmato anuruddhassa sammukhāva assumha āsabhiṃ vācaṃ bhāsamānassā”ti.
sc_po: to have heard such a dramatic statement in the presence of Venerable Anuruddha.”
