Repository: kondannyo/PGP
Catalog: SN/*_text/sn52/sn52.02.po
Languages: sc_po

# sn52.2:0.1
source: Saṃyutta Nikāya 52
sc_po: Linked Discourses 52

# sn52.2:0.2
source: 1. Rahogatavagga
sc_po: 1. In Private

# sn52.2:0.3
source: 2. Dutiyarahogatasutta
sc_po: 2. In Private (2nd)

# sn52.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn52.2:1.2
source: Atha kho āyasmato anuruddhassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: Then as Anuruddha was in private retreat this thought came to his mind:

# sn52.2:1.3
source: “yesaṃ kesañci cattāro satipaṭṭhānā viraddhā, viraddho tesaṃ ariyo maggo sammā dukkhakkhayagāmī;
sc_po: “Whoever has missed out on these four kinds of mindfulness meditation has missed out on the noble path to the complete ending of suffering.

# sn52.2:1.4
source: yesaṃ kesañci cattāro satipaṭṭhānā āraddhā, āraddho tesaṃ ariyo maggo sammā dukkhakkhayagāmī”ti.
sc_po: Whoever has undertaken these four kinds of mindfulness meditation has undertaken the noble path to the complete ending of suffering.”

# sn52.2:2.1
source: Atha kho āyasmā mahāmoggallāno āyasmato anuruddhassa cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—āyasmato anuruddhassa sammukhe pāturahosi. Atha kho āyasmā mahāmoggallāno āyasmantaṃ anuruddhaṃ etadavoca:
sc_po: Then Venerable Mahāmoggallāna knew what Venerable Anuruddha was thinking. As easily as a strong person would extend or contract their arm, he reappeared in front of Anuruddha and said to him:

# sn52.2:2.2
source: “kittāvatā nu kho, āvuso anuruddha, bhikkhuno cattāro satipaṭṭhānā āraddhā hontī”ti?
sc_po: “Reverend Anuruddha, how do you define the undertaking of the four kinds of mindfulness meditation by a mendicant?”

# sn52.2:4.1
source: “Idhāvuso, bhikkhu ajjhattaṃ kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: “Reverend, it’s when a mendicant meditates by observing an aspect of the body internally—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.2:4.2
source: Bahiddhā kāye kāyānupassī viharati … pe …
sc_po: They meditate observing an aspect of the body externally …

# sn52.2:4.3
source: ajjhattabahiddhā kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: internally and externally—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.2:5.1
source: Ajjhattaṃ vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: They meditate observing an aspect of feelings internally …

# sn52.2:5.2
source: Bahiddhā vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: externally …

# sn52.2:5.3
source: Ajjhattabahiddhā vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: internally and externally …

# sn52.2:6.1
source: Ajjhattaṃ citte … pe …
sc_po: They meditate observing an aspect of the mind internally …

# sn52.2:6.2
source: bahiddhā citte … pe …
sc_po: externally …

# sn52.2:6.3
source: ajjhattabahiddhā citte cittānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: internally and externally …

# sn52.2:7.1
source: Ajjhattaṃ dhammesu … pe …
sc_po: They meditate observing an aspect of principles internally …

# sn52.2:7.2
source: bahiddhā dhammesu … pe …
sc_po: externally …

# sn52.2:7.3
source: ajjhattabahiddhā dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: internally and externally—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.2:7.4
source: Ettāvatā kho, āvuso, bhikkhuno cattāro satipaṭṭhānā āraddhā hontī”ti.
sc_po: That’s how to define the undertaking of the four kinds of mindfulness meditation by a mendicant.”
