Repository: kondannyo/PGP
Catalog: SN/*_text/sn52/sn52.03.po
Languages: sc_po

# sn52.3:0.1
source: Saṃyutta Nikāya 52
sc_po: Linked Discourses 52

# sn52.3:0.2
source: 1. Rahogatavagga
sc_po: 1. In Private

# sn52.3:0.3
source: 3. Sutanusutta
sc_po: 3. On the Bank of the Sutanu

# sn52.3:1.1
source: Ekaṃ samayaṃ āyasmā anuruddho sāvatthiyaṃ viharati sutanutīre.
sc_po: At one time Venerable Anuruddha was staying near Sāvatthī on the bank of the Sutanu.

# sn52.3:1.2
source: Atha kho sambahulā bhikkhū yenāyasmā anuruddho tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā anuruddhena saddhiṃ sammodiṃsu.
sc_po: Then several mendicants went up to Venerable Anuruddha, and exchanged greetings with him.

# sn52.3:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū āyasmantaṃ anuruddhaṃ etadavocuṃ:
sc_po: When the greetings and polite conversation were over, they sat down to one side, and said to him:

# sn52.3:1.4
source: “katamesaṃ āyasmā anuruddho dhammānaṃ bhāvitattā bahulīkatattā mahābhiññataṃ patto”ti?
sc_po: “What things has Venerable Anuruddha developed and cultivated to attain great direct knowledge?”

# sn52.3:2.1
source: “Catunnaṃ khvāhaṃ, āvuso, satipaṭṭhānānaṃ bhāvitattā bahulīkatattā mahābhiññataṃ patto.
sc_po: “Reverends, I attained great direct knowledge by developing and cultivating the four kinds of mindfulness meditation.

# sn52.3:2.2
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn52.3:2.3
source: Idhāhaṃ, āvuso, kāye kāyānupassī viharāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: I meditate observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.3:2.4
source: vedanāsu … pe …
sc_po: I meditate observing an aspect of feelings …

# sn52.3:2.5
source: citte … pe …
sc_po: mind …

# sn52.3:2.6
source: dhammesu dhammānupassī viharāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ—
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.3:2.7
source: imesaṃ khvāhaṃ, āvuso, catunnaṃ satipaṭṭhānānaṃ bhāvitattā bahulīkatattā mahābhiññataṃ patto.
sc_po: I attained great direct knowledge by developing and cultivating these four kinds of mindfulness meditation.

# sn52.3:2.8
source: Imesañca panāhaṃ, āvuso, catunnaṃ satipaṭṭhānānaṃ bhāvitattā bahulīkatattā hīnaṃ dhammaṃ hīnato abbhaññāsiṃ, majjhimaṃ dhammaṃ majjhimato abbhaññāsiṃ, paṇītaṃ dhammaṃ paṇītato abbhaññāsin”ti.
sc_po: And it was by developing and cultivating these four kinds of mindfulness meditation that I directly knew the lower realm as lower, the middle realm as middle, and the higher realm as higher.”
