Repository: kondannyo/PGP
Catalog: SN/*_text/sn52/sn52.01.po
Languages: sc_po

# sn52.1:0.1
source: Saṃyutta Nikāya 52
sc_po: Linked Discourses 52

# sn52.1:0.2
source: 1. Rahogatavagga
sc_po: 1. In Private

# sn52.1:0.3
source: 1. Paṭhamarahogatasutta
sc_po: 1. In Private (1st)

# sn52.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn52.1:1.2
source: ekaṃ samayaṃ āyasmā anuruddho sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time Venerable Sāriputta was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn52.1:1.3
source: Atha kho āyasmato anuruddhassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: Then as Anuruddha was in private retreat this thought came to his mind:

# sn52.1:1.4
source: “yesaṃ kesañci cattāro satipaṭṭhānā viraddhā, viraddho tesaṃ ariyo maggo sammā dukkhakkhayagāmī.
sc_po: “Whoever has missed out on these four kinds of mindfulness meditation has missed out on the noble path to the complete ending of suffering.

# sn52.1:1.5
source: Yesaṃ kesañci cattāro satipaṭṭhānā āraddhā, āraddho tesaṃ ariyo maggo sammā dukkhakkhayagāmī”ti.
sc_po: Whoever has undertaken these four kinds of mindfulness meditation has undertaken the noble path to the complete ending of suffering.”

# sn52.1:2.1
source: Atha kho āyasmā mahāmoggallāno āyasmato anuruddhassa cetasā cetoparivitakkamaññāya—seyyathāpi nāma balavā puriso samiñjitaṃ vā bāhaṃ pasāreyya, pasāritaṃ vā bāhaṃ samiñjeyya; evameva—āyasmato anuruddhassa sammukhe pāturahosi.
sc_po: Then Venerable Mahāmoggallāna knew what Venerable Anuruddha was thinking. As easily as a strong person would extend or contract their arm, he reappeared in front of Anuruddha,

# sn52.1:2.2
source: Atha kho āyasmā mahāmoggallāno āyasmantaṃ anuruddhaṃ etadavoca:
sc_po: and said to him:

# sn52.1:2.3
source: “kittāvatā nu kho, āvuso anuruddha, bhikkhuno cattāro satipaṭṭhānā āraddhā hontī”ti?
sc_po: “Reverend Anuruddha, how do you define the undertaking of the four kinds of mindfulness meditation by a mendicant?”

# sn52.1:3.1
source: “Idhāvuso, bhikkhu ajjhattaṃ kāye samudayadhammānupassī viharati, ajjhattaṃ kāye vayadhammānupassī viharati, ajjhattaṃ kāye samudayavayadhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: “Reverend, it’s when a mendicant meditates observing the body internally as liable to originate, as liable to vanish, and as liable to originate and vanish—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.1:3.2
source: Bahiddhā kāye samudayadhammānupassī viharati, bahiddhā kāye vayadhammānupassī viharati, bahiddhā kāye samudayavayadhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: They meditate observing the body externally as liable to originate, as liable to vanish, and as liable to originate and vanish—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.1:3.3
source: Ajjhattabahiddhā kāye samudayadhammānupassī viharati, ajjhattabahiddhā kāye vayadhammānupassī viharati, ajjhattabahiddhā kāye samudayavayadhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: They meditate observing the body internally and externally as liable to originate, as liable to vanish, and as liable to originate and vanish—keen, aware, and mindful, rid of desire and aversion for the world.

# sn52.1:4.1
source: So sace ākaṅkhati: ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati;
sc_po: If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do.

# sn52.1:4.2
source: sace ākaṅkhati: ‘paṭikūle appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati;
sc_po: If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive,’ that’s what they do.

# sn52.1:4.3
source: sace ākaṅkhati: ‘appaṭikūle ca paṭikūle ca paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati;
sc_po: If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive and the repulsive,’ that’s what they do.

# sn52.1:4.4
source: sace ākaṅkhati: ‘paṭikūle ca appaṭikūle ca appaṭikūlasaññī vihareyyan’ti, appaṭikūlasaññī tattha viharati;
sc_po: If they wish: ‘May I meditate perceiving the unrepulsive in the repulsive and the unrepulsive,’ that’s what they do.

# sn52.1:4.5
source: sace ākaṅkhati: ‘appaṭikūlañca paṭikūlañca tadubhayaṃ abhinivajjetvā upekkhako vihareyyaṃ sato sampajāno’ti, upekkhako tattha viharati sato sampajāno.
sc_po: If they wish: ‘May I meditate staying equanimous, mindful and aware, rejecting both the repulsive and the unrepulsive,’ that’s what they do.

# sn52.1:5.1
source: Ajjhattaṃ vedanāsu samudayadhammānupassī viharati, ajjhattaṃ vedanāsu vayadhammānupassī viharati, ajjhattaṃ vedanāsu samudayavayadhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: They meditate observing feelings internally …

# sn52.1:5.2
source: Bahiddhā vedanāsu samudayadhammānupassī viharati, bahiddhā vedanāsu vayadhammānupassī viharati, bahiddhā vedanāsu samudayavayadhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: externally …

# sn52.1:5.3
source: Ajjhattabahiddhā vedanāsu samudayadhammānupassī viharati, ajjhattabahiddhā vedanāsu vayadhammānupassī viharati, ajjhattabahiddhā vedanāsu samudayavayadhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: internally and externally as liable to originate, as liable to vanish, and as liable to originate and vanish …

# sn52.1:7.1
source: Ajjhattaṃ citte … pe …
sc_po: They meditate observing the mind internally …

# sn52.1:7.2
source: bahiddhā citte … pe …
sc_po: externally …

# sn52.1:7.3
source: ajjhattabahiddhā citte samudayadhammānupassī viharati … ajjhattabahiddhā citte vayadhammānupassī viharati … ajjhattabahiddhā citte samudayavayadhammānupassī viharati ātāpī … pe … abhijjhādomanassaṃ.
sc_po: internally and externally as liable to originate, as liable to vanish, and as liable to originate and vanish …

# sn52.1:9.1
source: Ajjhattaṃ dhammesu … pe …
sc_po: They meditate observing principles internally …

# sn52.1:9.2
source: bahiddhā dhammesu … pe …
sc_po: externally …

# sn52.1:9.3
source: ajjhattabahiddhā dhammesu samudayadhammānupassī viharati … ajjhattabahiddhā dhammesu vayadhammānupassī viharati … ajjhattabahiddhā dhammesu samudayavayadhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: internally and externally as liable to originate, as liable to vanish, and as liable to originate and vanish …

# sn52.1:10.1
source: So sace ākaṅkhati: ‘appaṭikūle paṭikūlasaññī vihareyyan’ti, paṭikūlasaññī tattha viharati … pe …
sc_po: If they wish: ‘May I meditate perceiving the repulsive in the unrepulsive,’ that’s what they do. …

# sn52.1:10.2
source: upekkhako tattha viharati sato sampajāno.
sc_po: If they wish: ‘May I meditate staying equanimous, mindful and aware, ignoring both the repulsive and the unrepulsive,’ that’s what they do.

# sn52.1:10.3
source: Ettāvatā kho, āvuso, bhikkhuno cattāro satipaṭṭhānā āraddhā hontī”ti.
sc_po: That’s how to define the undertaking of the four kinds of mindfulness meditation by a mendicant.”
