Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.10.po
Languages: sc_po

# sn12.10:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.10:0.2
source: 1. Buddhavagga
sc_po: 1. The Buddhas

# sn12.10:0.3
source: 10. Gotamasutta
sc_po: 10. Gotama

# sn12.10:1.1
source: “Pubbeva me, bhikkhave, sambodhā anabhisambuddhassa bodhisattasseva sato etadahosi:
sc_po: “Mendicants, before my awakening—when I was still unawakened but intent on awakening—I thought:

# sn12.10:1.2
source: ‘kicchaṃ vatāyaṃ loko āpanno jāyati ca jīyati ca mīyati ca cavati ca upapajjati ca.
sc_po: ‘Alas, this world has fallen into trouble. It’s born, grows old, dies, passes away, and is reborn,

# sn12.10:1.3
source: Atha ca panimassa dukkhassa nissaraṇaṃ nappajānāti jarāmaraṇassa.
sc_po: yet it doesn’t understand how to escape from this suffering, from old age and death.

# sn12.10:1.4
source: Kudāssu nāma imassa dukkhassa nissaraṇaṃ paññāyissati jarāmaraṇassā’ti?
sc_po: Oh, when will an escape be found from this suffering, from old age and death?’

# sn12.10:2.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
sc_po: Then it occurred to me:

# sn12.10:2.2
source: ‘kimhi nu kho sati jarāmaraṇaṃ hoti, kiṃpaccayā jarāmaraṇan’ti?
sc_po: ‘When what exists is there old age and death? What is a condition for old age and death?’

# sn12.10:2.3
source: Tassa mayhaṃ, bhikkhave, yoniso manasikārā ahu paññāya abhisamayo:
sc_po: Then, through proper attention, I comprehended with wisdom:

# sn12.10:2.4
source: ‘jātiyā kho sati jarāmaraṇaṃ hoti, jātipaccayā jarāmaraṇan’ti.
sc_po: ‘When rebirth exists there’s old age and death. Rebirth is a condition for old age and death.’

# sn12.10:3.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
sc_po: Then it occurred to me:

# sn12.10:3.2
source: ‘kimhi nu kho sati jāti hoti … pe …
sc_po: ‘When what exists is there rebirth? …

# sn12.10:3.3
source: bhavo …
sc_po: continued existence …

# sn12.10:3.4
source: upādānaṃ …
sc_po: grasping …

# sn12.10:3.5
source: taṇhā …
sc_po: craving …

# sn12.10:3.6
source: vedanā …
sc_po: feeling …

# sn12.10:3.7
source: phasso …
sc_po: contact …

# sn12.10:3.8
source: saḷāyatanaṃ …
sc_po: the six sense fields …

# sn12.10:3.9
source: nāmarūpaṃ …
sc_po: name and form …

# sn12.10:3.10
source: viññāṇaṃ …
sc_po: consciousness …

# sn12.10:3.11
source: saṅkhārā honti, kiṃpaccayā saṅkhārā’ti?
sc_po: ‘When what exists are there choices? What is a condition for choices?’

# sn12.10:3.12
source: Tassa mayhaṃ, bhikkhave, yoniso manasikārā ahu paññāya abhisamayo:
sc_po: Then, through proper attention, I comprehended with wisdom:

# sn12.10:3.13
source: ‘avijjāya kho sati saṅkhārā honti, avijjāpaccayā saṅkhārā’ti.
sc_po: ‘When ignorance exists there are choices. Ignorance is a condition for choices.’

# sn12.10:4.1
source: Iti hidaṃ avijjāpaccayā saṅkhārā;
sc_po: And so, ignorance is a condition for choices.

# sn12.10:4.2
source: saṅkhārapaccayā viññāṇaṃ … pe …
sc_po: Choices are a condition for consciousness. …

# sn12.10:4.3
source: evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn12.10:4.4
source: ‘Samudayo, samudayo’ti kho me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘Origination, origination.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.

# sn12.10:5.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
sc_po: Then it occurred to me:

# sn12.10:5.2
source: ‘kimhi nu kho asati jarāmaraṇaṃ na hoti, kissa nirodhā jarāmaraṇanirodho’ti?
sc_po: ‘When what doesn’t exist is there no old age and death? When what ceases do old age and death cease?’

# sn12.10:5.3
source: Tassa mayhaṃ, bhikkhave, yoniso manasikārā ahu paññāya abhisamayo:
sc_po: Then, through proper attention, I comprehended with wisdom:

# sn12.10:5.4
source: ‘jātiyā kho asati jarāmaraṇaṃ na hoti, jātinirodhā jarāmaraṇanirodho’ti.
sc_po: ‘When rebirth doesn’t exist there’s no old age and death? When rebirth ceases, old age and death cease.’

# sn12.10:6.1
source: Tassa mayhaṃ, bhikkhave, etadahosi:
sc_po: Then it occurred to me:

# sn12.10:6.2
source: ‘kimhi nu kho asati jāti na hoti … pe …
sc_po: ‘When what doesn’t exist is there no rebirth? …

# sn12.10:6.3
source: bhavo …
sc_po: continued existence …

# sn12.10:6.4
source: upādānaṃ …
sc_po: grasping …

# sn12.10:6.5
source: taṇhā …
sc_po: craving …

# sn12.10:6.6
source: vedanā …
sc_po: feeling …

# sn12.10:6.7
source: phasso …
sc_po: contact …

# sn12.10:6.8
source: saḷāyatanaṃ …
sc_po: the six sense fields …

# sn12.10:6.9
source: nāmarūpaṃ …
sc_po: name and form …

# sn12.10:6.10
source: viññāṇaṃ …
sc_po: consciousness …

# sn12.10:6.11
source: saṅkhārā na honti, kissa nirodhā saṅkhāranirodho’ti?
sc_po: ‘When what doesn’t exist are there no choices? When what ceases do choices cease?’

# sn12.10:6.12
source: Tassa mayhaṃ, bhikkhave, yoniso manasikārā ahu paññāya abhisamayo:
sc_po: Then, through proper attention, I comprehended with wisdom:

# sn12.10:6.13
source: ‘avijjāya kho asati saṅkhārā na honti, avijjānirodhā saṅkhāranirodho’ti.
sc_po: ‘When ignorance doesn’t exist there are no choices. When ignorance ceases, choices cease.’

# sn12.10:7.1
source: Iti hidaṃ avijjānirodhā saṅkhāranirodho;
sc_po: And so, when ignorance ceases, choices cease.

# sn12.10:7.2
source: saṅkhāranirodhā viññāṇanirodho … pe …
sc_po: When choices cease, consciousness ceases. …

# sn12.10:7.3
source: evametassa kevalassa dukkhakkhandhassa nirodho hoti.
sc_po: That is how this entire mass of suffering ceases.

# sn12.10:7.4
source: ‘Nirodho, nirodho’ti kho me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti.
sc_po: ‘Cessation, cessation.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.”
