Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.30.po
Languages: sc_po

# sn12.30:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.30:0.2
source: 3. Dasabalavagga
sc_po: 3. The Ten Powers

# sn12.30:0.3
source: 30. Dutiyasamaṇabrāhmaṇasutta
sc_po: 30. Ascetics and Brahmins (2nd)

# sn12.30:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn12.30:1.3
source: ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā jarāmaraṇaṃ nappajānanti, jarāmaraṇasamudayaṃ nappajānanti, jarāmaraṇanirodhaṃ nappajānanti, jarāmaraṇanirodhagāminiṃ paṭipadaṃ nappajānanti te vata jarāmaraṇaṃ samatikkamma ṭhassantīti netaṃ ṭhānaṃ vijjati.
sc_po: “Mendicants, there are ascetics and brahmins who don’t understand old age and death, their origin, their cessation, and the practice that leads to their cessation. It’s impossible that they will abide having transcended old age and death.

# sn12.30:1.4
source: Jātiṃ nappajānanti … pe …
sc_po: They don’t understand rebirth …

# sn12.30:1.5
source: bhavaṃ …
sc_po: continued existence …

# sn12.30:1.6
source: upādānaṃ …
sc_po: grasping …

# sn12.30:1.7
source: taṇhaṃ …
sc_po: craving …

# sn12.30:1.8
source: vedanaṃ …
sc_po: feeling …

# sn12.30:1.9
source: phassaṃ …
sc_po: contact …

# sn12.30:1.10
source: saḷāyatanaṃ …
sc_po: the six sense fields …

# sn12.30:1.11
source: nāmarūpaṃ …
sc_po: name and form …

# sn12.30:1.12
source: viññāṇaṃ …
sc_po: consciousness …

# sn12.30:1.13
source: saṅkhāre nappajānanti, saṅkhārasamudayaṃ nappajānanti, saṅkhāranirodhaṃ nappajānanti, saṅkhāranirodhagāminiṃ paṭipadaṃ nappajānanti te vata saṅkhāre samatikkamma ṭhassantīti netaṃ ṭhānaṃ vijjati.
sc_po: They don’t understand choices, their origin, their cessation, and the practice that leads to their cessation. It’s impossible that they will abide having transcended choices.

# sn12.30:2.1
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā jarāmaraṇaṃ pajānanti, jarāmaraṇasamudayaṃ pajānanti, jarāmaraṇanirodhaṃ pajānanti, jarāmaraṇanirodhagāminiṃ paṭipadaṃ pajānanti te vata jarāmaraṇaṃ samatikkamma ṭhassantīti ṭhānametaṃ vijjati.
sc_po: There are ascetics and brahmins who do understand old age and death, their origin, their cessation, and the practice that leads to their cessation. It’s possible that they will abide having transcended old age and death.

# sn12.30:2.2
source: Jātiṃ pajānanti … pe …
sc_po: They understand rebirth …

# sn12.30:2.3
source: bhavaṃ …
sc_po: continued existence …

# sn12.30:2.4
source: upādānaṃ …
sc_po: grasping …

# sn12.30:2.5
source: taṇhaṃ …
sc_po: craving …

# sn12.30:2.6
source: vedanaṃ …
sc_po: feeling …

# sn12.30:2.7
source: phassaṃ …
sc_po: contact …

# sn12.30:2.8
source: saḷāyatanaṃ …
sc_po: the six sense fields …

# sn12.30:2.9
source: nāmarūpaṃ …
sc_po: name and form …

# sn12.30:2.10
source: viññāṇaṃ …
sc_po: consciousness …

# sn12.30:2.11
source: saṅkhāre pajānanti, saṅkhārasamudayaṃ pajānanti, saṅkhāranirodhaṃ pajānanti, saṅkhāranirodhagāminiṃ paṭipadaṃ pajānanti.
sc_po: They understand choices, their origin, their cessation, and the practice that leads to their cessation.

# sn12.30:2.12
source: Te vata saṅkhāre samatikkamma ṭhassantīti ṭhānametaṃ vijjatī”ti.
sc_po: It’s possible that they will abide having transcended choices.”
