Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.36.po
Languages: sc_po

# sn12.36:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.36:0.2
source: 4. Kaḷārakhattiyavagga
sc_po: 4. Kaḷāra the Aristocrat

# sn12.36:0.3
source: 36. Dutiyaavijjāpaccayasutta
sc_po: 36. Ignorance is a Condition (2nd)

# sn12.36:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn12.36:1.2
source: “Avijjāpaccayā, bhikkhave, saṅkhārā;
sc_po: “Ignorance is a condition for choices.

# sn12.36:1.3
source: saṅkhārapaccayā viññāṇaṃ … pe …
sc_po: Choices are a condition for consciousness. …

# sn12.36:1.4
source: evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn12.36:2.1
source: ‘Katamaṃ jarāmaraṇaṃ, kassa ca panidaṃ jarāmaraṇan’ti iti vā, bhikkhave, yo vadeyya, ‘aññaṃ jarāmaraṇaṃ, aññassa ca panidaṃ jarāmaraṇan’ti iti vā, bhikkhave, yo vadeyya, ubhayametaṃ ekatthaṃ byañjanameva nānaṃ.
sc_po: Mendicants, you might say, ‘What are old age and death, and who do they belong to?’ Or you might say, ‘Old age and death are one thing, who they belong to is another.’ But both of these mean the same thing, only the phrasing differs.

# sn12.36:2.2
source: ‘Taṃ jīvaṃ taṃ sarīraṃ’ iti vā, bhikkhave, diṭṭhiyā sati brahmacariyavāso na hoti.
sc_po: If you have the view that the soul and the body are the same thing, there is no living of the spiritual life.

# sn12.36:2.3
source: ‘Aññaṃ jīvaṃ aññaṃ sarīraṃ’ iti vā, bhikkhave, diṭṭhiyā sati brahmacariyavāso na hoti.
sc_po: If you have the view that the soul and the body are different things, there is no living of the spiritual life.

# sn12.36:2.4
source: Ete te, bhikkhave, ubho ante anupagamma majjhena tathāgato dhammaṃ deseti:
sc_po: Avoiding these two extremes, the Realized One teaches by the middle way:

# sn12.36:2.5
source: ‘jātipaccayā jarāmaraṇan’ti.
sc_po: ‘Rebirth is a condition for old age and death.’

# sn12.36:3.1
source: Katamā jāti … pe …
sc_po: ‘What is rebirth …’

# sn12.36:3.2
source: katamo bhavo …
sc_po: ‘What is continued existence …’

# sn12.36:3.3
source: katamaṃ upādānaṃ …
sc_po: ‘What is grasping …’

# sn12.36:3.4
source: katamā taṇhā …
sc_po: ‘What is craving …’

# sn12.36:3.5
source: katamā vedanā …
sc_po: ‘What is feeling …’

# sn12.36:3.6
source: katamo phasso …
sc_po: ‘What is contact …’

# sn12.36:3.7
source: katamaṃ saḷāyatanaṃ …
sc_po: ‘What are the six sense fields …’

# sn12.36:3.8
source: katamaṃ nāmarūpaṃ …
sc_po: ‘What are name and form …’

# sn12.36:3.9
source: katamaṃ viññāṇaṃ …
sc_po: ‘What is consciousness …’

# sn12.36:3.10
source: katame saṅkhārā, kassa ca panime saṅkhārāti iti vā, bhikkhave, yo vadeyya, ‘aññe saṅkhārā aññassa ca panime saṅkhārā’ti iti vā, bhikkhave, yo vadeyya, ubhayametaṃ ekatthaṃ byañjanameva nānaṃ.
sc_po: You might say, ‘What are choices, and who do they belong to?’ Or you might say, ‘Choices are one thing, who they belong to is another.’ But both of these mean the same thing, only the phrasing differs.

# sn12.36:3.11
source: ‘Taṃ jīvaṃ taṃ sarīraṃ’ iti vā, bhikkhave, diṭṭhiyā sati brahmacariyavāso na hoti.
sc_po: If you have the view that the soul and the body are identical, there is no living of the spiritual life.

# sn12.36:3.12
source: ‘Aññaṃ jīvaṃ aññaṃ sarīraṃ’ iti vā, bhikkhave, diṭṭhiyā sati brahmacariyavāso na hoti.
sc_po: If you have the view that the soul and the body are different things, there is no living of the spiritual life.

# sn12.36:3.13
source: Ete te, bhikkhave, ubho ante anupagamma majjhena tathāgato dhammaṃ deseti:
sc_po: Avoiding these two extremes, the Realized One teaches by the middle way:

# sn12.36:3.14
source: ‘avijjāpaccayā saṅkhārā’ti.
sc_po: ‘Ignorance is a condition for choices.’

# sn12.36:4.1
source: Avijjāya tveva, bhikkhave, asesavirāganirodhā yānissa tāni visūkāyikāni visevitāni vipphanditāni kānici kānici.
sc_po: When ignorance fades away and ceases with nothing left over, then any tricks, dodges, and evasions are given up:

# sn12.36:4.2
source: ‘Katamaṃ jarāmaraṇaṃ, kassa ca panidaṃ jarāmaraṇaṃ’ iti vā, ‘aññaṃ jarāmaraṇaṃ, aññassa ca panidaṃ jarāmaraṇaṃ’ iti vā, ‘taṃ jīvaṃ taṃ sarīraṃ’ iti vā, ‘aññaṃ jīvaṃ, aññaṃ sarīraṃ’ iti vā.
sc_po: ‘What are old age and death, and who do they belong to?’ or ‘old age and death are one thing, who they belong to is another’, or ‘the soul and the body are identical’, or ‘the soul and the body are different things’.

# sn12.36:4.3
source: Sabbānissa tāni pahīnāni bhavanti ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni āyatiṃ anuppādadhammāni.
sc_po: These are all cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.

# sn12.36:5.1
source: Avijjāya tveva, bhikkhave, asesavirāganirodhā yānissa tāni visūkāyikāni visevitāni vipphanditāni kānici kānici.
sc_po: When ignorance fades away and ceases with nothing left over, then any tricks, dodges, and evasions are given up:

# sn12.36:5.2
source: Katamā jāti … pe …
sc_po: ‘What is rebirth …’

# sn12.36:5.3
source: katamo bhavo …
sc_po: ‘What is continued existence …’

# sn12.36:5.4
source: katamaṃ upādānaṃ …
sc_po: ‘What is grasping …’

# sn12.36:5.5
source: katamā taṇhā …
sc_po: ‘What is craving …’

# sn12.36:5.6
source: katamā vedanā …
sc_po: ‘What is feeling …’

# sn12.36:5.7
source: katamo phasso …
sc_po: ‘What is contact …’

# sn12.36:5.8
source: katamaṃ saḷāyatanaṃ …
sc_po: ‘What are the six sense fields …’

# sn12.36:5.9
source: katamaṃ nāmarūpaṃ …
sc_po: ‘What are name and form …’

# sn12.36:5.10
source: katamaṃ viññāṇaṃ …
sc_po: ‘What is consciousness …’

# sn12.36:5.11
source: ‘katame saṅkhārā, kassa ca panime saṅkhārā’ iti vā, ‘aññe saṅkhārā, aññassa ca panime saṅkhārā’ iti vā; ‘taṃ jīvaṃ taṃ sarīraṃ’ iti vā, ‘aññaṃ jīvaṃ aññaṃ sarīraṃ’ iti vā.
sc_po: ‘What are choices, and who do they belong to?’ or ‘choices are one thing, who they belong to is another’, or ‘the soul and the body are identical’, or ‘the soul and the body are different things’.

# sn12.36:5.12
source: Sabbānissa tāni pahīnāni bhavanti ucchinnamūlāni tālāvatthukatāni anabhāvaṅkatāni āyatiṃ anuppādadhammānī”ti.
sc_po: These are all cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.”
