Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.41.po
Languages: sc_po

# sn12.41:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.41:0.2
source: 5. Gahapativagga
sc_po: 5. Householders

# sn12.41:0.3
source: 41. Pañcaverabhayasutta
sc_po: 41. Dangers and Threats

# sn12.41:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn12.41:1.2
source: Atha kho anāthapiṇḍiko gahapati yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho anāthapiṇḍikaṃ gahapatiṃ bhagavā etadavoca:
sc_po: Then the householder Anāthapiṇḍika went up to the Buddha, bowed, and sat down to one side. Seated to one side, the Buddha said to the householder Anāthapiṇḍika:

# sn12.41:2.1
source: “Yato kho, gahapati, ariyasāvakassa pañca bhayāni verāni vūpasantāni honti, catūhi ca sotāpattiyaṅgehi samannāgato hoti, ariyo cassa ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: “Householder, when a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and comprehended the noble cycle with wisdom, they may, if they wish, declare of themselves:

# sn12.41:2.2
source: ‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyano’ti.
sc_po: ‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’

# sn12.41:3.1
source: Katamāni pañca bhayāni verāni vūpasantāni honti?
sc_po: What are the five dangers and threats they have quelled?

# sn12.41:3.2
source: Yaṃ, gahapati, pāṇātipātī pāṇātipātapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, pāṇātipātā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti.
sc_po: Anyone who kills living creatures creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who refrains from killing living creatures.

# sn12.41:4.1
source: Yaṃ, gahapati, adinnādāyī adinnādānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, adinnādānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. (2)
sc_po: Anyone who steals creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who refrains from stealing.

# sn12.41:5.1
source: Yaṃ, gahapati, kāmesumicchācārī kāmesumicchācārapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, kāmesumicchācārā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. (3)
sc_po: Anyone who commits sexual misconduct creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who refrains from committing sexual misconduct.

# sn12.41:6.1
source: Yaṃ, gahapati, musāvādī musāvādapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, musāvādā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti. (4)
sc_po: Anyone who lies creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who refrains from lying.

# sn12.41:7.1
source: Yaṃ, gahapati, surāmerayamajjapamādaṭṭhāyī surāmerayamajjapamādaṭṭhānapaccayā diṭṭhadhammikampi bhayaṃ veraṃ pasavati, samparāyikampi bhayaṃ veraṃ pasavati, cetasikampi dukkhaṃ domanassaṃ paṭisaṃvedayati, surāmerayamajjapamādaṭṭhānā paṭiviratassa evaṃ taṃ bhayaṃ veraṃ vūpasantaṃ hoti.
sc_po: Anyone who uses alcoholic drinks that cause negligence creates dangers and threats both in the present life and in lives to come, and experiences mental pain and sadness. That danger and threat is quelled for anyone who refrains from using alcoholic drinks that cause negligence.

# sn12.41:7.2
source: Imāni pañca bhayāni verāni vūpasantāni honti. (5)
sc_po: These are the five dangers and threats they have quelled.

# sn12.41:8.1
source: Katamehi catūhi sotāpattiyaṅgehi samannāgato hoti?
sc_po: What are the four factors of stream-entry that they have?

# sn12.41:8.2
source: Idha, gahapati, ariyasāvako buddhe aveccappasādena samannāgato hoti:
sc_po: It’s when a noble disciple has experiential confidence in the Buddha:

# sn12.41:8.3
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# sn12.41:9.1
source: Dhamme aveccappasādena samannāgato hoti:
sc_po: They have experiential confidence in the teaching:

# sn12.41:9.2
source: ‘svākkhāto bhagavatā dhammo sandiṭṭhiko akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī’ti. (2)
sc_po: ‘The teaching is well explained by the Buddha—visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.’

# sn12.41:10.1
source: Saṅghe aveccappasādena samannāgato hoti:
sc_po: They have experiential confidence in the Saṅgha:

# sn12.41:10.2
source: ‘suppaṭipanno bhagavato sāvakasaṅgho, ujuppaṭipanno bhagavato sāvakasaṅgho, ñāyappaṭipanno bhagavato sāvakasaṅgho, sāmīcippaṭipanno bhagavato sāvakasaṅgho, yadidaṃ cattāri purisayugāni aṭṭha purisapuggalā, esa bhagavato sāvakasaṅgho āhuneyyo pāhuneyyo dakkhiṇeyyo añjalikaraṇīyo anuttaraṃ puññakkhettaṃ lokassā’ti. (3)
sc_po: ‘The Saṅgha of the Buddha’s disciples is practicing the way that’s good, straightforward, methodical, and proper. It consists of the four pairs, the eight individuals. This is the Saṅgha of the Buddha’s disciples that is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.’

# sn12.41:11.1
source: Ariyakantehi sīlehi samannāgato hoti akhaṇḍehi acchiddehi asabalehi akammāsehi bhujissehi viññuppasatthehi aparāmaṭṭhehi samādhisaṃvattanikehi.
sc_po: And a noble disciple’s ethical conduct is loved by the noble ones, unbroken, impeccable, spotless, and unmarred, liberating, praised by sensible people, not mistaken, and leading to immersion.

# sn12.41:11.2
source: Imehi catūhi sotāpattiyaṅgehi samannāgato hoti. (4)
sc_po: These are the four factors of stream-entry that they have.

# sn12.41:12.1
source: Katamo cassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho?
sc_po: And what is the noble cycle that they have clearly seen and comprehended with wisdom?

# sn12.41:12.2
source: Idha, gahapati, ariyasāvako paṭiccasamuppādaññeva sādhukaṃ yoniso manasi karoti:
sc_po: A noble disciple carefully and properly attends to dependent origination itself:

# sn12.41:12.3
source: ‘iti imasmiṃ sati idaṃ hoti, imasmiṃ asati idaṃ na hoti;
sc_po: ‘When this exists, that is; when this doesn’t exist, that is not.

# sn12.41:12.4
source: imassuppādā idaṃ uppajjati, imassa nirodhā idaṃ nirujjhati.
sc_po: Due to the arising of this, that arises; due to the cessation of this, that ceases.

# sn12.41:12.5
source: Yadidaṃ avijjāpaccayā saṅkhārā;
sc_po: Ignorance is a condition for choices.

# sn12.41:12.6
source: saṅkhārapaccayā viññāṇaṃ … pe …
sc_po: Choices are a condition for consciousness. …

# sn12.41:12.7
source: evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn12.41:12.8
source: Avijjāya tveva asesavirāganirodhā saṅkhāranirodho;
sc_po: When ignorance fades away and ceases with nothing left over, choices cease.

# sn12.41:12.9
source: saṅkhāranirodhā viññāṇanirodho … pe …
sc_po: When choices cease, consciousness ceases. …

# sn12.41:12.10
source: evametassa kevalassa dukkhakkhandhassa nirodho hoti.
sc_po: That is how this entire mass of suffering ceases.’

# sn12.41:12.11
source: Ayamassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho.
sc_po: This is the noble cycle that they have clearly seen and comprehended with wisdom.

# sn12.41:13.1
source: Yato kho, gahapati, ariyasāvakassa imāni pañca bhayāni verāni vūpasantāni honti, imehi catūhi sotāpattiyaṅgehi samannāgato hoti, ayañcassa ariyo ñāyo paññāya sudiṭṭho hoti suppaṭividdho, so ākaṅkhamāno attanāva attānaṃ byākareyya:
sc_po: When a noble disciple has quelled five dangers and threats, has the four factors of stream-entry, and has clearly seen and comprehended the noble cycle with wisdom, they may, if they wish, declare of themselves:

# sn12.41:13.2
source: ‘khīṇanirayomhi khīṇatiracchānayoni khīṇapettivisayo khīṇāpāyaduggativinipāto, sotāpannohamasmi avinipātadhammo niyato sambodhiparāyano’”ti.
sc_po: ‘I’ve finished with rebirth in hell, the animal realm, and the ghost realm. I’ve finished with all places of loss, bad places, the underworld. I am a stream-enterer! I’m not liable to be reborn in the underworld, and am bound for awakening.’”
