Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.34.po
Languages: sc_po

# sn12.34:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.34:0.2
source: 4. Kaḷārakhattiyavagga
sc_po: 4. Kaḷāra the Aristocrat

# sn12.34:0.3
source: 34. Dutiyañāṇavatthusutta
sc_po: 34. Grounds for Knowledge (2nd)

# sn12.34:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn12.34:1.2
source: “Sattasattari vo, bhikkhave, ñāṇavatthūni desessāmi.
sc_po: “Mendicants, I will teach seventy-seven grounds for knowledge.

# sn12.34:1.3
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# sn12.34:1.4
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# sn12.34:1.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn12.34:2.1
source: “Katamāni, bhikkhave, sattasattari ñāṇavatthūni?
sc_po: “And what are the seventy-seven grounds for knowledge?

# sn12.34:2.2
source: Jātipaccayā jarāmaraṇanti ñāṇaṃ;
sc_po: The knowledge that rebirth is a condition for old age and death,

# sn12.34:2.3
source: asati jātiyā natthi jarāmaraṇanti ñāṇaṃ;
sc_po: and the knowledge that when rebirth doesn’t exist, there is no old age and death.

# sn12.34:2.4
source: atītampi addhānaṃ jātipaccayā jarāmaraṇanti ñāṇaṃ, asati jātiyā natthi jarāmaraṇanti ñāṇaṃ;
sc_po: Also regarding the past: the knowledge that rebirth is a condition for old age and death, and the knowledge that when rebirth doesn’t exist, there is no old age and death.

# sn12.34:2.5
source: anāgatampi addhānaṃ jātipaccayā jarāmaraṇanti ñāṇaṃ, asati jātiyā natthi jarāmaraṇanti ñāṇaṃ;
sc_po: Also regarding the future: the knowledge that rebirth is a condition for old age and death, and the knowledge that when rebirth doesn’t exist, there is no old age and death.

# sn12.34:2.6
source: yampissa taṃ dhammaṭṭhitiñāṇaṃ tampi khayadhammaṃ vayadhammaṃ virāgadhammaṃ nirodhadhammanti ñāṇaṃ.
sc_po: And also their knowledge that even this knowledge of the stability of natural principles is liable to end, vanish, fade away, and cease.

# sn12.34:3.1
source: Bhavapaccayā jātīti ñāṇaṃ … pe …
sc_po: The knowledge that continued existence is a condition for rebirth …

# sn12.34:3.10
source: avijjāpaccayā saṅkhārāti ñāṇaṃ, asati avijjāya natthi saṅkhārāti ñāṇaṃ;
sc_po: The knowledge that ignorance is a condition for choices, and the knowledge that when ignorance doesn’t exist, there are no choices.

# sn12.34:3.11
source: atītampi addhānaṃ avijjāpaccayā saṅkhārāti ñāṇaṃ, asati avijjāya natthi saṅkhārāti ñāṇaṃ;
sc_po: Also regarding the past: the knowledge that ignorance is a condition for choices, and the knowledge that when ignorance doesn’t exist, there are no choices.

# sn12.34:3.12
source: anāgatampi addhānaṃ avijjāpaccayā saṅkhārāti ñāṇaṃ, asati avijjāya natthi saṅkhārāti ñāṇaṃ;
sc_po: Also regarding the future: the knowledge that ignorance is a condition for choices, and the knowledge that when ignorance doesn’t exist, there are no choices.

# sn12.34:3.13
source: yampissa taṃ dhammaṭṭhitiñāṇaṃ tampi khayadhammaṃ vayadhammaṃ virāgadhammaṃ nirodhadhammanti ñāṇaṃ.
sc_po: And also their knowledge that even this knowledge of the stability of natural principles is liable to end, vanish, fade away, and cease.

# sn12.34:3.14
source: Imāni vuccanti, bhikkhave, sattasattari ñāṇavatthūnī”ti.
sc_po: These are called the seventy-seven grounds for knowledge.”
