Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.40.po
Languages: sc_po

# sn12.40:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.40:0.2
source: 4. Kaḷārakhattiyavagga
sc_po: 4. Kaḷāra the Aristocrat

# sn12.40:0.3
source: 40. Tatiyacetanāsutta
sc_po: 40. Intention (3rd)

# sn12.40:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn12.40:1.2
source: “Yañca, bhikkhave, ceteti yañca pakappeti yañca anuseti ārammaṇametaṃ hoti viññāṇassa ṭhitiyā.
sc_po: “Mendicants, what you intend or plan, and what you have underlying tendencies for become a support for the continuation of consciousness.

# sn12.40:1.3
source: Ārammaṇe sati patiṭṭhā viññāṇassa hoti.
sc_po: When this support exists, consciousness becomes established.

# sn12.40:1.4
source: Tasmiṃ patiṭṭhite viññāṇe virūḷhe nati hoti.
sc_po: When consciousness is established and grows, there is an inclination.

# sn12.40:1.5
source: Natiyā sati āgatigati hoti.
sc_po: When there is an inclination, there is coming and going.

# sn12.40:1.6
source: Āgatigatiyā sati cutūpapāto hoti.
sc_po: When there is coming and going, there is passing away and reappearing.

# sn12.40:1.7
source: Cutūpapāte sati āyatiṃ jāti jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.
sc_po: When there is passing away and reappearing, future rebirth, old age, and death come to be, as do sorrow, lamentation, pain, sadness, and distress.

# sn12.40:1.8
source: Evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn12.40:2.1
source: No ce, bhikkhave, ceteti no ce pakappeti atha ce anuseti, ārammaṇametaṃ hoti viññāṇassa ṭhitiyā.
sc_po: If you don’t intend or plan, but still have underlying tendencies, this becomes a support for the continuation of consciousness.

# sn12.40:2.2
source: Ārammaṇe sati patiṭṭhā viññāṇassa hoti.
sc_po: When this support exists, consciousness becomes established.

# sn12.40:2.3
source: Tasmiṃ patiṭṭhite viññāṇe virūḷhe nati hoti.
sc_po: When consciousness is established and grows, there is an inclination.

# sn12.40:2.4
source: Natiyā sati āgatigati hoti.
sc_po: When there is an inclination, there is coming and going.

# sn12.40:2.5
source: Āgatigatiyā sati cutūpapāto hoti.
sc_po: When there is coming and going, there is passing away and reappearing.

# sn12.40:2.6
source: Cutūpapāte sati āyatiṃ jāti jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.
sc_po: When there is passing away and reappearing, future rebirth, old age, and death come to be, as do sorrow, lamentation, pain, sadness, and distress.

# sn12.40:2.7
source: Evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn12.40:3.1
source: Yato ca kho, bhikkhave, no ceva ceteti no ca pakappeti no ca anuseti, ārammaṇametaṃ na hoti viññāṇassa ṭhitiyā.
sc_po: If you don’t intend or plan or have underlying tendencies, this doesn’t become a support for the continuation of consciousness.

# sn12.40:3.2
source: Ārammaṇe asati patiṭṭhā viññāṇassa na hoti.
sc_po: With no support, consciousness is not established.

# sn12.40:3.3
source: Tadappatiṭṭhite viññāṇe avirūḷhe nati na hoti.
sc_po: When consciousness is not established and doesn’t grow, there’s no inclination.

# sn12.40:3.4
source: Natiyā asati āgatigati na hoti.
sc_po: When there’s no inclination, there’s no coming and going.

# sn12.40:3.5
source: Āgatigatiyā asati cutūpapāto na hoti.
sc_po: When there’s no coming and going, there’s no passing away and reappearing.

# sn12.40:3.6
source: Cutūpapāte asati āyatiṃ jāti jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā nirujjhanti.
sc_po: When there’s no passing away and reappearing, future rebirth, old age, and death cease, as do sorrow, lamentation, pain, sadness, and distress.

# sn12.40:3.7
source: Evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti.
sc_po: That is how this entire mass of suffering ceases.”
