Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.58.po
Languages: sc_po

# sn12.58:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.58:0.2
source: 6. Dukkhavagga
sc_po: 6. Suffering

# sn12.58:0.3
source: 58. Nāmarūpasutta
sc_po: 58. Name and Form

# sn12.58:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn12.58:1.2
source: “Saṃyojaniyesu, bhikkhave, dhammesu assādānupassino viharato nāmarūpassa avakkanti hoti.
sc_po: “There are things that are prone to being fettered. When you concentrate on the gratification provided by these things, name and form are conceived.

# sn12.58:1.3
source: Nāmarūpapaccayā saḷāyatanaṃ … pe …
sc_po: Name and form are conditions for the six sense fields. …

# sn12.58:1.4
source: evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn12.58:2.1
source: Seyyathāpi, bhikkhave, mahārukkho.
sc_po: Suppose there was a great tree.

# sn12.58:2.2
source: Tassa yāni ceva mūlāni adhogamāni, yāni ca tiriyaṅgamāni, sabbāni tāni uddhaṃ ojaṃ abhiharanti.
sc_po: And its roots going downwards and across all draw the sap upwards.

# sn12.58:2.3
source: Evañhi so, bhikkhave, mahārukkho tadāhāro tadupādāno ciraṃ dīghamaddhānaṃ tiṭṭheyya.
sc_po: Fueled and sustained by that, the great tree would stand for a long time.

# sn12.58:2.4
source: Evameva kho, bhikkhave, saṃyojaniyesu dhammesu assādānupassino viharato nāmarūpassa avakkanti hoti … pe ….
sc_po: In the same way, there are things that are prone to being fettered. When you concentrate on the gratification provided by these things, name and form are conceived. …

# sn12.58:3.1
source: Saṃyojaniyesu, bhikkhave, dhammesu ādīnavānupassino viharato nāmarūpassa avakkanti na hoti.
sc_po: There are things that are prone to being fettered. When you concentrate on the drawbacks of these things, name and form are not conceived.

# sn12.58:3.2
source: Nāmarūpanirodhā saḷāyatananirodho … pe …
sc_po: When name and form cease, the six sense fields cease. …

# sn12.58:3.3
source: evametassa kevalassa dukkhakkhandhassa nirodho hoti.
sc_po: That is how this entire mass of suffering ceases.

# sn12.58:4.1
source: Seyyathāpi, bhikkhave, mahārukkho.
sc_po: Suppose there was a great tree.

# sn12.58:4.2
source: Atha puriso āgaccheyya kuddālapiṭakaṃ ādāya … pe …
sc_po: Then a person comes along with a spade and basket. …

# sn12.58:4.3
source: āyatiṃ anuppādadhammo.
sc_po: In this way the great tree is cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.

# sn12.58:4.4
source: Evameva kho, bhikkhave, saṃyojaniyesu dhammesu ādīnavānupassino viharato nāmarūpassa avakkanti na hoti.
sc_po: In the same way, there are things that are prone to being fettered. When you concentrate on the drawbacks of these things, name and form are not conceived.

# sn12.58:4.5
source: Nāmarūpanirodhā saḷāyatananirodho … pe …
sc_po: When name and form cease, the six sense fields cease. …

# sn12.58:4.6
source: evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti.
sc_po: That is how this entire mass of suffering ceases.”
