Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.59.po
Languages: sc_po

# sn12.59:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.59:0.2
source: 6. Dukkhavagga
sc_po: 6. Suffering

# sn12.59:0.3
source: 59. Viññāṇasutta
sc_po: 59. Consciousness

# sn12.59:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn12.59:1.2
source: “Saṃyojaniyesu, bhikkhave, dhammesu assādānupassino viharato viññāṇassa avakkanti hoti.
sc_po: “There are things that are prone to being fettered. When you concentrate on the gratification provided by these things, consciousness is conceived.

# sn12.59:1.3
source: Viññāṇapaccayā nāmarūpaṃ … pe …
sc_po: Consciousness is a condition for name and form. …

# sn12.59:1.4
source: evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn12.59:2.1
source: Seyyathāpi, bhikkhave, mahārukkho.
sc_po: Suppose there was a great tree.

# sn12.59:2.2
source: Tassa yāni ceva mūlāni … pe …
sc_po: And its roots going downwards and across all draw the sap upwards. …

# sn12.59:2.3
source: evameva kho, bhikkhave, saṃyojaniyesu dhammesu assādānupassino viharato viññāṇassa avakkanti hoti … pe ….
sc_po: In the same way, there are things that are prone to being fettered. When you concentrate on the gratification provided by these things, consciousness is conceived. …

# sn12.59:3.1
source: Saṃyojaniyesu, bhikkhave, dhammesu ādīnavānupassino viharato viññāṇassa avakkanti na hoti.
sc_po: There are things that are prone to being fettered. When you concentrate on the drawbacks of these things, consciousness is not conceived.

# sn12.59:3.2
source: Viññāṇanirodhā nāmarūpanirodho … pe …
sc_po: When consciousness ceases, name and form cease. …

# sn12.59:3.3
source: evametassa kevalassa dukkhakkhandhassa nirodho hoti.
sc_po: That is how this entire mass of suffering ceases.

# sn12.59:4.1
source: Seyyathāpi, bhikkhave, mahārukkho.
sc_po: Suppose there was a great tree.

# sn12.59:4.2
source: Atha puriso āgaccheyya kuddālapiṭakaṃ ādāya … pe …
sc_po: Then a person comes along with a spade and basket. …

# sn12.59:4.3
source: āyatiṃ anuppādadhammo.
sc_po: In this way the great tree is cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.

# sn12.59:4.4
source: Evameva kho, bhikkhave, saṃyojaniyesu dhammesu ādīnavānupassino viharato viññāṇassa avakkanti na hoti.
sc_po: In the same way, there are things that are prone to being fettered. When you concentrate on the drawbacks of these things, consciousness is not conceived.

# sn12.59:4.5
source: Viññāṇassa nirodhā nāmarūpanirodho … pe …
sc_po: When consciousness ceases, name and form cease. …

# sn12.59:4.6
source: evametassa kevalassa dukkhakkhandhassa nirodho hotī”ti.
sc_po: That is how this entire mass of suffering ceases.”
