Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.83-92.po
Languages: sc_po

# sn12.83-92:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.83-92:0.2
source: 9. Antarapeyyāla
sc_po: 9. Incorporated Abbreviation Series

# sn12.83-92:0.3
source: 83–92. Dutiyasatthusuttādidasaka
sc_po: 83–92. The Teacher (2nd)

# sn12.83-92:1.1
source: “Jātiṃ, bhikkhave, ajānatā apassatā yathābhūtaṃ … pe …. (83:354)
sc_po: “Mendicants, one who does not truly know or see rebirth …

# sn12.83-92:2.1
source: “Bhavaṃ, bhikkhave, ajānatā apassatā yathābhūtaṃ … pe …. (84:355)
sc_po: continued existence …

# sn12.83-92:3.1
source: “Upādānaṃ, bhikkhave, ajānatā apassatā yathābhūtaṃ … pe …. (85:356)
sc_po: grasping …

# sn12.83-92:4.1
source: “Taṇhaṃ, bhikkhave, ajānatā apassatā yathābhūtaṃ … pe …. (86:357)
sc_po: craving …

# sn12.83-92:5.1
source: “Vedanaṃ, bhikkhave, ajānatā apassatā yathābhūtaṃ … pe …. (87:358)
sc_po: feeling …

# sn12.83-92:6.1
source: “Phassaṃ, bhikkhave, ajānatā apassatā yathābhūtaṃ … pe …. (88:359)
sc_po: contact …

# sn12.83-92:7.1
source: “Saḷāyatanaṃ, bhikkhave, ajānatā apassatā yathābhūtaṃ … pe …. (89:360)
sc_po: the six sense fields …

# sn12.83-92:8.1
source: “Nāmarūpaṃ, bhikkhave, ajānatā apassatā yathābhūtaṃ … pe …. (90:361)
sc_po: name and form …

# sn12.83-92:9.1
source: “Viññāṇaṃ, bhikkhave, ajānatā apassatā yathābhūtaṃ … pe …. (91:362)
sc_po: consciousness …

# sn12.83-92:10.1
source: “Saṅkhāre, bhikkhave, ajānatā apassatā yathābhūtaṃ saṅkhāresu yathābhūtaṃ ñāṇāya satthā pariyesitabbo;
sc_po: choices …”

# sn12.83-92:10.6
source: (Sabbesaṃ catusaccikaṃ kātabbaṃ.)
sc_po: (All should be treated according to the four truths.)
