Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.26.po
Languages: sc_po

# sn12.26:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.26:0.2
source: 3. Dasabalavagga
sc_po: 3. The Ten Powers

# sn12.26:0.3
source: 26. Upavāṇasutta
sc_po: 26. With Upavāṇa

# sn12.26:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn12.26:1.2
source: Atha kho āyasmā upavāṇo yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā upavāṇo bhagavantaṃ etadavoca:
sc_po: Then Venerable Upavāṇa went up to the Buddha, bowed, sat down to one side, and said to him:

# sn12.26:2.1
source: “Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti.
sc_po: “Sir, there are some ascetics and brahmins who declare that suffering is made by oneself.

# sn12.26:2.2
source: Santi pana, bhante, eke samaṇabrāhmaṇā paraṅkataṃ dukkhaṃ paññapenti.
sc_po: There are some who declare that suffering is made by another.

# sn12.26:2.3
source: Santi pana, bhante, eke samaṇabrāhmaṇā sayaṅkatañca paraṅkatañca dukkhaṃ paññapenti.
sc_po: There are some who declare that suffering is made by both oneself and another.

# sn12.26:2.4
source: Santi pana, bhante, eke samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti.
sc_po: There are some who declare that suffering arises by chance, not made by oneself or another.

# sn12.26:2.5
source: Idha no, bhante, bhagavā kiṃvādī kimakkhāyī kathaṃ byākaramānā ca mayaṃ vuttavādino ceva bhagavato assāma, na ca bhagavantaṃ abhūtena abbhācikkheyyāma, dhammassa cānudhammaṃ byākareyyāma, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyyā”ti?
sc_po: What does the Buddha say about this? How does he explain it? How should we answer so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should we explain in line with his teaching, with no legitimate grounds for rebuke and criticism?”

# sn12.26:3.1
source: “Paṭiccasamuppannaṃ kho, upavāṇa, dukkhaṃ vuttaṃ mayā.
sc_po: “Upavāṇa, I have said that suffering is dependently originated.

# sn12.26:3.2
source: Kiṃ paṭicca?
sc_po: Dependent on what?

# sn12.26:3.3
source: Phassaṃ paṭicca.
sc_po: Dependent on contact.

# sn12.26:3.4
source: Iti vadaṃ vuttavādī ceva me assa, na ca maṃ abhūtena abbhācikkheyya, dhammassa cānudhammaṃ byākareyya, na ca koci sahadhammiko vādānupāto gārayhaṃ ṭhānaṃ āgaccheyya.
sc_po: Saying this you would repeat what I have said, and not misrepresent me with an untruth. You would explain in line with my teaching, and there would be no legitimate grounds for rebuke and criticism.

# sn12.26:4.1
source: Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti, tadapi phassapaccayā.
sc_po: In the case of those ascetics and brahmins who declare that suffering is made by oneself, that’s conditioned by contact. …

# sn12.26:4.4
source: yepi te samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti tadapi phassapaccayā.
sc_po: In the case of those who declare that suffering arises by chance, not made by oneself or another, that’s also conditioned by contact.

# sn12.26:5.1
source: Tatra, upavāṇa, ye te samaṇabrāhmaṇā sayaṅkataṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjati.
sc_po: In the case of those ascetics and brahmins who declare that suffering is made by oneself, it’s impossible that they will experience that without contact.

# sn12.26:5.4
source: yepi te samaṇabrāhmaṇā asayaṅkāraṃ aparaṅkāraṃ adhiccasamuppannaṃ dukkhaṃ paññapenti, te vata aññatra phassā paṭisaṃvedissantīti netaṃ ṭhānaṃ vijjatī”ti.
sc_po: In the case of those who declare that suffering arises by chance, not made by oneself or another, it’s impossible that they will experience that without contact.”
