Repository: kondannyo/PGP
Catalog: SN/*_text/sn12/sn12.48.po
Languages: sc_po

# sn12.48:0.1
source: Saṃyutta Nikāya 12
sc_po: Linked Discourses 12

# sn12.48:0.2
source: 5. Gahapativagga
sc_po: 5. Householders

# sn12.48:0.3
source: 48. Lokāyatikasutta
sc_po: 48. A Cosmologist

# sn12.48:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn12.48:1.2
source: Atha kho lokāyatiko brāhmaṇo yena bhagavā … pe …
sc_po: Then a brahmin cosmologist went up to the Buddha …

# sn12.48:1.3
source: ekamantaṃ nisinno kho lokāyatiko brāhmaṇo bhagavantaṃ etadavoca:
sc_po: Seated to one side he said to the Buddha:

# sn12.48:2.1
source: “Kiṃ nu kho, bho gotama, sabbamatthī”ti?
sc_po: “Master Gotama, does all exist?”

# sn12.48:2.2
source: “‘Sabbamatthī’ti kho, brāhmaṇa, jeṭṭhametaṃ lokāyataṃ”.
sc_po: “‘All exists’: this is the oldest cosmology, brahmin.”

# sn12.48:3.1
source: “Kiṃ pana, bho gotama, sabbaṃ natthī”ti?
sc_po: “Then does all not exist?”

# sn12.48:3.2
source: “‘Sabbaṃ natthī’ti kho, brāhmaṇa, dutiyametaṃ lokāyataṃ”.
sc_po: “‘All doesn’t exist’: this is the second cosmology.

# sn12.48:4.1
source: “Kiṃ nu kho, bho gotama, sabbamekattan”ti?
sc_po: “Well, is all a unity?”

# sn12.48:4.2
source: “‘Sabbamekattan’ti kho, brāhmaṇa, tatiyametaṃ lokāyataṃ”.
sc_po: “‘All is a unity’: this is the third cosmology.

# sn12.48:5.1
source: “Kiṃ pana, bho gotama, sabbaṃ puthuttan”ti?
sc_po: “Then is all a plurality?”

# sn12.48:5.2
source: “‘Sabbaṃ puthuttan’ti kho, brāhmaṇa, catutthametaṃ lokāyataṃ.
sc_po: “‘All is a plurality’: this is the fourth cosmology.

# sn12.48:6.1
source: Ete te, brāhmaṇa, ubho ante anupagamma majjhena tathāgato dhammaṃ deseti:
sc_po: Avoiding these two extremes, the Realized One teaches by the middle way:

# sn12.48:6.2
source: ‘avijjāpaccayā saṅkhārā;
sc_po: ‘Ignorance is a condition for choices.

# sn12.48:6.3
source: saṅkhārapaccayā viññāṇaṃ … pe …
sc_po: Choices are a condition for consciousness. …

# sn12.48:6.4
source: evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn12.48:6.5
source: Avijjāya tveva asesavirāganirodhā saṅkhāranirodho;
sc_po: When ignorance fades away and ceases with nothing left over, choices cease.

# sn12.48:6.6
source: saṅkhāranirodhā viññāṇanirodho … pe …
sc_po: When choices cease, consciousness ceases. …

# sn12.48:6.7
source: evametassa kevalassa dukkhakkhandhassa nirodho hotī’”ti.
sc_po: That is how this entire mass of suffering ceases.’”

# sn12.48:7.1
source: Evaṃ vutte, lokāyatiko brāhmaṇo bhagavantaṃ etadavoca:
sc_po: When he said this, the brahmin cosmologist said to the Buddha,

# sn12.48:7.2
source: “abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# sn12.48:7.3
source: ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
