Repository: kondannyo/PGP
Catalog: SN/*_text/sn54/sn54.05.po
Languages: sc_po

# sn54.5:0.1
source: Saṃyutta Nikāya 54
sc_po: Linked Discourses 54

# sn54.5:0.2
source: 1. Ekadhammavagga
sc_po: 1. One Thing

# sn54.5:0.3
source: 5. Dutiyaphalasutta
sc_po: 5. Fruits (2nd)

# sn54.5:1.1
source: “Ānāpānassati, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā.
sc_po: “Mendicants, when mindfulness of breathing is developed and cultivated it’s very fruitful and beneficial.

# sn54.5:1.2
source: Kathaṃ bhāvitā ca, bhikkhave, ānāpānassati kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā?
sc_po: And how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial?

# sn54.5:1.3
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut. They sit down cross-legged, with their body straight, and establish mindfulness right there.

# sn54.5:1.4
source: So satova assasati, satova passasati … pe …
sc_po: Just mindful, they breathe in. Mindful, they breathe out. …

# sn54.5:1.5
source: ‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati.
sc_po: They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’

# sn54.5:1.6
source: Evaṃ bhāvitā kho, bhikkhave, ānāpānassati evaṃ bahulīkatā mahapphalā hoti mahānisaṃsā.
sc_po: Mindfulness of breathing, when developed and cultivated in this way, is very fruitful and beneficial.

# sn54.5:2.1
source: Evaṃ bhāvitāya kho, bhikkhave, ānāpānassatiyā evaṃ bahulīkatāya satta phalā sattānisaṃsā pāṭikaṅkhā.
sc_po: When mindfulness of breathing is developed and cultivated in this way you can expect seven fruits and benefits.

# sn54.5:2.2
source: Katame satta phalā sattānisaṃsā?
sc_po: What seven?

# sn54.5:2.3
source: Diṭṭheva dhamme paṭikacca aññaṃ ārādheti;
sc_po: You attain enlightenment early on in this very life.

# sn54.5:2.5
source: Atha maraṇakāle aññaṃ ārādheti;
sc_po: If not, you attain enlightenment at the time of death.

# sn54.5:2.7
source: Atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti …
sc_po: If not, with the ending of the five lower fetters you’re extinguished in between one life and the next …

# sn54.5:2.8
source: upahaccaparinibbāyī hoti …
sc_po: you’re extinguished upon landing …

# sn54.5:2.9
source: asaṅkhāraparinibbāyī hoti …
sc_po: you’re extinguished without extra effort …

# sn54.5:2.10
source: sasaṅkhāraparinibbāyī hoti …
sc_po: you’re extinguished with extra effort …

# sn54.5:2.11
source: uddhaṃsoto hoti akaniṭṭhagāmī—
sc_po: you head upstream, going to the Akaniṭṭha realm …

# sn54.5:2.12
source: evaṃ bhāvitāya kho, bhikkhave, ānāpānassatiyā evaṃ bahulīkatāya ime satta phalā sattānisaṃsā pāṭikaṅkhā”ti.
sc_po: When mindfulness of breathing is developed and cultivated in this way you can expect these seven fruits and benefits.”
