Repository: kondannyo/PGP
Catalog: SN/*_text/sn54/sn54.06.po
Languages: sc_po

# sn54.6:0.1
source: Saṃyutta Nikāya 54
sc_po: Linked Discourses 54

# sn54.6:0.2
source: 1. Ekadhammavagga
sc_po: 1. One Thing

# sn54.6:0.3
source: 6. Ariṭṭhasutta
sc_po: 6. With Ariṭṭha

# sn54.6:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn54.6:1.2
source: Tatra kho bhagavā … pe … etadavoca:
sc_po: There the Buddha … said:

# sn54.6:1.3
source: “bhāvetha no tumhe bhikkhave, ānāpānassatin”ti?
sc_po: “Mendicants, do you develop mindfulness of breathing?”

# sn54.6:1.4
source: Evaṃ vutte, āyasmā ariṭṭho bhagavantaṃ etadavoca:
sc_po: When he said this, Venerable Ariṭṭha said to him:

# sn54.6:1.5
source: “ahaṃ kho, bhante, bhāvemi ānāpānassatin”ti.
sc_po: “Sir, I develop mindfulness of breathing.”

# sn54.6:1.6
source: “Yathā kathaṃ pana tvaṃ, ariṭṭha, bhāvesi ānāpānassatin”ti?
sc_po: “But mendicant, how do you develop it?”

# sn54.6:1.7
source: “Atītesu me, bhante, kāmesu kāmacchando pahīno, anāgatesu me kāmesu kāmacchando vigato, ajjhattabahiddhā ca me dhammesu paṭighasaññā suppaṭivinītā.
sc_po: “Sir, I’ve given up desire for sensual pleasures of the past. I’m rid of desire for sensual pleasures of the future. And I have eliminated perception of repulsion regarding phenomena internally and externally.

# sn54.6:1.8
source: So satova assasissāmi, satova passasissāmi.
sc_po: Just mindful, I will breathe in. Mindful, I will breathe out.

# sn54.6:1.9
source: Evaṃ khvāhaṃ, bhante, bhāvemi ānāpānassatin”ti.
sc_po: That’s how I develop mindfulness of breathing.”

# sn54.6:2.1
source: “‘Atthesā, ariṭṭha, ānāpānassati, nesā natthī’ti vadāmi.
sc_po: “That is mindfulness of breathing, Ariṭṭha; I don’t deny it.

# sn54.6:2.2
source: Api ca, ariṭṭha, yathā ānāpānassati vitthārena paripuṇṇā hoti
sc_po: But as to how mindfulness of breathing is fulfilled in detail,

# sn54.6:2.3
source: taṃ suṇāhi, sādhukaṃ manasi karohi; bhāsissāmī”ti.
sc_po: listen and pay close attention, I will speak.”

# sn54.6:2.4
source: “Evaṃ, bhante”ti kho āyasmā ariṭṭho bhagavato paccassosi.
sc_po: “Yes, sir,” Ariṭṭha replied.

# sn54.6:2.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn54.6:3.1
source: “Kathañca, ariṭṭha, ānāpānassati vitthārena paripuṇṇā hoti?
sc_po: “And how is mindfulness of breathing fulfilled in detail?

# sn54.6:3.2
source: Idha, ariṭṭha, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut. They sit down cross-legged, with their body straight, and establish mindfulness right there.

# sn54.6:3.3
source: So satova assasati, satova passasati.
sc_po: Just mindful, they breathe in. Mindful, they breathe out.

# sn54.6:3.4
source: Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti … pe …
sc_po: When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’ …

# sn54.6:3.5
source: ‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati.
sc_po: They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’

# sn54.6:3.6
source: Evaṃ kho, ariṭṭha, ānāpānassati vitthārena paripuṇṇā hotī”ti.
sc_po: This is how mindfulness of breathing is fulfilled in detail.”
