Repository: kondannyo/PGP
Catalog: SN/*_text/sn54/sn54.15.po
Languages: sc_po

# sn54.15:0.1
source: Saṃyutta Nikāya 54
sc_po: Linked Discourses 54

# sn54.15:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn54.15:0.3
source: 15. Paṭhamabhikkhusutta
sc_po: 15. Several Mendicants (1st)

# sn54.15:1.1
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then several mendicants went up to the Buddha, bowed, sat down to one side, and said to him:

# sn54.15:1.2
source: “atthi nu kho, bhante, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrentī”ti?
sc_po: “Sir, is there one thing that, when developed and cultivated, fulfills four things; and those four things, when developed and cultivated, fulfill seven things; and those seven things, when developed and cultivated, fulfill two things?”

# sn54.15:1.3
source: “Atthi kho, bhikkhave, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrentī”ti.
sc_po: “There is, mendicants.”

# sn54.15:2.1
source: “Katamo pana, bhante, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrentī”ti?
sc_po: “Sir, what is that one thing?”

# sn54.15:2.2
source: “Ānāpānassatisamādhi kho, bhikkhave, ekadhammo bhāvito bahulīkato cattāro satipaṭṭhāne paripūreti, cattāro satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrenti, satta bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiṃ paripūrentīti.
sc_po: “Immersion due to mindfulness of breathing is one thing that, when developed and cultivated, fulfills the four kinds of mindfulness meditation. And the four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors. And the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom.

# sn54.15:3.1
source: Kathaṃ bhāvito ca, bhikkhave, ānāpānassatisamādhi kathaṃ bahulīkato cattāro satipaṭṭhāne paripūreti?
sc_po: And how is mindfulness of breathing developed and cultivated so as to fulfill the four kinds of mindfulness meditation? …

# sn54.15:3.3
source: evaṃ bhāvitā kho, bhikkhave, satta bojjhaṅgā evaṃ bahulīkatā vijjāvimuttiṃ paripūrentī”ti.
sc_po: That’s how the seven awakening factors are developed and cultivated so as to fulfill knowledge and freedom.”
