Repository: kondannyo/PGP
Catalog: SN/*_text/sn54/sn54.20.po
Languages: sc_po

# sn54.20:0.1
source: Saṃyutta Nikāya 54
sc_po: Linked Discourses 54

# sn54.20:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn54.20:0.3
source: 20. Āsavakkhayasutta
sc_po: 20. The Ending of Defilements

# sn54.20:1.1
source: “… Āsavānaṃ khayāya saṃvattati.
sc_po: “Mendicants, when immersion due to mindfulness of breathing is developed and cultivated it leads to the ending of defilements.

# sn54.20:1.2
source: Kathaṃ bhāvito ca, bhikkhave, ānāpānassatisamādhi kathaṃ bahulīkato saṃyojanappahānāya saṃvattati …
sc_po: And how is immersion due to mindfulness of breathing developed and cultivated so as to lead to giving up the fetters,

# sn54.20:1.3
source: anusayasamugghātāya saṃvattati …
sc_po: uprooting the underlying tendencies,

# sn54.20:1.4
source: addhānapariññāya saṃvattati …
sc_po: completely understanding the course of time,

# sn54.20:1.5
source: āsavānaṃ khayāya saṃvattati?
sc_po: and ending the defilements?

# sn54.20:1.6
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā … pe …
sc_po: It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, with their body straight, and focuses their mindfulness right there. …

# sn54.20:1.7
source: paṭinissaggānupassī assasissāmīti sikkhati, paṭinissaggānupassī passasissāmīti sikkhati.
sc_po: They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’

# sn54.20:1.8
source: Evaṃ bhāvito kho, bhikkhave, ānāpānassatisamādhi evaṃ bahulīkato saṃyojanappahānāya saṃvattati … pe …
sc_po: That’s how immersion due to mindfulness of breathing is developed and cultivated so as to lead to giving up the fetters,

# sn54.20:1.9
source: anusayasamugghātāya saṃvattati … pe …
sc_po: uprooting the underlying tendencies,

# sn54.20:1.10
source: addhānapariññāya saṃvattati … pe …
sc_po: completely understanding the course of time,

# sn54.20:1.11
source: āsavānaṃ khayāya saṃvattatī”ti.
sc_po: and ending the defilements.”

# sn54.20:2.5
source: Ānāpānasaṃyuttaṃ dasamaṃ.
sc_po: The Linked Discourses on Mindfulness of Breathing is the tenth section.
