Repository: kondannyo/PGP
Catalog: SN/*_text/sn54/sn54.13.po
Languages: sc_po

# sn54.13:0.1
source: Saṃyutta Nikāya 54
sc_po: Linked Discourses 54

# sn54.13:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn54.13:0.3
source: 13. Paṭhamaānandasutta
sc_po: 13. With Ānanda (1st)

# sn54.13:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn54.13:1.2
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# sn54.13:1.3
source: “atthi nu kho, bhante, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrentī”ti?
sc_po: “Sir, is there one thing that, when developed and cultivated, fulfills four things; and those four things, when developed and cultivated, fulfill seven things; and those seven things, when developed and cultivated, fulfill two things?”

# sn54.13:2.1
source: “Atthi kho, ānanda, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrentī”ti.
sc_po: “There is, Ānanda.”

# sn54.13:3.1
source: “Katamo pana, bhante, ekadhammo bhāvito bahulīkato cattāro dhamme paripūreti, cattāro dhammā bhāvitā bahulīkatā satta dhamme paripūrenti, satta dhammā bhāvitā bahulīkatā dve dhamme paripūrentī”ti?
sc_po: “Sir, what is that one thing?”

# sn54.13:3.2
source: “Ānāpānassatisamādhi kho, ānanda, ekadhammo bhāvito bahulīkato cattāro satipaṭṭhāne paripūreti, cattāro satipaṭṭhānā bhāvitā bahulīkatā satta bojjhaṅge paripūrenti, satta bojjhaṅgā bhāvitā bahulīkatā vijjāvimuttiṃ paripūrenti.
sc_po: “Immersion due to mindfulness of breathing is one thing that, when developed and cultivated, fulfills the four kinds of mindfulness meditation. And the four kinds of mindfulness meditation, when developed and cultivated, fulfill the seven awakening factors. And the seven awakening factors, when developed and cultivated, fulfill knowledge and freedom.

# sn54.13:4.1
source: Kathaṃ bhāvito, ānanda, ānāpānassatisamādhi kathaṃ bahulīkato cattāro satipaṭṭhāne paripūreti?
sc_po: And how is mindfulness of breathing developed and cultivated so as to fulfill the four kinds of mindfulness meditation?

# sn54.13:4.2
source: Idhānanda, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut, sits down cross-legged, with their body straight, and establishes mindfulness right there.

# sn54.13:4.3
source: So satova assasati, satova passasati.
sc_po: Just mindful, they breathe in. Mindful, they breathe out.

# sn54.13:4.4
source: Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti … pe …
sc_po: When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’ …

# sn54.13:4.5
source: ‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati.
sc_po: They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’

# sn54.13:5.1
source: Yasmiṃ samaye, ānanda, bhikkhu dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti;
sc_po: When a mendicant is breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’

# sn54.13:5.3
source: ‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati—
sc_po: They practice like this: ‘I’ll breathe in stilling the physical process.’ They practice like this: ‘I’ll breathe out stilling the physical process.’

# sn54.13:5.4
source: kāye kāyānupassī, ānanda, bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: At such a time a mendicant is meditating by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn54.13:5.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn54.13:5.6
source: Kāyaññatarāhaṃ, ānanda, etaṃ vadāmi, yadidaṃ—assāsapassāsaṃ.
sc_po: Because the breath is a certain aspect of the body, I say.

# sn54.13:5.7
source: Tasmātihānanda, kāye kāyānupassī bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: Therefore, at such a time a mendicant is meditating by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn54.13:6.1
source: Yasmiṃ samaye, ānanda, bhikkhu ‘pītippaṭisaṃvedī assasissāmī’ti sikkhati,
sc_po: There’s a time when a mendicant practices like this: ‘I’ll breathe in experiencing rapture …

# sn54.13:6.2
source: sukhappaṭisaṃvedī … pe …
sc_po: bliss …

# sn54.13:6.3
source: cittasaṅkhārappaṭisaṃvedī …
sc_po: mind …’ …

# sn54.13:6.4
source: ‘passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati—
sc_po: They practice like this: ‘I’ll breathe in stilling the mental processes.’ They practice like this: ‘I’ll breathe out stilling the mental processes.’

# sn54.13:6.5
source: vedanāsu vedanānupassī, ānanda, bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: At such a time a mendicant is meditating by observing an aspect of feelings—keen, aware, and mindful, rid of desire and aversion for the world.

# sn54.13:6.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn54.13:6.7
source: Vedanāññatarāhaṃ, ānanda, etaṃ vadāmi, yadidaṃ—assāsapassāsānaṃ sādhukaṃ manasikāraṃ.
sc_po: Because close focus on the breath is a certain aspect of feelings, I say.

# sn54.13:6.8
source: Tasmātihānanda, vedanāsu vedanānupassī bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. (2)
sc_po: Therefore, at such a time a mendicant is meditating by observing an aspect of feelings—keen, aware, and mindful, rid of desire and aversion for the world.

# sn54.13:7.1
source: Yasmiṃ samaye, ānanda, bhikkhu ‘cittappaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittappaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: There’s a time when a mendicant practices like this: ‘I’ll breathe in experiencing the mind.’ They practice like this: ‘I’ll breathe out experiencing the mind.’

# sn54.13:7.2
source: abhippamodayaṃ cittaṃ … pe …
sc_po: They practice like this: ‘I’ll breathe in gladdening the mind …

# sn54.13:7.3
source: samādahaṃ cittaṃ …
sc_po: immersing the mind in samādhi …

# sn54.13:7.4
source: ‘vimocayaṃ cittaṃ assasissāmī’ti sikkhati, ‘vimocayaṃ cittaṃ passasissāmī’ti sikkhati—
sc_po: freeing the mind.’ They practice like this: ‘I’ll breathe out freeing the mind.’

# sn54.13:7.5
source: citte cittānupassī, ānanda, bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: At such a time a mendicant is meditating by observing an aspect of the mind—keen, aware, and mindful, rid of desire and aversion for the world.

# sn54.13:7.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn54.13:7.7
source: Nāhaṃ, ānanda, muṭṭhassatissa asampajānassa ānāpānassatisamādhibhāvanaṃ vadāmi.
sc_po: Because there is no development of immersion due to mindfulness of breathing for someone who is unmindful and lacks awareness, I say.

# sn54.13:7.8
source: Tasmātihānanda, citte cittānupassī bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. (3)
sc_po: Therefore, at such a time a mendicant is meditating by observing an aspect of the mind—keen, aware, and mindful, rid of desire and aversion for the world.

# sn54.13:8.1
source: Yasmiṃ samaye, ānanda, bhikkhu aniccānupassī … pe …
sc_po: There’s a time when a mendicant practices like this: ‘I’ll breathe in observing impermanence …

# sn54.13:8.2
source: virāgānupassī …
sc_po: fading away …

# sn54.13:8.3
source: nirodhānupassī …
sc_po: cessation …

# sn54.13:8.4
source: ‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati—
sc_po: letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’

# sn54.13:8.5
source: dhammesu dhammānupassī, ānanda, bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: At such a time a mendicant is meditating by observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn54.13:8.6
source: So yaṃ taṃ hoti abhijjhādomanassānaṃ pahānaṃ taṃ paññāya disvā sādhukaṃ ajjhupekkhitā hoti.
sc_po: Having seen with wisdom the giving up of desire and aversion, they watch closely over with equanimity.

# sn54.13:8.7
source: Tasmātihānanda, dhammesu dhammānupassī bhikkhu tasmiṃ samaye viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ. (4)
sc_po: Therefore, at such a time a mendicant is meditating by observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn54.13:9.1
source: Evaṃ bhāvito kho, ānanda, ānāpānassatisamādhi evaṃ bahulīkato cattāro satipaṭṭhāne paripūreti.
sc_po: That’s how immersion due to mindfulness of breathing is developed and cultivated so as to fulfill the four kinds of mindfulness meditation.

# sn54.13:10.1
source: Kathaṃ bhāvitā cānanda, cattāro satipaṭṭhānā kathaṃ bahulīkatā satta bojjhaṅge paripūrenti?
sc_po: And how are the four kinds of mindfulness meditation developed and cultivated so as to fulfill the seven awakening factors?

# sn54.13:10.2
source: Yasmiṃ samaye, ānanda, bhikkhu kāye kāyānupassī viharati—
sc_po: Whenever a mendicant meditates by observing an aspect of the body,

# sn54.13:10.3
source: upaṭṭhitāssa tasmiṃ samaye bhikkhuno sati hoti asammuṭṭhā.
sc_po: their mindfulness is established and lucid.

# sn54.13:10.4
source: Yasmiṃ samaye, ānanda, bhikkhuno upaṭṭhitā sati hoti asammuṭṭhā—satisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, satisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, satisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.
sc_po: At such a time, a mendicant has activated the awakening factor of mindfulness; they develop it and perfect it.

# sn54.13:11.1
source: So tathā sato viharanto taṃ dhammaṃ paññāya pavicinati pavicarati parivīmaṃsamāpajjati.
sc_po: As they live mindfully in this way they investigate, explore, and inquire into that principle with wisdom.

# sn54.13:11.3
source: dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti, dhammavicayasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati. (2)
sc_po: At such a time, a mendicant has activated the awakening factor of investigation of principles; they develop it and perfect it.

# sn54.13:12.1
source: Tassa taṃ dhammaṃ paññāya pavicinato pavicarato parivīmaṃsamāpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ.
sc_po: As they investigate principles with wisdom in this way their energy is roused up and unflagging.

# sn54.13:12.2
source: Yasmiṃ samaye, ānanda, bhikkhuno taṃ dhammaṃ paññāya pavicinato pavicarato parivīmaṃsamāpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ—
sc_po: At such a time, a mendicant has activated the awakening factor of energy; they develop it and perfect it.

# sn54.13:13.1
source: Āraddhavīriyassa uppajjati pīti nirāmisā.
sc_po: When you’re energetic, spiritual rapture arises.

# sn54.13:13.2
source: Yasmiṃ samaye, ānanda, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā—
sc_po: At such a time, a mendicant has activated the awakening factor of rapture; they develop it and perfect it.

# sn54.13:14.1
source: Pītimanassa kāyopi passambhati, cittampi passambhati.
sc_po: When the mind is full of rapture, the body and mind become tranquil.

# sn54.13:14.2
source: Yasmiṃ samaye, ānanda, bhikkhuno pītimanassa kāyopi passambhati, cittampi passambhati—
sc_po: At such a time, a mendicant has activated the awakening factor of tranquility; they develop it and perfect it.

# sn54.13:15.1
source: Passaddhakāyassa sukhino cittaṃ samādhiyati.
sc_po: When the body is tranquil and one feels bliss, the mind becomes immersed in samādhi.

# sn54.13:15.2
source: Yasmiṃ samaye, ānanda, bhikkhuno passaddhakāyassa sukhino cittaṃ samādhiyati—
sc_po: At such a time, a mendicant has activated the awakening factor of immersion; they develop it and perfect it.

# sn54.13:16.1
source: So tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti.
sc_po: They closely watch over that mind immersed in samādhi.

# sn54.13:16.2
source: Yasmiṃ samaye, ānanda, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti—
sc_po: At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it.

# sn54.13:17.1
source: Yasmiṃ samaye, ānanda, bhikkhu vedanāsu … pe …
sc_po: Whenever a mendicant meditates by observing an aspect of feelings …

# sn54.13:17.2
source: citte … pe …
sc_po: mind …

# sn54.13:17.3
source: dhammesu dhammānupassī viharati—
sc_po: principles,

# sn54.13:17.4
source: upaṭṭhitāssa tasmiṃ samaye bhikkhuno sati hoti asammuṭṭhā.
sc_po: their mindfulness is established and lucid.

# sn54.13:17.5
source: Yasmiṃ samaye, ānanda, bhikkhuno upaṭṭhitā sati hoti asammuṭṭhā—
sc_po: At such a time, a mendicant has activated the awakening factor of mindfulness; they develop it and perfect it. …

# sn54.13:17.7
source: (Yathā paṭhamaṃ satipaṭṭhānaṃ, evaṃ vitthāretabbaṃ.)
sc_po: (This should be told in full as for the first kind of mindfulness meditation.)

# sn54.13:18.1
source: So tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti.
sc_po: They closely watch over that mind immersed in samādhi.

# sn54.13:18.2
source: Yasmiṃ samaye, ānanda, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti—
sc_po: At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it.

# sn54.13:18.4
source: Evaṃ bhāvitā kho, ānanda, cattāro satipaṭṭhānā evaṃ bahulīkatā satta bojjhaṅge paripūrenti.
sc_po: That’s how the four kinds of mindfulness meditation are developed and cultivated so as to fulfill the seven awakening factors.

# sn54.13:19.1
source: Kathaṃ bhāvitā, ānanda, satta bojjhaṅgā kathaṃ bahulīkatā vijjāvimuttiṃ paripūrenti?
sc_po: And how are the seven awakening factors developed and cultivated so as to fulfill knowledge and freedom?

# sn54.13:19.2
source: Idhānanda, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ, dhammavicayasambojjhaṅgaṃ bhāveti … pe … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn54.13:19.3
source: Evaṃ bhāvitā kho, ānanda, satta bojjhaṅgā evaṃ bahulīkatā vijjāvimuttiṃ paripūrentī”ti.
sc_po: That’s how the seven awakening factors are developed and cultivated so as to fulfill knowledge and freedom.”
