Repository: kondannyo/PGP
Catalog: SN/*_text/sn54/sn54.07.po
Languages: sc_po

# sn54.7:0.1
source: Saṃyutta Nikāya 54
sc_po: Linked Discourses 54

# sn54.7:0.2
source: 1. Ekadhammavagga
sc_po: 1. One Thing

# sn54.7:0.3
source: 7. Mahākappinasutta
sc_po: 7. About Mahākappina

# sn54.7:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn54.7:1.2
source: Tena kho pana samayena āyasmā mahākappino bhagavato avidūre nisinno hoti pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: Now, at that time Venerable Mahākappina was sitting not far from the Buddha cross-legged, with his body straight, and mindfulness established right there.

# sn54.7:1.3
source: Addasā kho bhagavā āyasmantaṃ mahākappinaṃ avidūre nisinnaṃ pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: The Buddha saw him,

# sn54.7:1.4
source: Disvāna bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# sn54.7:2.1
source: “Passatha no tumhe, bhikkhave, etassa bhikkhuno kāyassa iñjitattaṃ vā phanditattaṃ vā”ti?
sc_po: “Mendicants, do you see any motion or trembling in that mendicant’s body?”

# sn54.7:2.2
source: “Yadāpi mayaṃ, bhante, taṃ āyasmantaṃ passāma saṅghamajjhe vā nisinnaṃ ekaṃ vā raho nisinnaṃ, tadāpi mayaṃ tassa āyasmato na passāma kāyassa iñjitattaṃ vā phanditattaṃ vā”ti.
sc_po: “Sir, whenever we see that mendicant meditating—whether in the middle of the Saṅgha or alone in private—we never see any motion or trembling in his body.”

# sn54.7:3.1
source: “Yassa, bhikkhave, samādhissa bhāvitattā bahulīkatattā neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā, tassa so, bhikkhave, bhikkhu samādhissa nikāmalābhī akicchalābhī akasiralābhī.
sc_po: “Mendicants, when an immersion has been developed and cultivated there’s no motion or trembling of the body or mind. That mendicant gets such immersion when he wants, without trouble or difficulty.

# sn54.7:3.2
source: Katamassa ca, bhikkhave, samādhissa bhāvitattā bahulīkatattā neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā?
sc_po: And what is that immersion?

# sn54.7:4.1
source: Ānāpānassatisamādhissa, bhikkhave, bhāvitattā bahulīkatattā neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā.
sc_po: When immersion due to mindfulness of breathing has been developed and cultivated there’s no motion or trembling of the body or mind.

# sn54.7:4.2
source: Kathaṃ bhāvite ca, bhikkhave, ānāpānassatisamādhimhi kathaṃ bahulīkate neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā?
sc_po: And how is immersion due to mindfulness of breathing developed and cultivated in such a way?

# sn54.7:5.1
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: It’s when a mendicant—gone to a wilderness, or to the root of a tree, or to an empty hut—sits down cross-legged, with their body straight, and establishes their mindfulness right there.

# sn54.7:5.2
source: So satova assasati, satova passasati … pe …
sc_po: Just mindful, they breathe in. Mindful, they breathe out. …

# sn54.7:5.3
source: ‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati.
sc_po: They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’

# sn54.7:5.4
source: Evaṃ bhāvite ca kho, bhikkhave, ānāpānassatisamādhimhi evaṃ bahulīkate neva kāyassa iñjitattaṃ vā hoti phanditattaṃ vā, na cittassa iñjitattaṃ vā hoti phanditattaṃ vā”ti.
sc_po: That’s how immersion due to mindfulness of breathing is developed and cultivated so that there’s no motion or trembling of the body or mind.”
