Repository: kondannyo/PGP
Catalog: SN/*_text/sn54/sn54.01.po
Languages: sc_po

# sn54.1:0.1
source: Saṃyutta Nikāya 54
sc_po: Linked Discourses 54

# sn54.1:0.2
source: 1. Ekadhammavagga
sc_po: 1. One Thing

# sn54.1:0.3
source: 1. Ekadhammasutta
sc_po: 1. One Thing

# sn54.1:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn54.1:1.3
source: “ekadhammo, bhikkhave, bhāvito bahulīkato mahapphalo hoti mahānisaṃso.
sc_po: “Mendicants, when one thing is developed and cultivated it’s very fruitful and beneficial.

# sn54.1:1.4
source: Katamo ekadhammo?
sc_po: What one thing?

# sn54.1:1.5
source: Ānāpānassati.
sc_po: Mindfulness of breathing.

# sn54.1:1.6
source: Kathaṃ bhāvitā ca, bhikkhave, ānāpānassati kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā?
sc_po: And how is mindfulness of breathing developed and cultivated to be very fruitful and beneficial?

# sn54.1:1.7
source: Idha, bhikkhave, bhikkhu araññagato vā rukkhamūlagato vā suññāgāragato vā nisīdati pallaṅkaṃ ābhujitvā ujuṃ kāyaṃ paṇidhāya parimukhaṃ satiṃ upaṭṭhapetvā.
sc_po: It’s when a mendicant has gone to a wilderness, or to the root of a tree, or to an empty hut. They sit down cross-legged, with their body straight, and establish mindfulness right there.

# sn54.1:1.8
source: So satova assasati, satova passasati.
sc_po: Just mindful, they breathe in. Mindful, they breathe out.

# sn54.1:2.1
source: Dīghaṃ vā assasanto ‘dīghaṃ assasāmī’ti pajānāti, dīghaṃ vā passasanto ‘dīghaṃ passasāmī’ti pajānāti;
sc_po: When breathing in heavily they know: ‘I’m breathing in heavily.’ When breathing out heavily they know: ‘I’m breathing out heavily.’

# sn54.1:2.2
source: rassaṃ vā assasanto ‘rassaṃ assasāmī’ti pajānāti, rassaṃ vā passasanto ‘rassaṃ passasāmī’ti pajānāti;
sc_po: When breathing in lightly they know: ‘I’m breathing in lightly.’ When breathing out lightly they know: ‘I’m breathing out lightly.’

# sn54.1:2.3
source: ‘sabbakāyappaṭisaṃvedī assasissāmī’ti sikkhati, ‘sabbakāyappaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in experiencing the whole body.’ They practice like this: ‘I’ll breathe out experiencing the whole body.’

# sn54.1:2.4
source: ‘passambhayaṃ kāyasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ kāyasaṅkhāraṃ passasissāmī’ti sikkhati.
sc_po: They practice like this: ‘I’ll breathe in stilling physical processes.’ They practice like this: ‘I’ll breathe out stilling physical processes.’

# sn54.1:3.1
source: ‘Pītippaṭisaṃvedī assasissāmī’ti sikkhati, ‘pītippaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in experiencing rapture.’ They practice like this: ‘I’ll breathe out experiencing rapture.’

# sn54.1:3.2
source: ‘sukhappaṭisaṃvedī assasissāmī’ti sikkhati, ‘sukhappaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in experiencing bliss.’ They practice like this: ‘I’ll breathe out experiencing bliss.’

# sn54.1:3.3
source: ‘cittasaṅkhārappaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittasaṅkhārappaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in experiencing mental processes.’ They practice like this: ‘I’ll breathe out experiencing mental processes.’

# sn54.1:3.4
source: ‘passambhayaṃ cittasaṅkhāraṃ assasissāmī’ti sikkhati, ‘passambhayaṃ cittasaṅkhāraṃ passasissāmī’ti sikkhati.
sc_po: They practice like this: ‘I’ll breathe in stilling mental processes.’ They practice like this: ‘I’ll breathe out stilling mental processes.’

# sn54.1:4.1
source: ‘Cittappaṭisaṃvedī assasissāmī’ti sikkhati, ‘cittappaṭisaṃvedī passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in experiencing the mind.’ They practice like this: ‘I’ll breathe out experiencing the mind.’

# sn54.1:4.2
source: ‘abhippamodayaṃ cittaṃ assasissāmī’ti sikkhati, ‘abhippamodayaṃ cittaṃ passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in gladdening the mind.’ They practice like this: ‘I’ll breathe out gladdening the mind.’

# sn54.1:4.3
source: ‘samādahaṃ cittaṃ assasissāmī’ti sikkhati, ‘samādahaṃ cittaṃ passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in immersing the mind in samādhi.’ They practice like this: ‘I’ll breathe out immersing the mind in samādhi.’

# sn54.1:4.4
source: ‘vimocayaṃ cittaṃ assasissāmī’ti sikkhati, ‘vimocayaṃ cittaṃ passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in freeing the mind.’ They practice like this: ‘I’ll breathe out freeing the mind.’

# sn54.1:4.5
source: ‘aniccānupassī assasissāmī’ti sikkhati.
sc_po: They practice like this: ‘I’ll breathe in observing impermanence.’ They practice like this: ‘I’ll breathe out observing impermanence.’

# sn54.1:5.2
source: ‘virāgānupassī assasissāmī’ti sikkhati, ‘virāgānupassī passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in observing fading away.’ They practice like this: ‘I’ll breathe out observing fading away.’

# sn54.1:5.3
source: ‘nirodhānupassī assasissāmī’ti sikkhati, ‘nirodhānupassī passasissāmī’ti sikkhati;
sc_po: They practice like this: ‘I’ll breathe in observing cessation.’ They practice like this: ‘I’ll breathe out observing cessation.’

# sn54.1:5.4
source: ‘paṭinissaggānupassī assasissāmī’ti sikkhati, ‘paṭinissaggānupassī passasissāmī’ti sikkhati.
sc_po: They practice like this: ‘I’ll breathe in observing letting go.’ They practice like this: ‘I’ll breathe out observing letting go.’

# sn54.1:6.1
source: Evaṃ bhāvitā kho, bhikkhave, ānāpānassati evaṃ bahulīkatā mahapphalā hoti mahānisaṃsā”ti.
sc_po: Mindfulness of breathing, when developed and cultivated in this way, is very fruitful and beneficial.”
