Repository: kondannyo/PGP
Catalog: AN/*_text/an02/an2.077-86.po
Languages: sc_po

# an2.77-86:0.1
source: Aṅguttara Nikāya 2
sc_po: Numbered Discourses 2

# an2.77-86:0.2
source: 8. Sanimittavagga
sc_po: 8. With a Foundation

# an2.77-86:77.1.1
source: “Sanimittā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no animittā.
sc_po: “Bad, unskillful qualities, mendicants, arise with a foundation, not without a foundation.

# an2.77-86:77.1.2
source: Tasseva nimittassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up that foundation, those bad, unskillful qualities do not occur.”

# an2.77-86:78.1.1
source: “Sanidānā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no anidānā.
sc_po: “Bad, unskillful qualities, mendicants, arise with a source, not without a source.

# an2.77-86:78.1.2
source: Tasseva nidānassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up that source, those bad, unskillful qualities do not occur.”

# an2.77-86:79.1.1
source: “Sahetukā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no ahetukā.
sc_po: “Bad, unskillful qualities, mendicants, arise with a cause, not without a cause.

# an2.77-86:79.1.2
source: Tasseva hetussa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up that cause, those bad, unskillful qualities do not occur.”

# an2.77-86:80.1.1
source: “Sasaṅkhārā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no asaṅkhārā.
sc_po: “Bad, unskillful qualities, mendicants, arise with conditions, not without conditions.

# an2.77-86:80.1.2
source: Tesaṃyeva saṅkhārānaṃ pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up those conditions, those bad, unskillful qualities do not occur.”

# an2.77-86:81.1.1
source: “Sappaccayā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no appaccayā.
sc_po: “Bad, unskillful qualities, mendicants, arise with a reason, not without a reason.

# an2.77-86:81.1.2
source: Tasseva paccayassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up that reason, those bad, unskillful qualities do not occur.”

# an2.77-86:82.1.1
source: “Sarūpā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no arūpā.
sc_po: “Bad, unskillful qualities, mendicants, arise with form, not without form.

# an2.77-86:82.1.2
source: Tasseva rūpassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up that form, those bad, unskillful qualities do not occur.”

# an2.77-86:83.1.1
source: “Savedanā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no avedanā.
sc_po: “Bad, unskillful qualities, mendicants, arise with feeling, not without feeling.

# an2.77-86:83.1.2
source: Tassāyeva vedanāya pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up that feeling, those bad, unskillful qualities do not occur.”

# an2.77-86:84.1.1
source: “Sasaññā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no asaññā.
sc_po: “Bad, unskillful qualities, mendicants, arise with perception, not without perception.

# an2.77-86:84.1.2
source: Tassāyeva saññāya pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up that perception, those bad, unskillful qualities do not occur.”

# an2.77-86:85.1.1
source: “Saviññāṇā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no aviññāṇā.
sc_po: “Bad, unskillful qualities, mendicants, arise with consciousness, not without consciousness.

# an2.77-86:85.1.2
source: Tasseva viññāṇassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up that consciousness, those bad, unskillful qualities do not occur.”

# an2.77-86:86.1.1
source: “Saṅkhatārammaṇā, bhikkhave, uppajjanti pāpakā akusalā dhammā, no asaṅkhatārammaṇā.
sc_po: “Bad, unskillful qualities, mendicants, arise with a conditioned basis, not without a conditioned basis.

# an2.77-86:86.1.2
source: Tasseva saṅkhatassa pahānā evaṃ te pāpakā akusalā dhammā na hontī”ti.
sc_po: By giving up that conditioned basis, those bad, unskillful qualities do not occur.”
