Repository: kondannyo/PGP
Catalog: AN/*_text/an02/an2.052-63.po
Languages: sc_po

# an2.52-63:0.1
source: Aṅguttara Nikāya 2
sc_po: Numbered Discourses 2

# an2.52-63:0.2
source: 6. Puggalavagga
sc_po: 6. Persons

# an2.52-63:52.1.1
source: “Dveme, bhikkhave, puggalā loke uppajjamānā uppajjanti bahujanahitāya bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānaṃ.
sc_po: “Two people, mendicants, arise in the world for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.

# an2.52-63:52.1.2
source: Katame dve?
sc_po: What two?

# an2.52-63:52.1.3
source: Tathāgato ca arahaṃ sammāsambuddho, rājā ca cakkavattī.
sc_po: The Realized One, the perfected one, the fully awakened Buddha; and the wheel-turning monarch.

# an2.52-63:52.1.4
source: Ime kho, bhikkhave, dve puggalā loke uppajjamānā uppajjanti bahujanahitāya bahujanasukhāya, bahuno janassa atthāya hitāya sukhāya devamanussānan”ti.
sc_po: These two people arise in the world for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.”

# an2.52-63:53.1.1
source: “Dveme, bhikkhave, puggalā loke uppajjamānā uppajjanti acchariyamanussā.
sc_po: “Two people, mendicants, arise in the world who are incredible human beings.

# an2.52-63:53.1.2
source: Katame dve?
sc_po: What two?

# an2.52-63:53.1.3
source: Tathāgato ca arahaṃ sammāsambuddho, rājā ca cakkavattī.
sc_po: The Realized One, the perfected one, the fully awakened Buddha; and the wheel-turning monarch.

# an2.52-63:53.1.4
source: Ime kho, bhikkhave, dve puggalā loke uppajjamānā uppajjanti acchariyamanussā”ti.
sc_po: These are the two people who arise in the world who are incredible human beings.”

# an2.52-63:54.1.1
source: “Dvinnaṃ, bhikkhave, puggalānaṃ kālakiriyā bahuno janassa anutappā hoti.
sc_po: “There are two people, mendicants, whose death is regretted by many people.

# an2.52-63:54.1.2
source: Katamesaṃ dvinnaṃ?
sc_po: What two?

# an2.52-63:54.1.3
source: Tathāgatassa ca arahato sammāsambuddhassa, rañño ca cakkavattissa.
sc_po: The Realized One, the perfected one, the fully awakened Buddha; and the wheel-turning monarch.

# an2.52-63:54.1.4
source: Imesaṃ kho, bhikkhave, dvinnaṃ puggalānaṃ kālakiriyā bahuno janassa anutappā hotī”ti.
sc_po: These are the two people, mendicants, whose death is regretted by many people.”

# an2.52-63:55.1.1
source: “Dveme, bhikkhave, thūpārahā.
sc_po: “Mendicants, these two are worthy of a monument.

# an2.52-63:55.1.2
source: Katame dve?
sc_po: What two?

# an2.52-63:55.1.3
source: Tathāgato ca arahaṃ sammāsambuddho, rājā ca cakkavattī.
sc_po: The Realized One, the perfected one, the fully awakened Buddha; and the wheel-turning monarch.

# an2.52-63:55.1.4
source: Ime kho, bhikkhave, dve thūpārahā”ti.
sc_po: These are the two who are worthy of a monument.”

# an2.52-63:56.1.1
source: “Dveme, bhikkhave, buddhā.
sc_po: “Mendicants, there are two kinds of Buddhas.

# an2.52-63:56.1.2
source: Katame dve?
sc_po: What two?

# an2.52-63:56.1.3
source: Tathāgato ca arahaṃ sammāsambuddho, paccekabuddho ca.
sc_po: The Realized One, the perfected one, the fully awakened Buddha; and the Buddha awakened for themselves.

# an2.52-63:56.1.4
source: Ime kho, bhikkhave, dve buddhā”ti.
sc_po: These are the two kinds of Buddhas.”

# an2.52-63:57.1.1
source: “Dveme, bhikkhave, asaniyā phalantiyā na santasanti.
sc_po: “These two, mendicants, are not startled by a crack of thunder.

# an2.52-63:57.1.2
source: Katame dve?
sc_po: What two?

# an2.52-63:57.1.3
source: Bhikkhu ca khīṇāsavo, hatthājānīyo ca.
sc_po: A mendicant who has ended defilements; and a thoroughbred elephant.

# an2.52-63:57.1.4
source: Ime kho, bhikkhave, dve asaniyā phalantiyā na santasantī”ti.
sc_po: These are the two who are not startled by a crack of thunder.”

# an2.52-63:58.1.1
source: “Dveme, bhikkhave, asaniyā phalantiyā na santasanti.
sc_po: “These two, mendicants, are not startled by a crack of thunder.

# an2.52-63:58.1.2
source: Katame dve?
sc_po: What two?

# an2.52-63:58.1.3
source: Bhikkhu ca khīṇāsavo, assājānīyo ca.
sc_po: A mendicant who has ended defilements; and a thoroughbred horse.

# an2.52-63:58.1.4
source: Ime kho, bhikkhave, dve asaniyā phalantiyā na santasantī”ti.
sc_po: These are the two who are not startled by a crack of thunder.”

# an2.52-63:59.1.1
source: “Dveme, bhikkhave, asaniyā phalantiyā na santasanti.
sc_po: “These two, mendicants, are not startled by a crack of thunder.

# an2.52-63:59.1.2
source: Katame dve?
sc_po: What two?

# an2.52-63:59.1.3
source: Bhikkhu ca khīṇāsavo, sīho ca migarājā.
sc_po: A mendicant who has ended defilements; and a lion, king of beasts.

# an2.52-63:59.1.4
source: Ime kho, bhikkhave, dve asaniyā phalantiyā na santasantī”ti.
sc_po: These are the two who are not startled by a crack of thunder.”

# an2.52-63:60.1.1
source: “Dveme, bhikkhave, atthavase sampassamānā kiṃpurisā mānusiṃ vācaṃ na bhāsanti.
sc_po: “Fauns see two reasons not to use human speech.

# an2.52-63:60.1.2
source: Katame dve?
sc_po: What two?

# an2.52-63:60.1.3
source: Mā ca musā bhaṇimhā, mā ca paraṃ abhūtena abbhācikkhimhāti.
sc_po: Thinking: ‘May we not lie, and may we not misrepresent others with falsehoods.’

# an2.52-63:60.1.4
source: Ime kho, bhikkhave, dve atthavase sampassamānā kiṃpurisā mānusiṃ vācaṃ na bhāsantī”ti.
sc_po: Fauns see two reasons not to use human speech.”

# an2.52-63:61.1.1
source: “Dvinnaṃ dhammānaṃ, bhikkhave, atitto appaṭivāno mātugāmo kālaṃ karoti.
sc_po: “Mendicants, females die without getting enough of two things.

# an2.52-63:61.1.2
source: Katamesaṃ dvinnaṃ?
sc_po: What two?

# an2.52-63:61.1.3
source: Methunasamāpattiyā ca vijāyanassa ca.
sc_po: Sexual intercourse and giving birth.

# an2.52-63:61.1.4
source: Imesaṃ kho, bhikkhave, dvinnaṃ dhammānaṃ atitto appaṭivāno mātugāmo kālaṃ karotī”ti.
sc_po: Females die without getting enough of these two things.”

# an2.52-63:62.1.1
source: “Asantasannivāsañca vo, bhikkhave, desessāmi santasannivāsañca.
sc_po: “Mendicants, I will teach you about living with bad people and living with good people.

# an2.52-63:62.1.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an2.52-63:62.1.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an2.52-63:62.1.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an2.52-63:62.2.1
source: “Kathañca, bhikkhave, asantasannivāso hoti, kathañca asanto sannivasanti?
sc_po: “What is it like living with bad people? How do bad people live together?

# an2.52-63:62.2.2
source: Idha, bhikkhave, therassa bhikkhuno evaṃ hoti:
sc_po: It’s when a senior mendicant thinks:

# an2.52-63:62.2.3
source: ‘theropi maṃ na vadeyya, majjhimopi maṃ na vadeyya, navopi maṃ na vadeyya;
sc_po: ‘No mendicant, whether senior, middle, or junior, should admonish me;

# an2.52-63:62.2.4
source: therampāhaṃ na vadeyyaṃ, majjhimampāhaṃ na vadeyyaṃ, navampāhaṃ na vadeyyaṃ.
sc_po: and I shouldn’t admonish any mendicant, whether senior, middle, or junior.

# an2.52-63:62.2.5
source: Thero cepi maṃ vadeyya ahitānukampī maṃ vadeyya no hitānukampī, noti naṃ vadeyyaṃ viheṭheyyaṃ passampissa nappaṭikareyyaṃ.
sc_po: If a mendicant—whether senior, middle, or junior—were to admonish me, they wouldn’t be sympathetic, and I’d bother them by saying “No!” And anyway I wouldn’t deal with it even if I saw what I did wrong.’

# an2.52-63:62.2.7
source: Majjhimassapi bhikkhuno evaṃ hoti … pe … navassapi bhikkhuno evaṃ hoti:
sc_po: And a middle or a junior mendicant also thinks:

# an2.52-63:62.2.8
source: ‘theropi maṃ na vadeyya, majjhimopi maṃ na vadeyya, navopi maṃ na vadeyya;
sc_po: ‘No mendicant, whether senior, middle, or junior, should admonish me;

# an2.52-63:62.2.9
source: therampāhaṃ na vadeyyaṃ, majjhimampāhaṃ na vadeyyaṃ, navampāhaṃ na vadeyyaṃ.
sc_po: and I shouldn’t admonish any mendicant, whether senior, middle, or junior.

# an2.52-63:62.2.10
source: Thero cepi maṃ vadeyya ahitānukampī maṃ vadeyya no hitānukampī noti naṃ vadeyyaṃ viheṭheyyaṃ passampissa nappaṭikareyyaṃ.
sc_po: If a mendicant—whether senior, middle, or junior—were to admonish me, they wouldn’t be sympathetic, and I’d bother them by saying “No!” And anyway I wouldn’t deal with it even if I saw what I did wrong.’

# an2.52-63:62.2.12
source: Evaṃ kho, bhikkhave, asantasannivāso hoti, evañca asanto sannivasanti.
sc_po: That’s what it’s like living with bad people; that’s how bad people live together.

# an2.52-63:62.3.1
source: Kathañca, bhikkhave, santasannivāso hoti, kathañca santo sannivasanti?
sc_po: What is it like living with good people? How do good people live together?

# an2.52-63:62.3.2
source: Idha, bhikkhave, therassa bhikkhuno evaṃ hoti:
sc_po: It’s when a senior mendicant thinks:

# an2.52-63:62.3.3
source: ‘theropi maṃ vadeyya, majjhimopi maṃ vadeyya, navopi maṃ vadeyya;
sc_po: ‘Any mendicant, whether senior, middle, or junior, should admonish me;

# an2.52-63:62.3.4
source: therampāhaṃ vadeyyaṃ, majjhimampāhaṃ vadeyyaṃ, navampāhaṃ vadeyyaṃ.
sc_po: and I should admonish any mendicant, whether senior, middle, or junior.

# an2.52-63:62.3.5
source: Thero cepi maṃ vadeyya hitānukampī maṃ vadeyya no ahitānukampī, sādhūti naṃ vadeyyaṃ na naṃ viheṭheyyaṃ passampissa paṭikareyyaṃ.
sc_po: If a mendicant—whether senior, middle, or junior—were to admonish me, they’d be sympathetic, so I wouldn’t bother them, but say “Thank you!” And I’d deal with it when I saw what I did wrong.’

# an2.52-63:62.3.7
source: Majjhimassapi bhikkhuno evaṃ hoti … pe … navassapi bhikkhuno evaṃ hoti:
sc_po: And a middle or a junior mendicant also thinks:

# an2.52-63:62.3.8
source: ‘theropi maṃ vadeyya, majjhimopi maṃ vadeyya, navopi maṃ vadeyya;
sc_po: ‘Any mendicant, whether senior, middle, or junior, may admonish me;

# an2.52-63:62.3.9
source: therampāhaṃ vadeyyaṃ, majjhimampāhaṃ vadeyyaṃ, navampāhaṃ vadeyyaṃ.
sc_po: and I’ll admonish any mendicant, whether senior, middle, or junior.

# an2.52-63:62.3.10
source: Thero cepi maṃ vadeyya hitānukampī maṃ vadeyya no ahitānukampī, sādhūti naṃ vadeyyaṃ na naṃ viheṭheyyaṃ passampissa paṭikareyyaṃ.
sc_po: If a mendicant—whether senior, middle, or junior—were to admonish me, they’d be sympathetic, so I wouldn’t bother them, but say “Thank you!” And I’d deal with it when I saw what I did wrong.’

# an2.52-63:62.3.12
source: Evaṃ kho, bhikkhave, santasannivāso hoti, evañca santo sannivasantī”ti.
sc_po: That’s what it’s like living with good people; that’s how good people live together.”

# an2.52-63:63.1.1
source: “Yasmiṃ, bhikkhave, adhikaraṇe ubhato vacīsaṃsāro diṭṭhipaḷāso cetaso āghāto appaccayo anabhiraddhi ajjhattaṃ avūpasantaṃ hoti, tasmetaṃ, bhikkhave, adhikaraṇe pāṭikaṅkhaṃ:
sc_po: “In a disciplinary issue, when the tale-bearing on both sides—with contempt for each other’s views, resentful, bitter, and exasperated—is not settled internally, you can expect that this disciplinary issue will be

# an2.52-63:63.1.2
source: ‘dīghattāya kharattāya vāḷattāya saṃvattissati, bhikkhū ca na phāsuṃ viharissanti’.
sc_po: long, fractious, and troublesome, and the mendicants won’t live comfortably.

# an2.52-63:63.2.1
source: Yasmiñca kho, bhikkhave, adhikaraṇe ubhato vacīsaṃsāro diṭṭhipaḷāso cetaso āghāto appaccayo anabhiraddhi ajjhattaṃ suvūpasantaṃ hoti, tasmetaṃ, bhikkhave, adhikaraṇe pāṭikaṅkhaṃ:
sc_po: In a disciplinary issue, when the tale-bearing on both sides—with contempt for each other’s views, resentful, bitter, and exasperated—is well settled internally, you can expect that this disciplinary issue

# an2.52-63:63.2.2
source: ‘na dīghattāya kharattāya vāḷattāya saṃvattissati, bhikkhū ca phāsuṃ viharissantī’”ti.
sc_po: won’t lead to lasting acrimony and enmity, and the mendicants will live comfortably.”
