Repository: kondannyo/PGP
Catalog: AN/*_text/an02/an2.130-140.po
Languages: sc_po

# an2.130-140:0.1
source: Aṅguttara Nikāya 2
sc_po: Numbered Discourses 2

# an2.130-140:0.2
source: 12. Āyācanavagga
sc_po: 12. Aspiration

# an2.130-140:130.1.1
source: “Saddho, bhikkhave, bhikkhu evaṃ sammā āyācamāno āyāceyya:
sc_po: “A faithful monk would rightly aspire:

# an2.130-140:130.1.2
source: ‘tādiso homi yādisā sāriputtamoggallānā’ti.
sc_po: ‘May I be like Sāriputta and Moggallāna!’

# an2.130-140:130.1.3
source: Esā, bhikkhave, tulā etaṃ pamāṇaṃ mama sāvakānaṃ bhikkhūnaṃ yadidaṃ sāriputtamoggallānā”ti.
sc_po: These are a standard and a measure for my monk disciples, that is, Sāriputta and Moggallāna.”

# an2.130-140:131.1.1
source: “Saddhā, bhikkhave, bhikkhunī evaṃ sammā āyācamānā āyāceyya:
sc_po: “A faithful nun would rightly aspire:

# an2.130-140:131.1.2
source: ‘tādisī homi yādisī khemā ca bhikkhunī uppalavaṇṇā cā’ti.
sc_po: ‘May I be like the nuns Khemā and Uppalavaṇṇā!’

# an2.130-140:131.1.3
source: Esā, bhikkhave, tulā etaṃ pamāṇaṃ mama sāvikānaṃ bhikkhunīnaṃ yadidaṃ khemā ca bhikkhunī uppalavaṇṇā cā”ti.
sc_po: These are a standard and a measure for my nun disciples, that is, the nuns Khemā and Uppalavaṇṇā.”

# an2.130-140:132.1.1
source: “Saddho, bhikkhave, upāsako evaṃ sammā āyācamāno āyāceyya:
sc_po: “A faithful layman would rightly aspire:

# an2.130-140:132.1.2
source: ‘tādiso homi yādiso citto ca gahapati hatthako ca āḷavako’ti.
sc_po: ‘May I be like the householder Citta and Hatthaka of Aḷavī!’

# an2.130-140:132.1.3
source: Esā, bhikkhave, tulā etaṃ pamāṇaṃ mama sāvakānaṃ upāsakānaṃ yadidaṃ citto ca gahapati hatthako ca āḷavako”ti.
sc_po: These are a standard and a measure for my male lay followers, that is, the householder Citta and Hatthaka of Aḷavī.”

# an2.130-140:133.1.1
source: “Saddhā, bhikkhave, upāsikā evaṃ sammā āyācamānā āyāceyya:
sc_po: “A faithful laywoman would rightly aspire:

# an2.130-140:133.1.2
source: ‘tādisī homi yādisī khujjuttarā ca upāsikā veḷukaṇḍakiyā ca nandamātā’ti.
sc_po: ‘May I be like the laywomen Khujjuttarā and Veḷukaṇṭakī, Nanda’s mother!’

# an2.130-140:133.1.3
source: Esā, bhikkhave, tulā etaṃ pamāṇaṃ mama sāvikānaṃ upāsikānaṃ yadidaṃ khujjuttarā ca upāsikā veḷukaṇḍakiyā ca nandamātā”ti.
sc_po: These are a standard and a measure for my female lay disciples, that is, the laywomen Khujjuttarā and Veḷukaṇṭakī, Nanda’s mother.”

# an2.130-140:134.1.1
source: “Dvīhi, bhikkhave, dhammehi samannāgato bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: “When a foolish, incompetent bad person has two qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an2.130-140:134.1.2
source: Katamehi dvīhi?
sc_po: What two?

# an2.130-140:134.1.3
source: Ananuvicca apariyogāhetvā avaṇṇārahassa vaṇṇaṃ bhāsati,
sc_po: Without examining or scrutinizing, they praise those deserving of criticism

# an2.130-140:134.1.4
source: ananuvicca apariyogāhetvā vaṇṇārahassa avaṇṇaṃ bhāsati.
sc_po: and they criticize those deserving of praise.

# an2.130-140:134.1.5
source: Imehi kho, bhikkhave, dvīhi dhammehi samannāgato bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavatīti.
sc_po: When a foolish, incompetent bad person has these two qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an2.130-140:134.2.1
source: Dvīhi, bhikkhave, dhammehi samannāgato paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati.
sc_po: When an astute, competent good person has two qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.

# an2.130-140:134.2.2
source: Katamehi dvīhi?
sc_po: What two?

# an2.130-140:134.2.3
source: Anuvicca pariyogāhetvā avaṇṇārahassa avaṇṇaṃ bhāsati,
sc_po: After examining and scrutinizing, they criticize those deserving of criticism

# an2.130-140:134.2.4
source: anuvicca pariyogāhetvā vaṇṇārahassa vaṇṇaṃ bhāsati.
sc_po: and they praise those deserving of praise.

# an2.130-140:134.2.5
source: Imehi kho, bhikkhave, dvīhi dhammehi samannāgato paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavatī”ti.
sc_po: When an astute, competent good person has these two qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.”

# an2.130-140:135.1.1
source: “Dvīhi, bhikkhave, dhammehi samannāgato bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: “When a foolish, incompetent bad person has two qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an2.130-140:135.1.2
source: Katamehi dvīhi?
sc_po: What two?

# an2.130-140:135.1.3
source: Ananuvicca apariyogāhetvā appasādanīye ṭhāne pasādaṃ upadaṃseti,
sc_po: Without examining or scrutinizing, they arouse faith in things that are dubious,

# an2.130-140:135.1.4
source: ananuvicca apariyogāhetvā pasādanīye ṭhāne appasādaṃ upadaṃseti.
sc_po: and they don’t arouse faith in things that are inspiring.

# an2.130-140:135.1.5
source: Imehi kho, bhikkhave, dvīhi dhammehi samannāgato bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavatīti.
sc_po: When a foolish, incompetent bad person has these two qualities they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an2.130-140:135.2.1
source: Dvīhi, bhikkhave, dhammehi samannāgato paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati.
sc_po: When an astute, competent good person has two qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.

# an2.130-140:135.2.2
source: Katamehi dvīhi?
sc_po: What two?

# an2.130-140:135.2.3
source: Anuvicca pariyogāhetvā appasādanīye ṭhāne appasādaṃ upadaṃseti,
sc_po: After examining or scrutinizing, they don’t arouse faith in things that are dubious,

# an2.130-140:135.2.4
source: anuvicca pariyogāhetvā pasādanīye ṭhāne pasādaṃ upadaṃseti.
sc_po: and they do arouse faith in things that are inspiring.

# an2.130-140:135.2.5
source: Imehi kho, bhikkhave, dvīhi dhammehi samannāgato paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavatī”ti.
sc_po: When an astute, competent good person has these two qualities they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.”

# an2.130-140:136.1.1
source: “Dvīsu, bhikkhave, micchāpaṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: “When a foolish, incompetent bad person acts wrongly toward two people they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an2.130-140:136.1.2
source: Katamesu dvīsu?
sc_po: What two?

# an2.130-140:136.1.3
source: Mātari ca pitari ca.
sc_po: Mother and father.

# an2.130-140:136.1.4
source: Imesu kho, bhikkhave, dvīsu micchāpaṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavatīti.
sc_po: When a foolish, incompetent bad person acts wrongly toward these two people they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an2.130-140:136.2.1
source: Dvīsu, bhikkhave, sammāpaṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati.
sc_po: When an astute, competent good person acts rightly toward two people they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.

# an2.130-140:136.2.2
source: Katamesu dvīsu?
sc_po: What two?

# an2.130-140:136.2.3
source: Mātari ca pitari ca.
sc_po: Mother and father.

# an2.130-140:136.2.4
source: Imesu kho, bhikkhave, dvīsu sammāpaṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavatī”ti.
sc_po: When an astute, competent good person acts rightly toward these two people they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.”

# an2.130-140:137.1.1
source: “Dvīsu, bhikkhave, micchāpaṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavati.
sc_po: “When a foolish, incompetent bad person acts wrongly toward two people they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an2.130-140:137.1.2
source: Katamesu dvīsu?
sc_po: What two?

# an2.130-140:137.1.3
source: Tathāgate ca tathāgatasāvake ca.
sc_po: The Realized One and a disciple of the Realized One.

# an2.130-140:137.1.4
source: Imesu kho, bhikkhave, micchāpaṭipajjamāno bālo abyatto asappuriso khataṃ upahataṃ attānaṃ pariharati, sāvajjo ca hoti sānuvajjo ca viññūnaṃ, bahuñca apuññaṃ pasavatīti.
sc_po: When a foolish, incompetent bad person acts wrongly toward these people they keep themselves broken and damaged. They deserve to be blamed and criticized by sensible people, and they make much bad karma.

# an2.130-140:137.2.1
source: Dvīsu, bhikkhave, sammāpaṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavati.
sc_po: When an astute, competent good person acts rightly toward two people they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.

# an2.130-140:137.2.2
source: Katamesu dvīsu?
sc_po: What two?

# an2.130-140:137.2.3
source: Tathāgate ca tathāgatasāvake ca.
sc_po: The Realized One and a disciple of the Realized One.

# an2.130-140:137.2.4
source: Imesu kho, bhikkhave, dvīsu sammāpaṭipajjamāno paṇḍito viyatto sappuriso akkhataṃ anupahataṃ attānaṃ pariharati, anavajjo ca hoti ananuvajjo ca viññūnaṃ, bahuñca puññaṃ pasavatī”ti.
sc_po: When an astute, competent good person acts rightly toward these two people they keep themselves healthy and whole. They don’t deserve to be blamed and criticized by sensible people, and they make much merit.”

# an2.130-140:138.1.1
source: “Dveme, bhikkhave, dhammā.
sc_po: “There are these two things.

# an2.130-140:138.1.2
source: Katame dve?
sc_po: What two?

# an2.130-140:138.1.3
source: Sacittavodānañca na ca kiñci loke upādiyati.
sc_po: Cleaning your own mind, and not grasping at anything in the world.

# an2.130-140:138.1.4
source: Ime kho, bhikkhave, dve dhammā”ti.
sc_po: These are the two things.”

# an2.130-140:139.1.1
source: “Dveme, bhikkhave, dhammā.
sc_po: “There are these two things.

# an2.130-140:139.1.2
source: Katame dve?
sc_po: What two?

# an2.130-140:139.1.3
source: Kodho ca upanāho ca.
sc_po: Anger and hostility.

# an2.130-140:139.1.4
source: Ime kho, bhikkhave, dve dhammā”ti.
sc_po: These are the two things.”

# an2.130-140:140.1.1
source: “Dveme, bhikkhave, dhammā.
sc_po: “There are these two things.

# an2.130-140:140.1.2
source: Katame dve?
sc_po: What two?

# an2.130-140:140.1.3
source: Kodhavinayo ca upanāhavinayo ca.
sc_po: Dispelling anger and dispelling hostility.

# an2.130-140:140.1.4
source: Ime kho, bhikkhave, dve dhammā”ti.
sc_po: These are the two things.”
