Repository: kondannyo/PGP
Catalog: AN/*_text/an02/an2.118-129.po
Languages: sc_po

# an2.118-129:0.1
source: Aṅguttara Nikāya 2
sc_po: Numbered Discourses 2

# an2.118-129:0.2
source: 11. Āsāduppajahavagga
sc_po: 11. Hopes That Are Hard to Give Up

# an2.118-129:118.1.1
source: “Dvemā, bhikkhave, āsā duppajahā.
sc_po: “These two hopes are hard to give up.

# an2.118-129:118.1.2
source: Katamā dve?
sc_po: What two?

# an2.118-129:118.1.3
source: Lābhāsā ca jīvitāsā ca.
sc_po: The hope for wealth and the hope for long life.

# an2.118-129:118.1.4
source: Imā kho, bhikkhave, dve āsā duppajahā”ti.
sc_po: These are two hopes that are hard to give up.”

# an2.118-129:119.1.1
source: “Dveme, bhikkhave, puggalā dullabhā lokasmiṃ.
sc_po: “These two people are rare in the world.

# an2.118-129:119.1.2
source: Katame dve?
sc_po: What two?

# an2.118-129:119.1.3
source: Yo ca pubbakārī, yo ca kataññū katavedī.
sc_po: One who takes the initiative, and one who is grateful and thankful.

# an2.118-129:119.1.4
source: Ime kho, bhikkhave, dve puggalā dullabhā lokasmin”ti.
sc_po: These are the two people who are rare in the world.”

# an2.118-129:120.1.1
source: “Dveme, bhikkhave, puggalā dullabhā lokasmiṃ.
sc_po: “These two people are rare in the world.

# an2.118-129:120.1.2
source: Katame dve?
sc_po: What two?

# an2.118-129:120.1.3
source: Titto ca tappetā ca.
sc_po: One who is satisfied, and one who satisfies others.

# an2.118-129:120.1.4
source: Ime kho, bhikkhave, dve puggalā dullabhā lokasmin”ti.
sc_po: These are the two people who are rare in the world.”

# an2.118-129:121.1.1
source: “Dveme, bhikkhave, puggalā duttappayā.
sc_po: “These two people are hard to satisfy in the world.

# an2.118-129:121.1.2
source: Katame dve?
sc_po: What two?

# an2.118-129:121.1.3
source: Yo ca laddhaṃ laddhaṃ nikkhipati, yo ca laddhaṃ laddhaṃ vissajjeti.
sc_po: One who continually hoards wealth, and one who continually wastes wealth.

# an2.118-129:121.1.4
source: Ime kho, bhikkhave, dve puggalā duttappayā”ti.
sc_po: These are the two people who are hard to satisfy in the world.”

# an2.118-129:122.1.1
source: “Dveme, bhikkhave, puggalā sutappayā.
sc_po: “These two people are easy to satisfy in the world.

# an2.118-129:122.1.2
source: Katame dve?
sc_po: What two?

# an2.118-129:122.1.3
source: Yo ca laddhaṃ laddhaṃ na nikkhipati, yo ca laddhaṃ laddhaṃ na vissajjeti.
sc_po: One who does not continually hoard wealth, and one who does not continually waste wealth.

# an2.118-129:122.1.4
source: Ime kho, bhikkhave, dve puggalā sutappayā”ti.
sc_po: These are the two people who are easy to satisfy in the world.”

# an2.118-129:123.1.1
source: “Dveme, bhikkhave, paccayā rāgassa uppādāya.
sc_po: “There are two conditions for the arising of greed.

# an2.118-129:123.1.2
source: Katame dve?
sc_po: What two?

# an2.118-129:123.1.3
source: Subhanimittañca ayoniso ca manasikāro.
sc_po: The feature of beauty and improper attention.

# an2.118-129:123.1.4
source: Ime kho, bhikkhave, dve paccayā rāgassa uppādāyā”ti.
sc_po: These are the two conditions for the arising of greed.”

# an2.118-129:124.1.1
source: “Dveme, bhikkhave, paccayā dosassa uppādāya.
sc_po: “There are two conditions for the arising of hate.

# an2.118-129:124.1.2
source: Katame dve?
sc_po: What two?

# an2.118-129:124.1.3
source: Paṭighanimittañca ayoniso ca manasikāro.
sc_po: The feature of harshness and improper attention.

# an2.118-129:124.1.4
source: Ime kho, bhikkhave, dve paccayā dosassa uppādāyā”ti.
sc_po: These are the two conditions for the arising of hate.”

# an2.118-129:125.1.1
source: “Dveme, bhikkhave, paccayā micchādiṭṭhiyā uppādāya.
sc_po: “There are two conditions for the arising of wrong view.

# an2.118-129:125.1.2
source: Katame dve?
sc_po: What two?

# an2.118-129:125.1.3
source: Parato ca ghoso ayoniso ca manasikāro.
sc_po: The words of another and improper attention.

# an2.118-129:125.1.4
source: Ime kho, bhikkhave, dve paccayā micchādiṭṭhiyā uppādāyā”ti.
sc_po: These are the two conditions for the arising of wrong view.”

# an2.118-129:126.1.1
source: “Dveme, bhikkhave, paccayā sammādiṭṭhiyā uppādāya.
sc_po: “There are two conditions for the arising of right view.

# an2.118-129:126.1.2
source: Katame dve?
sc_po: What two?

# an2.118-129:126.1.3
source: Parato ca ghoso, yoniso ca manasikāro.
sc_po: The words of another and proper attention.

# an2.118-129:126.1.4
source: Ime kho, bhikkhave, dve paccayā sammādiṭṭhiyā uppādāyā”ti.
sc_po: These are the two conditions for the arising of right view.”

# an2.118-129:127.1.1
source: “Dvemā, bhikkhave, āpattiyo.
sc_po: “There are these two offenses.

# an2.118-129:127.1.2
source: Katamā dve?
sc_po: What two?

# an2.118-129:127.1.3
source: Lahukā ca āpatti, garukā ca āpatti.
sc_po: A light offense and a serious offense.

# an2.118-129:127.1.4
source: Imā kho, bhikkhave, dve āpattiyo”ti.
sc_po: These are the two offenses.”

# an2.118-129:128.1.1
source: “Dvemā, bhikkhave, āpattiyo.
sc_po: “There are these two offenses.

# an2.118-129:128.1.2
source: Katamā dve?
sc_po: What two?

# an2.118-129:128.1.3
source: Duṭṭhullā ca āpatti, aduṭṭhullā ca āpatti.
sc_po: An offense with corrupt intention and an offense without corrupt intention.

# an2.118-129:128.1.4
source: Imā kho, bhikkhave, dve āpattiyo”ti.
sc_po: These are the two offenses.”

# an2.118-129:129.1.1
source: “Dvemā, bhikkhave, āpattiyo.
sc_po: “There are these two offenses.

# an2.118-129:129.1.2
source: Katamā dve?
sc_po: What two?

# an2.118-129:129.1.3
source: Sāvasesā ca āpatti, anavasesā ca āpatti.
sc_po: An offense requiring rehabilitation and an offense not requiring rehabilitation.

# an2.118-129:129.1.4
source: Imā kho, bhikkhave, dve āpattiyo”ti.
sc_po: These are the two offenses.”
