Repository: kondannyo/PGP
Catalog: AN/*_text/an02/an2.310-479.po
Languages: sc_po

# an2.310-479:0.1
source: Aṅguttara Nikāya 2
sc_po: Numbered Discourses 2

# an2.310-479:0.2
source: 19. Rāgapeyyāla
sc_po: 19. Abbreviated Texts Beginning with Greed

# an2.310-479:310.1.1
source: “Rāgassa, bhikkhave, abhiññāya dve dhammā bhāvetabbā.
sc_po: “For insight into greed, two things should be developed.

# an2.310-479:310.1.2
source: Katame dve?
sc_po: What two?

# an2.310-479:310.1.3
source: Samatho ca vipassanā ca.
sc_po: Serenity and discernment.

# an2.310-479:310.1.4
source: Rāgassa, bhikkhave, abhiññāya ime dve dhammā bhāvetabbā”ti. (1)
sc_po: For insight into greed, these two things should be developed.”

# an2.310-479:310.2.1
source: “Rāgassa, bhikkhave, pariññāya … parikkhayāya … pahānāya … khayāya … vayāya … virāgāya … nirodhāya … cāgāya … paṭinissaggāya dve dhammā bhāvetabbā … pe … (2–10.)
sc_po: “For the complete understanding … finishing … giving up … ending … vanishing … fading away … cessation … giving away … letting go of greed, two things should be developed.”

# an2.310-479:322.1.1
source: “Dosassa … pe … mohassa … kodhassa … upanāhassa … makkhassa … paḷāsassa … issāya … macchariyassa … māyāya … sāṭheyyassa … thambhassa … sārambhassa … mānassa … atimānassa … madassa … pamādassa … abhiññāya … pariññāya … parikkhayāya … pahānāya … khayāya … vayāya … virāgāya … nirodhāya … cāgāya … paṭinissaggāya dve dhammā bhāvetabbā.
sc_po: “Of hate … delusion … anger … hostility … offensiveness … contempt … jealousy … stinginess … deceit … deviousness … obstinacy … aggression … conceit … arrogance … vanity … negligence … for insight … complete understanding … finishing … giving up … ending … vanishing … fading away … cessation … giving away … letting go … two things should be developed.

# an2.310-479:322.1.2
source: Katame dve?
sc_po: What two?

# an2.310-479:322.1.3
source: Samatho ca vipassanā ca.
sc_po: Serenity and discernment.

# an2.310-479:322.1.4
source: Pamādassa, bhikkhave, paṭinissaggāya ime dve dhammā bhāvetabbā”ti.
sc_po: For the letting go of negligence, these two things should be developed.”

# an2.310-479:322.2.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# an2.310-479:322.2.2
source: Attamanā te bhikkhū bhagavato bhāsitaṃ abhinandunti.
sc_po: Satisfied, the mendicants were happy with what the Buddha said.

# an2.310-479:322.2.4
source: Dukanipātapāḷi niṭṭhitā.
sc_po: The Book of the Twos is finished.
