Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.021.po
Languages: sc_po

# sn45.21:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.21:0.2
source: 3. Micchattavagga
sc_po: 3. The Wrong Way

# sn45.21:0.3
source: 21. Micchattasutta
sc_po: 21. The Wrong Way

# sn45.21:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.21:1.2
source: “Micchattañca vo, bhikkhave, desessāmi, sammattañca.
sc_po: “Mendicants, I will teach you the wrong way and the right way.

# sn45.21:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn45.21:1.4
source: Katamañca, bhikkhave, micchattaṃ?
sc_po: And what is the wrong way?

# sn45.21:1.5
source: Seyyathidaṃ—micchādiṭṭhi … pe … micchāsamādhi.
sc_po: It is wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.

# sn45.21:1.6
source: Idaṃ vuccati, bhikkhave, micchattaṃ.
sc_po: This is called the wrong way.

# sn45.21:1.7
source: Katamañca, bhikkhave, sammattaṃ?
sc_po: And what is the right way?

# sn45.21:1.8
source: Seyyathidaṃ—sammādiṭṭhi … pe … sammāsamādhi.
sc_po: It is right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.21:1.9
source: Idaṃ vuccati, bhikkhave, sammattan”ti.
sc_po: This is called the right way.”
