Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.152.po
Languages: sc_po

# sn45.152:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.152:0.2
source: 12. Balakaraṇīyavagga
sc_po: 12. Hard Work

# sn45.152:0.3
source: 152. Rukkhasutta
sc_po: 152. Trees

# sn45.152:1.1
source: “Seyyathāpi, bhikkhave, rukkho pācīnaninno pācīnapoṇo pācīnapabbhāro.
sc_po: “Mendicants, suppose a tree slants, slopes, and inclines to the east.

# sn45.152:1.2
source: So mūlacchinno katamena papateyyā”ti?
sc_po: If it was cut off at the root, where would it fall?”

# sn45.152:1.3
source: “Yena, bhante, ninno yena poṇo yena pabbhāro”ti.
sc_po: “Sir, it would fall in the direction that it slants, slopes, and inclines.”

# sn45.152:1.4
source: “Evameva kho, bhikkhave, bhikkhu ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvento ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro.
sc_po: “In the same way, a mendicant who develops and cultivates the noble eightfold path slants, slopes, and inclines to extinguishment.

# sn45.152:1.5
source: Kathañca, bhikkhave, bhikkhu ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvento ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro?
sc_po: And how does a mendicant who develops the noble eightfold path slant, slope, and incline to extinguishment?

# sn45.152:1.6
source: Idha, bhikkhave, bhikkhu sammādiṭṭhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … sammāsamādhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ …
sc_po: It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn45.152:1.7
source: evaṃ kho, bhikkhave, bhikkhu ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvento ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro”ti.
sc_po: That’s how a mendicant who develops and cultivates the noble eightfold path slants, slopes, and inclines to extinguishment.”
