Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.027.po
Languages: sc_po

# sn45.27:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.27:0.2
source: 3. Micchattavagga
sc_po: 3. The Wrong Way

# sn45.27:0.3
source: 27. Kumbhasutta
sc_po: 27. Pots

# sn45.27:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.27:1.2
source: “Seyyathāpi, bhikkhave, kumbho anādhāro suppavattiyo hoti, sādhāro duppavattiyo hoti;
sc_po: “A pot without a stand is easy to overturn, but if it has a stand it’s hard to overturn.

# sn45.27:1.3
source: evameva kho, bhikkhave, cittaṃ anādhāraṃ suppavattiyaṃ hoti, sādhāraṃ duppavattiyaṃ hoti.
sc_po: In the same way, a mind without a stand is easy to overturn, but if it has a stand it’s hard to overturn.

# sn45.27:1.4
source: Ko ca, bhikkhave, cittassa ādhāro?
sc_po: And what’s the stand for the mind?

# sn45.27:1.5
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn45.27:1.6
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.27:1.7
source: Ayaṃ cittassa ādhāro.
sc_po: This is the stand for the mind.

# sn45.27:1.8
source: Seyyathāpi, bhikkhave, kumbho anādhāro suppavattiyo hoti, sādhāro duppavattiyo hoti;
sc_po: A pot without a stand is easy to overturn, but if it has a stand it’s hard to overturn.

# sn45.27:1.9
source: evameva kho, bhikkhave, cittaṃ anādhāraṃ suppavattiyaṃ hoti, sādhāraṃ duppavattiyaṃ hotī”ti.
sc_po: In the same way, a mind without a stand is easy to overturn, but if it has a stand it’s hard to overturn.”
