Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.005.po
Languages: sc_po

# sn45.5:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.5:0.2
source: 1. Avijjāvagga
sc_po: 1. Ignorance

# sn45.5:0.3
source: 5. Kimatthiyasutta
sc_po: 5. What’s the Purpose

# sn45.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.5:1.2
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu … pe … ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then several mendicants went up to the Buddha … and said to him:

# sn45.5:2.1
source: “Idha no, bhante, aññatitthiyā paribbājakā amhe evaṃ pucchanti:
sc_po: “Sir, sometimes wanderers who follow other paths ask us:

# sn45.5:2.2
source: ‘kimatthiyaṃ, āvuso, samaṇe gotame brahmacariyaṃ vussatī’ti?
sc_po: ‘Reverends, what’s the purpose of living the spiritual life with the ascetic Gotama?’

# sn45.5:2.3
source: Evaṃ puṭṭhā mayaṃ, bhante, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākaroma:
sc_po: We answer them like this:

# sn45.5:2.4
source: ‘dukkhassa kho, āvuso, pariññatthaṃ bhagavati brahmacariyaṃ vussatī’ti.
sc_po: ‘The purpose of living the spiritual life under the Buddha is to completely understand suffering.’

# sn45.5:2.5
source: Kacci mayaṃ, bhante, evaṃ puṭṭhā evaṃ byākaramānā vuttavādino ceva bhagavato homa, na ca bhagavantaṃ abhūtena abbhācikkhāma, dhammassa cānudhammaṃ byākaroma, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?
sc_po: Answering this way, we trust that we repeat what the Buddha has said, and don’t misrepresent him with an untruth. We trust our explanation is in line with the teaching, and that there are no legitimate grounds for rebuke or criticism.”

# sn45.5:3.1
source: “Taggha tumhe, bhikkhave, evaṃ puṭṭhā evaṃ byākaramānā vuttavādino ceva me hotha, na ca maṃ abhūtena abbhācikkhatha, dhammassa cānudhammaṃ byākarotha, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchati.
sc_po: “Indeed, in answering this way you repeat what I’ve said, and don’t misrepresent me with an untruth. Your explanation is in line with the teaching, and there are no legitimate grounds for rebuke or criticism.

# sn45.5:3.2
source: Dukkhassa hi pariññatthaṃ mayi brahmacariyaṃ vussati.
sc_po: For the purpose of living the spiritual life with me is to completely understand suffering.

# sn45.5:3.3
source: Sace vo, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: If wanderers who follow other paths were to ask you:

# sn45.5:3.4
source: ‘atthi panāvuso, maggo, atthi paṭipadā etassa dukkhassa pariññāyā’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
sc_po: ‘Is there a path and a practice for completely understanding that suffering?’ You should answer them like this:

# sn45.5:3.5
source: ‘atthi kho, āvuso, maggo, atthi paṭipadā etassa dukkhassa pariññāyā’ti.
sc_po: ‘There is.’

# sn45.5:4.1
source: Katamo ca, bhikkhave, maggo, katamā paṭipadā etassa dukkhassa pariññāyāti?
sc_po: And what is that path?

# sn45.5:4.2
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn45.5:4.3
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.5:4.4
source: Ayaṃ, bhikkhave, maggo, ayaṃ paṭipadā etassa dukkhassa pariññāyāti.
sc_po: This is the path and the practice for completely understanding suffering.

# sn45.5:4.5
source: Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyāthā”ti.
sc_po: When questioned by wanderers who follow other paths, that’s how you should answer them.”
