Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.162.po
Languages: sc_po

# sn45.162:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.162:0.2
source: 13. Esanāvagga
sc_po: 13. Searches

# sn45.162:0.3
source: 162. Vidhāsutta
sc_po: 162. Discriminations

# sn45.162:1.1
source: “Tisso imā, bhikkhave, vidhā.
sc_po: “Mendicants, there are three kinds of discrimination.

# sn45.162:1.2
source: Katamā tisso?
sc_po: What three?

# sn45.162:1.3
source: ‘Seyyohamasmī’ti vidhā, ‘sadisohamasmī’ti vidhā, ‘hīnohamasmī’ti vidhā—
sc_po: One discriminates, thinking that ‘I’m better’ or ‘I’m equal’ or ‘I’m worse’.

# sn45.162:1.4
source: imā kho, bhikkhave, tisso vidhā.
sc_po: These are the three kinds of discrimination.

# sn45.162:1.5
source: Imāsaṃ kho, bhikkhave, tissannaṃ vidhānaṃ abhiññāya pariññāya parikkhayāya pahānāya ariyo aṭṭhaṅgiko maggo bhāvetabbo.
sc_po: The noble eightfold path should be developed for the direct knowledge, complete understanding, finishing, and giving up of these three kinds of discrimination.

# sn45.162:1.6
source: Katamo ariyo aṭṭhaṅgiko maggo?
sc_po: What is the noble eightfold path?

# sn45.162:1.7
source: Idha, bhikkhave, bhikkhu sammādiṭṭhiṃ bhāveti … pe … sammāsamādhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ …
sc_po: It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn45.162:1.8
source: imāsaṃ kho, bhikkhave tissannaṃ vidhānaṃ abhiññāya pariññāya parikkhayāya pahānāya ayaṃ ariyo aṭṭhaṅgiko maggo bhāvetabbo”ti.
sc_po: This is the noble eightfold path that should be developed for the direct knowledge, complete understanding, finishing, and giving up of these three kinds of discrimination.”

# sn45.162:1.9
source: (Yathā esanā, evaṃ vitthāretabbaṃ.)
sc_po: (This should be expanded as in the section on searches.)
