Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.037.po
Languages: sc_po

# sn45.37:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.37:0.2
source: 4. Paṭipattivagga
sc_po: 4. Practice

# sn45.37:0.3
source: 37. Paṭhamabrahmaññasutta
sc_po: 37. The Brahmin Life (1st)

# sn45.37:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.37:1.2
source: “Brahmaññañca vo, bhikkhave, desessāmi, brahmaññaphalāni ca.
sc_po: “Mendicants, I will teach you life as a brahmin and the fruits of life as a brahmin.

# sn45.37:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn45.37:1.4
source: Katamañca kho, bhikkhave, brahmaññaṃ?
sc_po: And what is life as a brahmin?

# sn45.37:1.5
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn45.37:1.6
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.37:1.7
source: Idaṃ vuccati, bhikkhave, brahmaññaṃ.
sc_po: This is called life as a brahmin.

# sn45.37:1.8
source: Katamāni ca, bhikkhave, brahmaññaphalāni?
sc_po: And what are the fruits of life as a brahmin?

# sn45.37:1.9
source: Sotāpattiphalaṃ, sakadāgāmiphalaṃ, anāgāmiphalaṃ, arahattaphalaṃ—
sc_po: The fruits of stream-entry, once-return, non-return, and perfection.

# sn45.37:1.10
source: imāni vuccanti, bhikkhave, brahmaññaphalānī”ti.
sc_po: These are called the fruits of life as a brahmin.”
