Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.170.po
Languages: sc_po

# sn45.170:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.170:0.2
source: 13. Esanāvagga
sc_po: 13. Searches

# sn45.170:0.3
source: 170. Taṇhāsutta
sc_po: 170. Craving

# sn45.170:1.1
source: “Tisso imā, bhikkhave, taṇhā.
sc_po: “Mendicants, there are these three cravings.

# sn45.170:1.2
source: Katamā tisso?
sc_po: What three?

# sn45.170:1.3
source: Kāmataṇhā, bhavataṇhā, vibhavataṇhā—
sc_po: Craving for sensual pleasures, craving to continue existence, and craving to end existence.

# sn45.170:1.4
source: imā kho, bhikkhave, tisso taṇhā.
sc_po: These are the three cravings.

# sn45.170:1.5
source: Imāsaṃ kho, bhikkhave, tissannaṃ taṇhānaṃ abhiññāya pariññāya parikkhayāya pahānāya … pe … ayaṃ ariyo aṭṭhaṅgiko maggo bhāvetabbo.
sc_po: The noble eightfold path should be developed for the direct knowledge, complete understanding, finishing, and giving up of these three cravings.

# sn45.170:1.6
source: Katamo ariyo aṭṭhaṅgiko maggo?
sc_po: What is the noble eightfold path?

# sn45.170:1.7
source: Idha, bhikkhave, bhikkhu sammādiṭṭhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … sammāsamādhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn45.170:1.8
source: Imāsaṃ kho, bhikkhave, tissannaṃ taṇhānaṃ abhiññāya pariññāya parikkhayāya pahānāya … pe … ayaṃ ariyo aṭṭhaṅgiko maggo bhāvetabbo”ti.
sc_po: This is the noble eightfold path that should be developed for the direct knowledge, complete understanding, finishing, and giving up of these three cravings.”

# sn45.170:2.0
source: Tasināsutta
sc_po: Thirst

# sn45.170:2.1
source: “Tisso imā, bhikkhave, tasinā.
sc_po: “Mendicants, there are these three thirsts.

# sn45.170:2.2
source: Katamā tisso?
sc_po: What three?

# sn45.170:2.3
source: Kāmatasinā, bhavatasinā, vibhavatasinā.
sc_po: Thirst for sensual pleasures, thirst to continue existence, and thirst to end existence.

# sn45.170:2.4
source: Imāsaṃ kho, bhikkhave, tissannaṃ tasinānaṃ abhiññāya pariññāya parikkhayāya pahānāya … pe ….
sc_po: For the direct knowledge, complete understanding, finishing, and giving up of these three thirsts …

# sn45.170:2.5
source: rāgavinayapariyosānaṃ dosavinayapariyosānaṃ mohavinayapariyosānaṃ…pe…
sc_po: … which culminates in the removal of greed, hate, and delusion.

# sn45.170:2.6
source: amatogadhaṃ amataparāyanaṃ amatapariyosānaṃ…pe…
sc_po: … which culminates, finishes, and ends in the deathless.

# sn45.170:2.7
source: nibbānaninnaṃ nibbānapoṇaṃ nibbānapabbhāraṃ.
sc_po: … which slants, slopes, and inclines to extinguishment.

# sn45.170:2.8
source: Imāsaṃ kho, bhikkhave, tissannaṃ tasinānaṃ abhiññāya pariññāya parikkhayāya pahānāya …pe… ayaṃ ariyo aṭṭhaṅgiko maggo bhāvetabbo”ti.
sc_po: The noble eightfold path should be developed for the direct knowledge, complete understanding, finishing, and giving up of these three thirsts.”
