Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.024.po
Languages: sc_po

# sn45.24:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.24:0.2
source: 3. Micchattavagga
sc_po: 3. The Wrong Way

# sn45.24:0.3
source: 24. Dutiyapaṭipadāsutta
sc_po: 24. Practice (2nd)

# sn45.24:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.24:1.2
source: “Gihino vāhaṃ, bhikkhave, pabbajitassa vā micchāpaṭipadaṃ na vaṇṇemi.
sc_po: “Mendicants, I don’t praise wrong practice for laypeople or renunciates.

# sn45.24:1.3
source: Gihi vā, bhikkhave, pabbajito vā micchāpaṭipanno micchāpaṭipattādhikaraṇahetu nārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
sc_po: Because of wrong practice, neither laypeople nor renunciates succeed in the procedure of the skillful teaching.

# sn45.24:2.1
source: Katamā ca, bhikkhave, micchāpaṭipadā?
sc_po: And what’s the wrong practice?

# sn45.24:2.2
source: Seyyathidaṃ—micchādiṭṭhi … pe … micchāsamādhi.
sc_po: It is wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.

# sn45.24:2.3
source: Ayaṃ vuccati, bhikkhave, micchāpaṭipadā.
sc_po: This is called the wrong practice.

# sn45.24:2.4
source: Gihino vāhaṃ, bhikkhave, pabbajitassa vā micchāpaṭipadaṃ na vaṇṇemi.
sc_po: I don’t praise wrong practice for lay people or renunciates.

# sn45.24:2.5
source: Gihi vā, bhikkhave, pabbajito vā micchāpaṭipanno micchāpaṭipattādhikaraṇahetu nārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
sc_po: Because of wrong practice, neither laypeople nor renunciates succeed in the procedure of the skillful teaching.

# sn45.24:3.1
source: Gihino vāhaṃ, bhikkhave, pabbajitassa vā sammāpaṭipadaṃ vaṇṇemi.
sc_po: I praise right practice for laypeople and renunciates.

# sn45.24:3.2
source: Gihi vā, bhikkhave, pabbajito vā sammāpaṭipanno sammāpaṭipattādhikaraṇahetu ārādhako hoti ñāyaṃ dhammaṃ kusalaṃ.
sc_po: Because of right practice, both laypeople and renunciates succeed in the procedure of the skillful teaching.

# sn45.24:3.3
source: Katamā ca, bhikkhave, sammāpaṭipadā?
sc_po: And what’s the right practice?

# sn45.24:3.4
source: Seyyathidaṃ—sammādiṭṭhi … pe … sammāsamādhi.
sc_po: It is right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.24:3.5
source: Ayaṃ vuccati, bhikkhave, sammāpaṭipadā.
sc_po: This is called the right practice.

# sn45.24:3.6
source: Gihino vāhaṃ, bhikkhave, pabbajitassa vā sammāpaṭipadaṃ vaṇṇemi.
sc_po: I praise right practice for laypeople and renunciates.

# sn45.24:3.7
source: Gihi vā, bhikkhave, pabbajito vā sammāpaṭipanno sammāpaṭipattādhikaraṇahetu ārādhako hoti ñāyaṃ dhammaṃ kusalan”ti.
sc_po: Because of right practice, both laypeople and renunciates succeed in the procedure of the skillful teaching.”
