Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.032.po
Languages: sc_po

# sn45.32:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.32:0.2
source: 4. Paṭipattivagga
sc_po: 4. Practice

# sn45.32:0.3
source: 32. Dutiyapaṭipattisutta
sc_po: 32. Practice (2nd)

# sn45.32:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.32:1.2
source: “Micchāpaṭipannañca vo, bhikkhave, desessāmi, sammāpaṭipannañca.
sc_po: “Mendicants, I will teach you one practicing wrongly and one practicing rightly.

# sn45.32:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn45.32:1.4
source: Katamo ca, bhikkhave, micchāpaṭipanno?
sc_po: And who is practicing wrongly?

# sn45.32:1.5
source: Idha, bhikkhave, ekacco micchādiṭṭhiko hoti … pe … micchāsamādhi—
sc_po: It’s someone who has wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.

# sn45.32:1.6
source: ayaṃ vuccati, bhikkhave, micchāpaṭipanno.
sc_po: This is called one practicing wrongly.

# sn45.32:1.7
source: Katamo ca, bhikkhave, sammāpaṭipanno?
sc_po: And who is practicing rightly?

# sn45.32:1.8
source: Idha, bhikkhave, ekacco sammādiṭṭhiko hoti … pe … sammāsamādhi—
sc_po: It’s someone who has right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.32:1.9
source: ayaṃ vuccati, bhikkhave, sammāpaṭipanno”ti.
sc_po: This is called one practicing rightly.”
