Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.040.po
Languages: sc_po

# sn45.40:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.40:0.2
source: 4. Paṭipattivagga
sc_po: 4. Practice

# sn45.40:0.3
source: 40. Dutiyabrahmacariyasutta
sc_po: 40. The Spiritual Path (2nd)

# sn45.40:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.40:1.2
source: “Brahmacariyañca vo, bhikkhave, desessāmi, brahmacariyatthañca.
sc_po: “Mendicants, I will teach you the spiritual path and the goal of the spiritual path.

# sn45.40:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn45.40:1.4
source: Katamañca, bhikkhave, brahmacariyaṃ?
sc_po: And what is the spiritual path?

# sn45.40:1.5
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn45.40:1.6
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.40:1.7
source: Idaṃ vuccati, bhikkhave, brahmacariyaṃ.
sc_po: This is called the spiritual path.

# sn45.40:1.8
source: Katamo ca, bhikkhave, brahmacariyattho?
sc_po: And what is the goal of the spiritual path?

# sn45.40:1.9
source: Yo kho, bhikkhave, rāgakkhayo dosakkhayo mohakkhayo—
sc_po: The ending of greed, hate, and delusion.

# sn45.40:1.10
source: ayaṃ vuccati, bhikkhave, brahmacariyattho”ti.
sc_po: This is called the goal of the spiritual path.”
