Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.042-47.po
Languages: sc_po

# sn45.42-47:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.42-47:0.2
source: 5. Aññatitthiyapeyyālavagga
sc_po: 5. Abbreviated Texts on Followers of Other Paths

# sn45.42-47:0.3
source: 42–47. Saṃyojanappahānādisuttachakka
sc_po: 42–47. Six Discourses on Giving Up Fetters, Etc.

# sn45.42-47:1.1
source: “Sace vo, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: “Mendicants, if wanderers who follow another path were to ask you:

# sn45.42-47:1.2
source: ‘kimatthiyaṃ, āvuso, samaṇe gotame brahmacariyaṃ vussatī’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
sc_po: ‘Reverends, what’s the purpose of living the spiritual life with the ascetic Gotama?’ You should answer them like this:

# sn45.42-47:1.3
source: ‘saṃyojanappahānatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī’ti … pe …
sc_po: ‘The purpose of living the spiritual life under the Buddha is to give up the fetters.’ …

# sn45.42-47:1.4
source: ‘anusayasamugghātanatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī’ti … pe …
sc_po: ‘… to uproot the underlying tendencies.’ …

# sn45.42-47:1.5
source: ‘addhānapariññatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī’ti … pe …
sc_po: ‘… to completely understand the course of time.’ …

# sn45.42-47:1.6
source: ‘āsavānaṃ khayatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī’ti … pe …
sc_po: ‘… to end the defilements.’ …

# sn45.42-47:1.7
source: ‘vijjāvimuttiphalasacchikiriyatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī’ti … pe …
sc_po: ‘… to realize the fruit of knowledge and freedom.’ …

# sn45.42-47:1.8
source: ‘ñāṇadassanatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī’ti … pe ….
sc_po: ‘… for knowledge and vision.’ …”
