Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.071-75.po
Languages: sc_po

# sn45.71-75:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.71-75:0.2
source: 7. Ekadhammapeyyālavagga
sc_po: 7. Abbreviated Texts on One Thing

# sn45.71-75:0.3
source: 71–75. Dutiyasīlasampadādisuttapañcaka
sc_po: 71–75. Five Discourses on Accomplishment in Ethics, Etc. (2nd)

# sn45.71-75:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.71-75:1.2
source: “Ekadhammo, bhikkhave, bahūpakāro ariyassa aṭṭhaṅgikassa maggassa uppādāya.
sc_po: “Mendicants, one thing helps give rise to the noble eightfold path.

# sn45.71-75:1.3
source: Katamo ekadhammo?
sc_po: What one thing?

# sn45.71-75:1.4
source: Yadidaṃ—sīlasampadā … pe …
sc_po: It’s accomplishment in ethics. …”

# sn45.71-75:1.5
source: yadidaṃ—chandasampadā … pe …
sc_po: “… accomplishment in enthusiasm …”

# sn45.71-75:1.6
source: yadidaṃ—attasampadā … pe …
sc_po: “… accomplishment in self-development …”

# sn45.71-75:1.7
source: yadidaṃ—diṭṭhisampadā … pe …
sc_po: “… accomplishment in view …”

# sn45.71-75:1.8
source: yadidaṃ—appamādasampadā … pe ….
sc_po: “… accomplishment in diligence …”
