Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.041.po
Languages: sc_po

# sn45.41:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.41:0.2
source: 5. Aññatitthiyapeyyālavagga
sc_po: 5. Abbreviated Texts on Followers of Other Paths

# sn45.41:0.3
source: 41. Rāgavirāgasutta
sc_po: 41. The Fading Away of Greed

# sn45.41:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.41:1.2
source: “Sace vo, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: “Mendicants, if wanderers who follow another path were to ask you:

# sn45.41:1.3
source: ‘kimatthiyaṃ, āvuso, samaṇe gotame brahmacariyaṃ vussatī’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
sc_po: ‘Reverends, what’s the purpose of living the spiritual life with the ascetic Gotama?’ You should answer them like this:

# sn45.41:1.4
source: ‘rāgavirāgatthaṃ kho, āvuso, bhagavati brahmacariyaṃ vussatī’ti.
sc_po: ‘The purpose of living the spiritual life under the Buddha is the fading away of greed.’

# sn45.41:1.5
source: Sace pana vo, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: If wanderers who follow other paths were to ask you:

# sn45.41:1.6
source: ‘atthi panāvuso, maggo, atthi paṭipadā rāgavirāgāyā’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
sc_po: ‘Is there a path and a practice for the fading away of greed?’ You should answer them like this:

# sn45.41:1.7
source: ‘atthi kho, āvuso, maggo, atthi paṭipadā rāgavirāgāyā’ti.
sc_po: ‘There is a path and a practice for the fading away of greed.’

# sn45.41:1.8
source: Katamo ca, bhikkhave, maggo, katamā ca paṭipadā rāgavirāgāya?
sc_po: And what is that path, what is that practice for the fading away of greed?

# sn45.41:1.9
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn45.41:1.10
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.41:1.11
source: Ayaṃ, bhikkhave, maggo, ayaṃ paṭipadā rāgavirāgāyāti.
sc_po: This is the path, this is the practice for the fading away of greed.

# sn45.41:1.12
source: Evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyāthā”ti.
sc_po: When questioned by wanderers who follow other paths, that’s how you should answer them.”
