Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.050-54.po
Languages: sc_po

# sn45.50-54:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.50-54:0.2
source: 6. Sūriyapeyyālavagga
sc_po: 6. Abbreviated Texts on the Sun

# sn45.50-54:0.3
source: 50–54. Sīlasampadādisuttapañcaka
sc_po: 50–54. Five Discourses on Accomplishment in Ethics, Etc. (1st)

# sn45.50-54:1.1
source: “Sūriyassa, bhikkhave, udayato etaṃ pubbaṅgamaṃ etaṃ pubbanimittaṃ, yadidaṃ—aruṇuggaṃ;
sc_po: “Mendicants, the dawn is the forerunner and precursor of the sunrise.

# sn45.50-54:1.2
source: evameva kho, bhikkhave, bhikkhuno ariyassa aṭṭhaṅgikassa maggassa uppādāya etaṃ pubbaṅgamaṃ etaṃ pubbanimittaṃ, yadidaṃ—sīlasampadā.
sc_po: In the same way accomplishment in ethics is the forerunner and precursor of the noble eightfold path for a mendicant.

# sn45.50-54:1.3
source: Sīlasampannassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ … pe …
sc_po: A mendicant accomplished in ethics can expect …” …

# sn45.50-54:1.4
source: yadidaṃ—chandasampadā … pe …
sc_po: “… accomplished in enthusiasm …”

# sn45.50-54:1.5
source: yadidaṃ—attasampadā … pe …
sc_po: “… accomplished in self-development …”

# sn45.50-54:1.6
source: yadidaṃ—diṭṭhisampadā … pe …
sc_po: “… accomplished in view …”

# sn45.50-54:1.7
source: yadidaṃ—appamādasampadā … pe ….
sc_po: “… accomplished in diligence …”
