Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.140.po
Languages: sc_po

# sn45.140:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.140:0.2
source: 11. Appamādapeyyālavagga
sc_po: 11. Abbreviated Texts on Diligence

# sn45.140:0.3
source: 140. Padasutta
sc_po: 140. Footprints

# sn45.140:1.1
source: “Seyyathāpi, bhikkhave, yāni kānici jaṅgalānaṃ pāṇānaṃ padajātāni, sabbāni tāni hatthipade samodhānaṃ gacchanti;
sc_po: “The footprints of all creatures that walk can fit inside an elephant’s footprint.

# sn45.140:1.2
source: hatthipadaṃ tesaṃ aggamakkhāyati, yadidaṃ—mahantattena;
sc_po: So an elephant’s footprint is said to be the biggest of them all.

# sn45.140:1.3
source: evameva kho, bhikkhave, ye keci kusalā dhammā, sabbe te appamādamūlakā appamādasamosaraṇā; appamādo tesaṃ dhammānaṃ aggamakkhāyati.
sc_po: In the same way, all skillful qualities are rooted in diligence and meet at diligence, and diligence is said to be the best of them.

# sn45.140:1.4
source: Appamattassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ—ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvessati ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkarissati.
sc_po: A mendicant who is diligent can expect to develop and cultivate the noble eightfold path.

# sn45.140:1.5
source: Kathañca, bhikkhave, bhikkhu appamatto ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaroti?
sc_po: And how does a mendicant who is diligent develop and cultivate the noble eightfold path?

# sn45.140:1.6
source: Idha, bhikkhave, bhikkhu sammādiṭṭhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … sammāsamādhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ …
sc_po: It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion, which rely on seclusion, fading away, and cessation, and ripen as letting go. …

# sn45.140:1.7
source: evaṃ kho, bhikkhave, bhikkhu appamatto ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkarotī”ti.
sc_po: That’s how a mendicant who is diligent develops and cultivates the noble eightfold path.”
