Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.010.po
Languages: sc_po

# sn45.10:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.10:0.2
source: 1. Avijjāvagga
sc_po: 1. Ignorance

# sn45.10:0.3
source: 10. Nandiyasutta
sc_po: 10. With Nandiya

# sn45.10:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.10:1.2
source: Atha kho nandiyo paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the wanderer Nandiya went up to the Buddha, and exchanged greetings with him.

# sn45.10:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho nandiyo paribbājako bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side, and said to the Buddha:

# sn45.10:1.4
source: “kati nu kho, bho gotama, dhammā bhāvitā bahulīkatā nibbānaṅgamā honti nibbānaparāyanā nibbānapariyosānā”ti?
sc_po: “Master Gotama, how many things, when developed and cultivated, have extinguishment as their culmination, destination, and end?”

# sn45.10:2.1
source: “Aṭṭhime kho, nandiya, dhammā bhāvitā bahulīkatā nibbānaṅgamā honti nibbānaparāyanā nibbānapariyosānā.
sc_po: “These eight things, when developed and cultivated, have extinguishment as their culmination, destination, and end.

# sn45.10:2.2
source: Katame aṭṭha?
sc_po: What eight?

# sn45.10:2.3
source: Seyyathidaṃ—sammādiṭṭhi … pe … sammāsamādhi.
sc_po: They are: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.10:2.4
source: Ime kho, nandiya, aṭṭha dhammā bhāvitā bahulīkatā nibbānaṅgamā honti nibbānaparāyanā nibbānapariyosānā”ti.
sc_po: These eight things, when developed and cultivated, have extinguishment as their culmination, destination, and end.”

# sn45.10:2.5
source: Evaṃ vutte, nandiyo paribbājako bhagavantaṃ etadavoca:
sc_po: When he said this, the wanderer Nandiya said to the Buddha,

# sn45.10:2.6
source: “abhikkantaṃ, bho gotama, abhikkantaṃ, bho gotama … pe …
sc_po: “Excellent, Master Gotama! Excellent! …

# sn45.10:2.7
source: upāsakaṃ maṃ bhavaṃ gotamo dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may Master Gotama remember me as a lay follower who has gone for refuge for life.”
