Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.009.po
Languages: sc_po

# sn45.9:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.9:0.2
source: 1. Avijjāvagga
sc_po: 1. Ignorance

# sn45.9:0.3
source: 9. Sūkasutta
sc_po: 9. A Spike

# sn45.9:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.9:1.2
source: “Seyyathāpi, bhikkhave, sālisūkaṃ vā yavasūkaṃ vā micchāpaṇihitaṃ hatthena vā pādena vā akkantaṃ hatthaṃ vā pādaṃ vā bhindissati, lohitaṃ vā uppādessatīti—netaṃ ṭhānaṃ vijjati.
sc_po: “Mendicants, suppose a spike of rice or barley was pointing the wrong way. If you trod on it with hand or foot, there’s no way it could break the skin and produce blood.

# sn45.9:1.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn45.9:1.4
source: Micchāpaṇihitattā, bhikkhave, sūkassa.
sc_po: Because the spike is pointing the wrong way.

# sn45.9:1.5
source: Evameva kho, bhikkhave, so vata bhikkhu micchāpaṇihitāya diṭṭhiyā micchāpaṇihitāya maggabhāvanāya avijjaṃ bhindissati, vijjaṃ uppādessati, nibbānaṃ sacchikarissatīti—netaṃ ṭhānaṃ vijjati.
sc_po: In the same way, a mendicant whose view and development of the path is pointing the wrong way cannot break ignorance, produce knowledge, and realize extinguishment.

# sn45.9:1.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn45.9:1.7
source: Micchāpaṇihitattā, bhikkhave, diṭṭhiyā.
sc_po: Because their view is pointing the wrong way.

# sn45.9:2.1
source: Seyyathāpi, bhikkhave, sālisūkaṃ vā yavasūkaṃ vā sammāpaṇihitaṃ hatthena vā pādena vā akkantaṃ hatthaṃ vā pādaṃ vā bhindissati, lohitaṃ vā uppādessatīti—ṭhānametaṃ vijjati.
sc_po: Suppose a spike of rice or barley was pointing the right way. If you trod on it with hand or foot, it may well break the skin and produce blood.

# sn45.9:2.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn45.9:2.3
source: Sammāpaṇihitattā, bhikkhave, sūkassa.
sc_po: Because the spike is pointing the right way.

# sn45.9:2.4
source: Evameva kho, bhikkhave, so vata bhikkhu sammāpaṇihitāya diṭṭhiyā sammāpaṇihitāya maggabhāvanāya avijjaṃ bhindissati, vijjaṃ uppādessati, nibbānaṃ sacchikarissatīti—ṭhānametaṃ vijjati.
sc_po: In the same way, a mendicant whose view and development of the path is pointing the right way may well break ignorance, produce knowledge, and realize extinguishment.

# sn45.9:2.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn45.9:2.6
source: Sammāpaṇihitattā, bhikkhave, diṭṭhiyā.
sc_po: Because their view is pointing the right way.

# sn45.9:3.1
source: Kathañca, bhikkhave, bhikkhu sammāpaṇihitāya diṭṭhiyā sammāpaṇihitāya maggabhāvanāya avijjaṃ bhindati, vijjaṃ uppādeti, nibbānaṃ sacchikarotīti?
sc_po: And how does a mendicant whose view and development of the path is pointing the right way break ignorance, give rise to knowledge, and realize extinguishment?

# sn45.9:3.2
source: Idha, bhikkhave, bhikkhu sammādiṭṭhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … sammāsamādhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn45.9:3.3
source: Evaṃ kho, bhikkhave, bhikkhu sammāpaṇihitāya diṭṭhiyā sammāpaṇihitāya maggabhāvanāya avijjaṃ bhindati, vijjaṃ uppādeti, nibbānaṃ sacchikarotī”ti.
sc_po: That’s how a mendicant whose view and development of the path is pointing the right way breaks ignorance, gives rise to knowledge, and realizes extinguishment.”
