Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.049.po
Languages: sc_po

# sn45.49:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.49:0.2
source: 6. Sūriyapeyyālavagga
sc_po: 6. Abbreviated Texts on the Sun

# sn45.49:0.3
source: 49. Kalyāṇamittasutta
sc_po: 49. Good Friends (1st)

# sn45.49:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.49:1.2
source: “Sūriyassa, bhikkhave, udayato etaṃ pubbaṅgamaṃ etaṃ pubbanimittaṃ, yadidaṃ—aruṇuggaṃ;
sc_po: “Mendicants, the dawn is the forerunner and precursor of the sunrise.

# sn45.49:1.3
source: evameva kho, bhikkhave, bhikkhuno ariyassa aṭṭhaṅgikassa maggassa uppādāya etaṃ pubbaṅgamaṃ etaṃ pubbanimittaṃ, yadidaṃ—kalyāṇamittatā.
sc_po: In the same way good friendship is the forerunner and precursor of the noble eightfold path for a mendicant.

# sn45.49:1.4
source: Kalyāṇamittassetaṃ, bhikkhave, bhikkhuno pāṭikaṅkhaṃ—ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvessati, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkarissati.
sc_po: A mendicant with good friends can expect to develop and cultivate the noble eightfold path.

# sn45.49:1.5
source: Kathañca, bhikkhave, bhikkhu kalyāṇamitto ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaroti?
sc_po: And how does a mendicant with good friends develop and cultivate the noble eightfold path?

# sn45.49:1.6
source: Idha, bhikkhave, bhikkhu sammādiṭṭhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … sammāsamādhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn45.49:1.7
source: Evaṃ kho, bhikkhave, bhikkhu kalyāṇamitto ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkarotī”ti.
sc_po: That’s how a mendicant with good friends develops and cultivates the noble eightfold path.”
