Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.012.po
Languages: sc_po

# sn45.12:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.12:0.2
source: 2. Vihāravagga
sc_po: 2. Meditation

# sn45.12:0.3
source: 12. Dutiyavihārasutta
sc_po: 12. Meditation (2nd)

# sn45.12:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.12:1.2
source: “Icchāmahaṃ, bhikkhave, temāsaṃ paṭisallīyituṃ.
sc_po: “Mendicants, I wish to go on retreat for three months.

# sn45.12:1.3
source: Namhi kenaci upasaṅkamitabbo, aññatra ekena piṇḍapātanīhārakenā”ti.
sc_po: No-one should approach me, except for the one who brings my alms-food.”

# sn45.12:1.4
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paṭissutvā nāssudha koci bhagavantaṃ upasaṅkamati, aññatra ekena piṇḍapātanīhārakena.
sc_po: “Yes, sir,” replied those mendicants. And no-one approached him, except for the one who brought the alms-food.

# sn45.12:2.1
source: Atha kho bhagavā tassa temāsassa accayena paṭisallānā vuṭṭhito bhikkhū āmantesi:
sc_po: Then after three months had passed, the Buddha came out of retreat and addressed the mendicants:

# sn45.12:2.2
source: “yena svāhaṃ, bhikkhave, vihārena paṭhamābhisambuddho viharāmi, tassa padesena vihāsiṃ.
sc_po: “Mendicants, I’ve been practicing part of the meditation I practiced when I was first awakened.

# sn45.12:2.3
source: So evaṃ pajānāmi:
sc_po: I understand that

# sn45.12:2.4
source: ‘micchādiṭṭhipaccayāpi vedayitaṃ;
sc_po: there’s feeling conditioned by wrong view

# sn45.12:2.5
source: micchādiṭṭhivūpasamapaccayāpi vedayitaṃ;
sc_po: and by the stilling of wrong view,

# sn45.12:2.6
source: sammādiṭṭhipaccayāpi vedayitaṃ;
sc_po: by right view

# sn45.12:2.7
source: sammādiṭṭhivūpasamapaccayāpi vedayitaṃ … pe …
sc_po: and by the stilling of right view. …

# sn45.12:2.8
source: micchāsamādhipaccayāpi vedayitaṃ;
sc_po: There’s feeling conditioned by wrong immersion

# sn45.12:2.9
source: micchāsamādhivūpasamapaccayāpi vedayitaṃ, sammāsamādhipaccayāpi vedayitaṃ;
sc_po: and by the stilling of wrong immersion, by right immersion

# sn45.12:2.10
source: sammāsamādhivūpasamapaccayāpi vedayitaṃ;
sc_po: and by the stilling of right immersion.

# sn45.12:2.11
source: chandapaccayāpi vedayitaṃ;
sc_po: There’s feeling conditioned by desire

# sn45.12:2.12
source: chandavūpasamapaccayāpi vedayitaṃ;
sc_po: and by the stilling of desire,

# sn45.12:2.13
source: vitakkapaccayāpi vedayitaṃ;
sc_po: by thought

# sn45.12:2.14
source: vitakkavūpasamapaccayāpi vedayitaṃ;
sc_po: and by the stilling of thought,

# sn45.12:2.15
source: saññāpaccayāpi vedayitaṃ;
sc_po: by perception

# sn45.12:2.16
source: saññāvūpasamapaccayāpi vedayitaṃ;
sc_po: and by the stilling of perception.

# sn45.12:2.17
source: chando ca avūpasanto hoti, vitakko ca avūpasanto hoti, saññā ca avūpasantā hoti, tappaccayāpi vedayitaṃ;
sc_po: As long as desire, thought, and perception are not stilled, there is feeling conditioned by that.

# sn45.12:2.18
source: chando ca vūpasanto hoti, vitakko ca vūpasanto hoti, saññā ca vūpasantā hoti, tappaccayāpi vedayitaṃ;
sc_po: When desire, thought, and perception are stilled, there is feeling conditioned by that.

# sn45.12:2.19
source: appattassa pattiyā atthi āyāmaṃ, tasmimpi ṭhāne anuppatte tappaccayāpi vedayitan’”ti.
sc_po: There is effort to attain the unattained. When that state has been attained, there is also feeling conditioned by that.”
