Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.002.po
Languages: sc_po

# sn45.2:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.2:0.2
source: 1. Avijjāvagga
sc_po: 1. Ignorance

# sn45.2:0.3
source: 2. Upaḍḍhasutta
sc_po: 2. Half the Spiritual Life

# sn45.2:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn45.2:1.2
source: ekaṃ samayaṃ bhagavā sakyesu viharati nagarakaṃ nāma sakyānaṃ nigamo.
sc_po: At one time the Buddha was staying in the land of the Sakyans, where they have a town named Nagaraka.

# sn45.2:1.3
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# sn45.2:1.4
source: “upaḍḍhamidaṃ, bhante, brahmacariyaṃ, yadidaṃ—kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā”ti.
sc_po: “Sir, good friends, companions, and associates are half the spiritual life.”

# sn45.2:2.1
source: “Mā hevaṃ, ānanda, mā hevaṃ, ānanda.
sc_po: “Not so, Ānanda! Not so, Ānanda!

# sn45.2:2.2
source: Sakalamevidaṃ, ānanda, brahmacariyaṃ, yadidaṃ—kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā.
sc_po: Good friends, companions, and associates are the whole of the spiritual life.

# sn45.2:2.3
source: Kalyāṇamittassetaṃ, ānanda, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvessati, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkarissati.
sc_po: A mendicant with good friends, companions, and associates can expect to develop and cultivate the noble eightfold path.

# sn45.2:3.1
source: Kathañcānanda, bhikkhu kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaroti?
sc_po: And how does a mendicant with good friends develop and cultivate the noble eightfold path?

# sn45.2:3.2
source: Idhānanda, bhikkhu sammādiṭṭhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ;
sc_po: It’s when a mendicant develops right view, which relies on seclusion, fading away, and cessation, and ripens as letting go.

# sn45.2:3.3
source: sammāsaṅkappaṃ bhāveti vivekanissitaṃ … pe …
sc_po: They develop right thought …

# sn45.2:3.4
source: sammāvācaṃ bhāveti … pe …
sc_po: right speech …

# sn45.2:3.5
source: sammākammantaṃ bhāveti … pe …
sc_po: right action …

# sn45.2:3.6
source: sammāājīvaṃ bhāveti … pe …
sc_po: right livelihood …

# sn45.2:3.7
source: sammāvāyāmaṃ bhāveti … pe …
sc_po: right effort …

# sn45.2:3.8
source: sammāsatiṃ bhāveti … pe …
sc_po: right mindfulness …

# sn45.2:3.9
source: sammāsamādhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: right immersion, which relies on seclusion, fading away, and cessation, and ripens as letting go.

# sn45.2:3.10
source: Evaṃ kho, ānanda, bhikkhu kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaroti.
sc_po: That’s how a mendicant with good friends develops and cultivates the noble eightfold path.

# sn45.2:4.1
source: Tadamināpetaṃ, ānanda, pariyāyena veditabbaṃ yathā sakalamevidaṃ brahmacariyaṃ, yadidaṃ—kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā.
sc_po: And here’s another way to understand how good friends are the whole of the spiritual life.

# sn45.2:4.2
source: Mamañhi, ānanda, kalyāṇamittaṃ āgamma jātidhammā sattā jātiyā parimuccanti; jarādhammā sattā jarāya parimuccanti; maraṇadhammā sattā maraṇena parimuccanti; sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti.
sc_po: For, by relying on me as a good friend, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.

# sn45.2:4.3
source: Iminā kho etaṃ, ānanda, pariyāyena veditabbaṃ yathā sakalamevidaṃ brahmacariyaṃ, yadidaṃ—kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā”ti.
sc_po: This is another way to understand how good friends are the whole of the spiritual life.”
