Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.007.po
Languages: sc_po

# sn45.7:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.7:0.2
source: 1. Avijjāvagga
sc_po: 1. Ignorance

# sn45.7:0.3
source: 7. Dutiyaaññatarabhikkhusutta
sc_po: 7. A Mendicant (2nd)

# sn45.7:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.7:1.2
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha … and said to him:

# sn45.7:2.1
source: “‘Rāgavinayo dosavinayo mohavinayo’ti, bhante, vuccati.
sc_po: “Sir, they speak of ‘the removal of greed, hate, and delusion’.

# sn45.7:2.2
source: Kissa nu kho etaṃ, bhante, adhivacanaṃ:
sc_po: What is this a term for?”

# sn45.7:2.4
source: “Nibbānadhātuyā kho etaṃ, bhikkhu, adhivacanaṃ:
sc_po: “Mendicant, the removal of greed, hate, and delusion is a term for the natural principle of extinguishment.

# sn45.7:2.6
source: Āsavānaṃ khayo tena vuccatī”ti.
sc_po: It’s used to speak of the ending of defilements.”

# sn45.7:3.1
source: Evaṃ vutte, so bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, the mendicant said to the Buddha:

# sn45.7:3.2
source: “‘amataṃ, amatan’ti, bhante, vuccati.
sc_po: “Sir, they speak of ‘the deathless’.

# sn45.7:3.3
source: Katamaṃ nu kho, bhante, amataṃ, katamo amatagāmimaggo”ti?
sc_po: What is the deathless? And what is the path that leads to the deathless?”

# sn45.7:3.4
source: “Yo kho, bhikkhu, rāgakkhayo dosakkhayo mohakkhayo—
sc_po: “The ending of greed, hate, and delusion.

# sn45.7:3.5
source: idaṃ vuccati amataṃ.
sc_po: This is called the deathless.

# sn45.7:3.6
source: Ayameva ariyo aṭṭhaṅgiko maggo amatagāmimaggo, seyyathidaṃ—
sc_po: The path that leads to the deathless is simply this noble eightfold path, that is:

# sn45.7:3.7
source: sammādiṭṭhi … pe … sammāsamādhī”ti.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.”
