Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.004.po
Languages: sc_po

# sn45.4:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.4:0.2
source: 1. Avijjāvagga
sc_po: 1. Ignorance

# sn45.4:0.3
source: 4. Jāṇussoṇibrāhmaṇasutta
sc_po: 4. Regarding the Brahmin Jāṇussoṇi

# sn45.4:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.4:1.2
source: Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pāvisi.
sc_po: Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, entered Sāvatthī for alms.

# sn45.4:1.3
source: Addasā kho āyasmā ānando jāṇussoṇiṃ brāhmaṇaṃ sabbasetena vaḷavābhirathena sāvatthiyā niyyāyantaṃ.
sc_po: He saw the brahmin Jāṇussoṇi driving out of Sāvatthī in a splendid all-white chariot drawn by mares.

# sn45.4:1.4
source: Setā sudaṃ assā yuttā honti setālaṅkārā, seto ratho, setaparivāro, setā rasmiyo, setā patodalaṭṭhi, setaṃ chattaṃ, setaṃ uṇhīsaṃ, setāni vatthāni, setā upāhanā, setāya sudaṃ vālabījaniyā bījīyati.
sc_po: The yoked horses were pure white, as were the ornaments, chariot, upholstery, reins, goad, and canopy. And his turban, robes, sandals were white, as was the chowry fanning him.

# sn45.4:1.5
source: Tamenaṃ jano disvā evamāha:
sc_po: When people saw it they exclaimed,

# sn45.4:1.6
source: “brahmaṃ vata, bho, yānaṃ.
sc_po: “Wow! That’s a Brahmā vehicle!

# sn45.4:1.7
source: Brahmayānarūpaṃ vata, bho”ti.
sc_po: It’s a vehicle fit for Brahmā!”

# sn45.4:2.1
source: Atha kho āyasmā ānando sāvatthiyaṃ piṇḍāya caritvā pacchābhattaṃ piṇḍapātapaṭikkanto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Ānanda wandered for alms in Sāvatthī. After the meal, on his return from alms-round, he went to the Buddha, bowed, sat down to one side, and told him what had happened, adding,

# sn45.4:3.7
source: Sakkā nu kho, bhante, imasmiṃ dhammavinaye brahmayānaṃ paññāpetun”ti?
sc_po: “Sir, can you point out a Brahmā vehicle in this teaching and training?”

# sn45.4:4.1
source: “Sakkā, ānandā”ti bhagavā avoca:
sc_po: “I can, Ānanda,” said the Buddha.

# sn45.4:4.2
source: “imasseva kho etaṃ, ānanda, ariyassa aṭṭhaṅgikassa maggassa adhivacanaṃ:
sc_po: “These are all terms for the noble eightfold path:

# sn45.4:4.3
source: ‘brahmayānaṃ’ itipi, ‘dhammayānaṃ’ itipi, ‘anuttaro saṅgāmavijayo’ itipīti.
sc_po: ‘vehicle of Brahmā’, or else ‘vehicle of truth’, or else ‘supreme victory in battle’.

# sn45.4:5.1
source: Sammādiṭṭhi, ānanda, bhāvitā bahulīkatā rāgavinayapariyosānā hoti, dosavinayapariyosānā hoti, mohavinayapariyosānā hoti.
sc_po: When right view is developed and cultivated it culminates with the removal of greed, hate, and delusion.

# sn45.4:5.2
source: Sammāsaṅkappo, ānanda, bhāvito bahulīkato rāgavinayapariyosāno hoti, dosavinayapariyosāno hoti, mohavinayapariyosāno hoti.
sc_po: When right thought …

# sn45.4:5.3
source: Sammāvācā, ānanda, bhāvitā bahulīkatā rāgavinayapariyosānā hoti, dosa … pe … mohavinayapariyosānā hoti.
sc_po: right speech …

# sn45.4:5.4
source: Sammākammanto, ānanda, bhāvito bahulīkato rāgavinayapariyosāno hoti, dosa … pe … mohavinayapariyosāno hoti.
sc_po: right action …

# sn45.4:5.5
source: Sammāājīvo, ānanda, bhāvito bahulīkato rāgavinayapariyosāno hoti, dosa … pe … mohavinayapariyosāno hoti.
sc_po: right livelihood …

# sn45.4:5.6
source: Sammāvāyāmo, ānanda, bhāvito bahulīkato rāgavinayapariyosāno hoti, dosa … pe … mohavinayapariyosāno hoti.
sc_po: right effort …

# sn45.4:5.7
source: Sammāsati, ānanda, bhāvitā bahulīkatā rāgavinayapariyosānā hoti, dosa … pe … mohavinayapariyosānā hoti.
sc_po: right mindfulness …

# sn45.4:5.8
source: Sammāsamādhi, ānanda, bhāvito bahulīkato rāgavinayapariyosāno hoti, dosa … pe … mohavinayapariyosāno hoti.
sc_po: right immersion is developed and cultivated it culminates with the removal of greed, hate, and delusion.

# sn45.4:6.1
source: Iminā kho etaṃ, ānanda, pariyāyena veditabbaṃ yathā imassevetaṃ ariyassa aṭṭhaṅgikassa maggassa adhivacanaṃ:
sc_po: This is a way to understand how these are all terms for the noble eightfold path:

# sn45.4:6.2
source: ‘brahmayānaṃ’ itipi, ‘dhammayānaṃ’ itipi, ‘anuttaro saṅgāmavijayo’ itipī”ti.
sc_po: ‘vehicle of Brahmā’, or else ‘vehicle of truth’, or else ‘supreme victory in battle’.”

# sn45.4:6.3
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn45.4:7.1
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn45.4:8.1
source: “Yassa saddhā ca paññā ca,
sc_po: “Its qualities of faith and wisdom

# sn45.4:8.2
source: Dhammā yuttā sadā dhuraṃ;
sc_po: are always yoked to the shaft.

# sn45.4:8.3
source: Hirī īsā mano yottaṃ,
sc_po: Conscience is its pole, mind its strap,

# sn45.4:8.4
source: Sati ārakkhasārathi.
sc_po: and mindfulness its careful driver.

# sn45.4:9.1
source: Ratho sīlaparikkhāro,
sc_po: The chariot’s equipped with ethics,

# sn45.4:9.2
source: jhānakkho cakkavīriyo;
sc_po: its axle is absorption, and energy its wheel.

# sn45.4:9.3
source: Upekkhā dhurasamādhi,
sc_po: Equanimity and immersion are the carriage-shaft,

# sn45.4:9.4
source: anicchā parivāraṇaṃ.
sc_po: and it’s upholstered with desirelessness.

# sn45.4:10.1
source: Abyāpādo avihiṃsā,
sc_po: Good will, harmlessness, and seclusion

# sn45.4:10.2
source: viveko yassa āvudhaṃ;
sc_po: are its weapons,

# sn45.4:10.3
source: Titikkhā cammasannāho,
sc_po: patience its shield and armor,

# sn45.4:10.4
source: yogakkhemāya vattati.
sc_po: as it rolls on to sanctuary.

# sn45.4:11.1
source: Etadattani sambhūtaṃ,
sc_po: This supreme Brahmā vehicle

# sn45.4:11.2
source: brahmayānaṃ anuttaraṃ;
sc_po: arises in oneself.

# sn45.4:11.3
source: Niyyanti dhīrā lokamhā,
sc_po: The wise leave the world in it,

# sn45.4:11.4
source: aññadatthu jayaṃ jayan”ti.
sc_po: sure of winning the victory.”
