Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.022.po
Languages: sc_po

# sn45.22:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.22:0.2
source: 3. Micchattavagga
sc_po: 3. The Wrong Way

# sn45.22:0.3
source: 22. Akusaladhammasutta
sc_po: 22. Unskillful Qualities

# sn45.22:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.22:1.2
source: “Akusale ca kho, bhikkhave, dhamme desessāmi, kusale ca dhamme.
sc_po: “Mendicants, I will teach you skillful and unskillful qualities.

# sn45.22:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn45.22:1.4
source: Katame ca, bhikkhave, akusalā dhammā?
sc_po: And what are unskillful qualities?

# sn45.22:1.5
source: Seyyathidaṃ—micchādiṭṭhi … pe … micchāsamādhi.
sc_po: They are wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.

# sn45.22:1.6
source: Ime vuccanti, bhikkhave, akusalā dhammā.
sc_po: These are called unskillful qualities.

# sn45.22:1.7
source: Katame ca, bhikkhave, kusalā dhammā?
sc_po: And what are skillful qualities?

# sn45.22:1.8
source: Seyyathidaṃ—sammādiṭṭhi … pe … sammāsamādhi.
sc_po: They are right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.22:1.9
source: Ime vuccanti, bhikkhave, kusalā dhammā”ti.
sc_po: These are called skillful qualities.”
