Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.003.po
Languages: sc_po

# sn45.3:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.3:0.2
source: 1. Avijjāvagga
sc_po: 1. Ignorance

# sn45.3:0.3
source: 3. Sāriputtasutta
sc_po: 3. Sāriputta

# sn45.3:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.3:1.2
source: Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:
sc_po: Then Sāriputta went up to the Buddha, bowed, sat down to one side, and said to him:

# sn45.3:1.3
source: “sakalamidaṃ, bhante, brahmacariyaṃ, yadidaṃ—kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā”ti.
sc_po: “Sir, good friends, companions, and associates are the whole of the spiritual life.”

# sn45.3:2.1
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# sn45.3:2.2
source: Sakalamidaṃ, sāriputta, brahmacariyaṃ, yadidaṃ—kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā.
sc_po: Good friends, companions, and associates are the whole of the spiritual life.

# sn45.3:2.3
source: Kalyāṇamittassetaṃ, sāriputta, bhikkhuno pāṭikaṅkhaṃ kalyāṇasahāyassa kalyāṇasampavaṅkassa—ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāvessati, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkarissati.
sc_po: A mendicant with good friends, companions, and associates can expect to develop and cultivate the noble eightfold path.

# sn45.3:2.4
source: Kathañca, sāriputta, bhikkhu kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaroti?
sc_po: And how does a mendicant with good friends develop and cultivate the noble eightfold path?

# sn45.3:3.1
source: Idha, sāriputta, bhikkhu sammādiṭṭhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … sammāsamādhiṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn45.3:3.2
source: Evaṃ kho, sāriputta, bhikkhu kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko ariyaṃ aṭṭhaṅgikaṃ maggaṃ bhāveti, ariyaṃ aṭṭhaṅgikaṃ maggaṃ bahulīkaroti.
sc_po: That’s how a mendicant with good friends develops and cultivates the noble eightfold path.

# sn45.3:4.1
source: Tadamināpetaṃ, sāriputta, pariyāyena veditabbaṃ yathā sakalamidaṃ brahmacariyaṃ, yadidaṃ—kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā.
sc_po: And here’s another way to understand how good friends are the whole of the spiritual life.

# sn45.3:4.2
source: Mamañhi, sāriputta, kalyāṇamittaṃ āgamma jātidhammā sattā jātiyā parimuccanti; jarādhammā sattā jarāya parimuccanti; maraṇadhammā sattā maraṇena parimuccanti; sokaparidevadukkhadomanassupāyāsadhammā sattā sokaparidevadukkhadomanassupāyāsehi parimuccanti.
sc_po: For, by relying on me as a good friend, sentient beings who are liable to rebirth, old age, and death, to sorrow, lamentation, pain, sadness, and distress are freed from all these things.

# sn45.3:4.3
source: Iminā kho etaṃ, sāriputta, pariyāyena veditabbaṃ yathā sakalamidaṃ brahmacariyaṃ, yadidaṃ—kalyāṇamittatā kalyāṇasahāyatā kalyāṇasampavaṅkatā”ti.
sc_po: This is another way to understand how good friends are the whole of the spiritual life.”
