Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.031.po
Languages: sc_po

# sn45.31:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.31:0.2
source: 4. Paṭipattivagga
sc_po: 4. Practice

# sn45.31:0.3
source: 31. Paṭhamapaṭipattisutta
sc_po: 31. Practice (1st)

# sn45.31:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.31:1.2
source: “Micchāpaṭipattiñca vo, bhikkhave, desessāmi, sammāpaṭipattiñca.
sc_po: “Mendicants, I will teach you the wrong practice and the right practice.

# sn45.31:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn45.31:1.4
source: Katamā ca, bhikkhave, micchāpaṭipatti?
sc_po: And what’s the wrong practice?

# sn45.31:1.5
source: Seyyathidaṃ—micchādiṭṭhi … pe … micchāsamādhi.
sc_po: It is wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.

# sn45.31:1.6
source: Ayaṃ vuccati, bhikkhave, micchāpaṭipatti.
sc_po: This is called the wrong practice.

# sn45.31:1.7
source: Katamā ca, bhikkhave, sammāpaṭipatti?
sc_po: And what’s the right practice?

# sn45.31:1.8
source: Seyyathidaṃ—sammādiṭṭhi … pe … sammāsamādhi.
sc_po: It is right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.31:1.9
source: Ayaṃ vuccati, bhikkhave, sammāpaṭipattī”ti.
sc_po: This is called the right practice.”
