Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.171.po
Languages: sc_po

# sn45.171:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.171:0.2
source: 14. Oghavagga
sc_po: 14. Floods

# sn45.171:0.3
source: 171. Oghasutta
sc_po: 171. Floods

# sn45.171:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.171:1.2
source: “Cattārome, bhikkhave, oghā.
sc_po: “Mendicants, there are these four floods.

# sn45.171:1.3
source: Katame cattāro?
sc_po: What four?

# sn45.171:1.4
source: Kāmogho, bhavogho, diṭṭhogho, avijjogho—
sc_po: The floods of sensuality, desire to be reborn, views, and ignorance.

# sn45.171:1.5
source: ime kho, bhikkhave, cattāro oghā.
sc_po: These are the four floods.

# sn45.171:1.6
source: Imesaṃ kho, bhikkhave, catunnaṃ oghānaṃ abhiññāya pariññāya parikkhayāya pahānāya … pe … ayaṃ ariyo aṭṭhaṅgiko maggo bhāvetabbo”ti.
sc_po: The noble eightfold path should be developed for the direct knowledge, complete understanding, finishing, and giving up of these four floods.”

# sn45.171:1.7
source: (Yathā esanā, evaṃ vitthāretabbaṃ.)
sc_po: (This should be expanded as in the section on searches.)
