Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.019.po
Languages: sc_po

# sn45.19:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.19:0.2
source: 2. Vihāravagga
sc_po: 2. Meditation

# sn45.19:0.3
source: 19. Dutiyakukkuṭārāmasutta
sc_po: 19. At the Chicken Monastery (2nd)

# sn45.19:1.1
source: Pāṭaliputtanidānaṃ.
sc_po: At Pāṭaliputta.

# sn45.19:1.2
source: “‘Brahmacariyaṃ, brahmacariyan’ti, āvuso ānanda, vuccati.
sc_po: “Reverend, they speak of this thing called the ‘spiritual path’.

# sn45.19:1.3
source: Katamaṃ nu kho, āvuso, brahmacariyaṃ, katamaṃ brahmacariyapariyosānan”ti?
sc_po: What is the spiritual path? And what is the culmination of the spiritual path?”

# sn45.19:1.4
source: “Sādhu sādhu, āvuso bhadda.
sc_po: “Good, good, Reverend Bhadda!

# sn45.19:1.5
source: Bhaddako kho te, āvuso bhadda, ummaṅgo, bhaddakaṃ paṭibhānaṃ, kalyāṇī paripucchā.
sc_po: Your approach and articulation are excellent, and it’s a good question.

# sn45.19:1.6
source: Evañhi tvaṃ, āvuso bhadda, pucchasi:
sc_po: For you asked:

# sn45.19:1.7
source: ‘brahmacariyaṃ, brahmacariyanti, āvuso ānanda, vuccati.
sc_po: ‘They speak of this thing called “the spiritual path”.

# sn45.19:1.8
source: Katamaṃ nu kho, āvuso, brahmacariyaṃ, katamaṃ brahmacariyapariyosānan’”ti?
sc_po: What is the spiritual path? And what is the culmination of the spiritual path?’”

# sn45.19:1.9
source: “Evamāvuso”ti.
sc_po: “Yes, reverend.”

# sn45.19:1.10
source: “Ayameva kho, āvuso, ariyo aṭṭhaṅgiko maggo brahmacariyaṃ, seyyathidaṃ—
sc_po: “The spiritual path is simply this noble eightfold path, that is:

# sn45.19:1.11
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.19:1.12
source: Yo kho, āvuso, rāgakkhayo dosakkhayo mohakkhayo—
sc_po: The ending of greed, hate, and delusion:

# sn45.19:1.13
source: idaṃ brahmacariyapariyosānan”ti.
sc_po: this is the culmination of the spiritual path.”
