Repository: kondannyo/PGP
Catalog: SN/*_text/sn45/sn45.033.po
Languages: sc_po

# sn45.33:0.1
source: Saṃyutta Nikāya 45
sc_po: Linked Discourses 45

# sn45.33:0.2
source: 4. Paṭipattivagga
sc_po: 4. Practice

# sn45.33:0.3
source: 33. Viraddhasutta
sc_po: 33. Missed Out

# sn45.33:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn45.33:1.2
source: “Yesaṃ kesañci, bhikkhave, ariyo aṭṭhaṅgiko maggo viraddho, viraddho tesaṃ ariyo aṭṭhaṅgiko maggo sammā dukkhakkhayagāmī.
sc_po: “Mendicants, whoever has missed out on the noble eightfold path has missed out on the noble path to the complete ending of suffering.

# sn45.33:1.3
source: Yesaṃ kesañci, bhikkhave, ariyo aṭṭhaṅgiko maggo āraddho, āraddho tesaṃ ariyo aṭṭhaṅgiko maggo sammā dukkhakkhayagāmī.
sc_po: Whoever has undertaken the noble eightfold path has undertaken the noble path to the complete ending of suffering.

# sn45.33:1.4
source: Katamo ca, bhikkhave, ariyo aṭṭhaṅgiko maggo?
sc_po: And what is the noble eightfold path?

# sn45.33:1.5
source: Seyyathidaṃ—sammādiṭṭhi … pe … sammāsamādhi.
sc_po: It is right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn45.33:1.6
source: Yesaṃ kesañci, bhikkhave, ayaṃ ariyo aṭṭhaṅgiko maggo viraddho, viraddho tesaṃ ariyo aṭṭhaṅgiko maggo sammā dukkhakkhayagāmī.
sc_po: Whoever has missed out on the noble eightfold path has missed out on the noble path to the complete ending of suffering.

# sn45.33:1.7
source: Yesaṃ kesañci, bhikkhave, ayaṃ ariyo aṭṭhaṅgiko maggo āraddho, āraddho tesaṃ ariyo aṭṭhaṅgiko maggo sammā dukkhakkhayagāmī”ti.
sc_po: Whoever has undertaken the noble eightfold path has undertaken the noble path to the complete ending of suffering.”
