Repository: kondannyo/PGP
Catalog: AN/*_text/an11/an11.006.po
Languages: sc_po

# an11.6:0.1
source: Aṅguttara Nikāya 11
sc_po: Numbered Discourses 11

# an11.6:0.2
source: 1. Nissayavagga
sc_po: 1. Dependence

# an11.6:0.3
source: 6. Byasanasutta
sc_po: 6. Disasters

# an11.6:1.1
source: “Yo so, bhikkhave, bhikkhu akkosako paribhāsako ariyūpavādo sabrahmacārīnaṃ, ṭhānametaṃ avakāso yaṃ so ekādasannaṃ byasanānaṃ aññataraṃ byasanaṃ nigaccheyya.
sc_po: “Mendicants, any mendicant who abuses and insults their spiritual companions, speaking ill of the noble ones, will, without a doubt, fall into one or other of these eleven disasters.

# an11.6:2.1
source: Katamesaṃ ekādasannaṃ?
sc_po: What eleven?

# an11.6:2.2
source: Anadhigataṃ nādhigacchati,
sc_po: They don’t achieve the unachieved.

# an11.6:2.3
source: adhigatā parihāyati,
sc_po: What they have achieved falls away.

# an11.6:2.4
source: saddhammassa na vodāyanti,
sc_po: They don’t refine their good qualities.

# an11.6:2.5
source: saddhammesu vā adhimāniko hoti,
sc_po: They overestimate their good qualities.

# an11.6:2.6
source: anabhirato vā brahmacariyaṃ carati,
sc_po: Or they live the spiritual life dissatisfied.

# an11.6:2.7
source: aññataraṃ vā saṃkiliṭṭhaṃ āpattiṃ āpajjati,
sc_po: Or they commit a corrupt offense.

# an11.6:2.8
source: sikkhaṃ vā paccakkhāya hīnāyāvattati,
sc_po: Or they reject the training and return to a lesser life.

# an11.6:2.9
source: gāḷhaṃ vā rogātaṅkaṃ phusati,
sc_po: Or they contract a severe illness.

# an11.6:2.10
source: ummādaṃ vā pāpuṇāti cittakkhepaṃ vā,
sc_po: Or they go mad and lose their mind.

# an11.6:2.11
source: sammūḷho kālaṃ karoti,
sc_po: They feel lost when they die.

# an11.6:2.12
source: kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati—
sc_po: And when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell.

# an11.6:2.13
source: yo so, bhikkhave, bhikkhu akkosako paribhāsako ariyūpavādo sabrahmacārīnaṃ, ṭhānametaṃ avakāso yaṃ so imesaṃ ekādasannaṃ byasanānaṃ aññataraṃ byasanaṃ nigaccheyya.
sc_po: Any mendicant who abuses and insults their spiritual companions, speaking ill of the noble ones, will, without a doubt, fall into one or other of these eleven disasters.

# an11.6:3.1
source: Yo so, bhikkhave, bhikkhu akkosako paribhāsako ariyūpavādo sabrahmacārīnaṃ, aṭṭhānametaṃ anavakāso yaṃ so ekādasannaṃ byasanānaṃ aññataraṃ byasanaṃ na nigaccheyya.
sc_po: Any mendicant who does not abuse and insult their spiritual companions, speaking ill of the noble ones, will, without a doubt, not fall into one or other of these eleven disasters.

# an11.6:4.1
source: Katamesaṃ ekādasannaṃ?
sc_po: What eleven?

# an11.6:4.2
source: Anadhigataṃ nādhigacchati,
sc_po: They don’t achieve the unachieved.

# an11.6:4.3
source: adhigatā parihāyati,
sc_po: What they have achieved falls away.

# an11.6:4.4
source: saddhammassa na vodāyanti,
sc_po: They don’t refine their good qualities.

# an11.6:4.5
source: saddhammesu vā adhimāniko hoti,
sc_po: They overestimate their good qualities.

# an11.6:4.6
source: anabhirato vā brahmacariyaṃ carati,
sc_po: Or they live the spiritual life dissatisfied.

# an11.6:4.7
source: aññataraṃ vā saṅkiliṭṭhaṃ āpattiṃ āpajjati,
sc_po: Or they commit one of the corrupt offenses.

# an11.6:4.8
source: sikkhaṃ vā paccakkhāya hīnāyāvattati,
sc_po: Or they reject the training and return to a lesser life.

# an11.6:4.9
source: gāḷhaṃ vā rogātaṅkaṃ phusati,
sc_po: Or they contract a severe illness.

# an11.6:4.10
source: ummādaṃ vā pāpuṇāti cittakkhepaṃ vā,
sc_po: Or they go mad and lose their mind.

# an11.6:4.11
source: sammūḷho kālaṃ karoti,
sc_po: They feel lost when they die.

# an11.6:4.12
source: kāyassa bhedā paraṃ maraṇā apāyaṃ duggatiṃ vinipātaṃ nirayaṃ upapajjati—
sc_po: And when their body breaks up, after death, they are reborn in a place of loss, a bad place, the underworld, hell.

# an11.6:4.13
source: yo so, bhikkhave, bhikkhu akkosako paribhāsako ariyūpavādo sabrahmacārīnaṃ, aṭṭhānametaṃ anavakāso yaṃ so imesaṃ ekādasannaṃ byasanānaṃ aññataraṃ byasanaṃ na nigaccheyyā”ti.
sc_po: Any mendicant who does not abuse and insult their spiritual companions, speaking ill of the noble ones, will, without a doubt, not fall into one or other of these eleven disasters.”
