Repository: kondannyo/PGP
Catalog: AN/*_text/an11/an11.001.po
Languages: sc_po

# an11.1:0.1
source: Aṅguttara Nikāya 11
sc_po: Numbered Discourses 11

# an11.1:0.2
source: 1. Nissayavagga
sc_po: 1. Dependence

# an11.1:0.3
source: 1. Kimatthiyasutta
sc_po: 1. What’s the Purpose?

# an11.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an11.1:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an11.1:1.3
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# an11.1:1.4
source: “kimatthiyāni, bhante, kusalāni sīlāni kimānisaṃsānī”ti?
sc_po: “Sir, what’s the purpose and benefit of skillful ethics?”

# an11.1:1.5
source: “Avippaṭisāratthāni kho, ānanda, kusalāni sīlāni avippaṭisārānisaṃsānī”ti.
sc_po: “Ānanda, having no regrets is the purpose and benefit of skillful ethics.”

# an11.1:2.1
source: “Avippaṭisāro pana, bhante, kimatthiyo kimānisaṃso”?
sc_po: “But what’s the purpose and benefit of having no regrets?”

# an11.1:2.2
source: “Avippaṭisāro kho, ānanda, pāmojjattho pāmojjānisaṃso”.
sc_po: “Joy is the purpose and benefit of having no regrets.”

# an11.1:3.1
source: “Pāmojjaṃ pana, bhante, kimatthiyaṃ kimānisaṃsaṃ”?
sc_po: “But what’s the purpose and benefit of joy?”

# an11.1:3.2
source: “Pāmojjaṃ kho, ānanda, pītatthaṃ pītānisaṃsaṃ”.
sc_po: “Rapture …”

# an11.1:4.1
source: “Pīti pana, bhante, kimatthiyā kimānisaṃsā”?
sc_po: “But what’s the purpose and benefit of rapture?”

# an11.1:4.2
source: “Pīti kho, ānanda, passaddhatthā passaddhānisaṃsā”.
sc_po: “Tranquility …”

# an11.1:5.1
source: “Passaddhi pana, bhante, kimatthiyā kimānisaṃsā”?
sc_po: “But what’s the purpose and benefit of tranquility?”

# an11.1:5.2
source: “Passaddhi kho, ānanda, sukhatthā sukhānisaṃsā”.
sc_po: “Bliss …”

# an11.1:6.1
source: “Sukhaṃ pana, bhante, kimatthiyaṃ kimānisaṃsaṃ”?
sc_po: “But what’s the purpose and benefit of bliss?”

# an11.1:6.2
source: “Sukhaṃ kho, ānanda, samādhatthaṃ samādhānisaṃsaṃ”.
sc_po: “Immersion …”

# an11.1:7.1
source: “Samādhi pana, bhante, kimatthiyo kimānisaṃso”?
sc_po: “But what’s the purpose and benefit of immersion?”

# an11.1:7.2
source: “Samādhi kho, ānanda, yathābhūtañāṇadassanattho yathābhūtañāṇadassanānisaṃso”.
sc_po: “Truly knowing and seeing …”

# an11.1:8.1
source: “Yathābhūtañāṇadassanaṃ pana, bhante, kimatthiyaṃ kimānisaṃsaṃ”?
sc_po: “But what’s the purpose and benefit of truly knowing and seeing?”

# an11.1:8.2
source: “Yathābhūtañāṇadassanaṃ kho, ānanda, nibbidatthaṃ nibbidānisaṃsaṃ”.
sc_po: “Disillusionment …”

# an11.1:9.1
source: “Nibbidā pana, bhante, kimatthiyā kimānisaṃsā”?
sc_po: “But what’s the purpose and benefit of disillusionment?”

# an11.1:9.2
source: “Nibbidā kho, ānanda, virāgatthā virāgānisaṃsā”.
sc_po: “Dispassion …”

# an11.1:10.1
source: “Virāgo pana, bhante, kimatthiyo kimānisaṃso”?
sc_po: “But what’s the purpose and benefit of dispassion?”

# an11.1:10.2
source: “Virāgo kho, ānanda, vimuttiñāṇadassanattho vimuttiñāṇadassanānisaṃso.
sc_po: “Knowledge and vision of freedom is the purpose and benefit of dispassion.

# an11.1:11.1
source: Iti kho, ānanda, kusalāni sīlāni avippaṭisāratthāni avippaṭisārānisaṃsāni,
sc_po: So, Ānanda, the purpose and benefit of skillful ethics is not having regrets.

# an11.1:11.2
source: avippaṭisāro pāmojjattho pāmojjānisaṃso,
sc_po: Joy is the purpose and benefit of not having regrets.

# an11.1:11.3
source: pāmojjaṃ pītatthaṃ pītānisaṃsaṃ,
sc_po: Rapture is the purpose and benefit of joy.

# an11.1:11.4
source: pīti passaddhatthā passaddhānisaṃsā,
sc_po: Tranquility is the purpose and benefit of rapture.

# an11.1:11.5
source: passaddhi sukhatthā sukhānisaṃsā,
sc_po: Bliss is the purpose and benefit of tranquility.

# an11.1:11.6
source: sukhaṃ samādhatthaṃ samādhānisaṃsaṃ,
sc_po: Immersion is the purpose and benefit of bliss.

# an11.1:11.7
source: samādhi yathābhūtañāṇadassanattho yathābhūtañāṇadassanānisaṃso,
sc_po: Truly knowing and seeing is the purpose and benefit of immersion.

# an11.1:11.8
source: yathābhūtañāṇadassanaṃ nibbidatthaṃ nibbidānisaṃsaṃ,
sc_po: Disillusionment is the purpose and benefit of truly knowing and seeing.

# an11.1:11.9
source: nibbidā virāgatthā virāgānisaṃsā,
sc_po: Dispassion is the purpose and benefit of disillusionment.

# an11.1:11.10
source: virāgo vimuttiñāṇadassanattho vimuttiñāṇadassanānisaṃso.
sc_po: And knowledge and vision of freedom is the purpose and benefit of dispassion.

# an11.1:11.11
source: Iti kho, ānanda, kusalāni sīlāni anupubbena aggāya parentī”ti.
sc_po: So, Ānanda, skillful ethics progressively lead up to the highest.”
