Repository: kondannyo/PGP
Catalog: AN/*_text/an11/an11.012.po
Languages: sc_po

# an11.12:0.1
source: Aṅguttara Nikāya 11
sc_po: Numbered Discourses 11

# an11.12:0.2
source: 2. Anussativagga
sc_po: 2. Recollection

# an11.12:0.3
source: 12. Dutiyamahānāmasutta
sc_po: 12. With Mahānāma (2nd)

# an11.12:1.1
source: Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.
sc_po: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.

# an11.12:1.2
source: Tena kho pana samayena mahānāmo sakko gilānā vuṭṭhito hoti aciravuṭṭhito gelaññā.
sc_po: Now at that time Mahānāma the Sakyan had recently recovered from an illness.

# an11.12:1.3
source: Tena kho pana samayena sambahulā bhikkhū bhagavato cīvarakammaṃ karonti:
sc_po: At that time several mendicants were making a robe for the Buddha …

# an11.12:2.1
source: Assosi kho mahānāmo sakko:
sc_po: Mahānāma the Sakyan heard about this.

# an11.12:2.4
source: Atha kho mahānāmo sakko yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho mahānāmo sakko bhagavantaṃ etadavoca:
sc_po: He went up to the Buddha, bowed, sat down to one side, and said to him:

# an11.12:2.5
source: “sutaṃ metaṃ, bhante:
sc_po: “Sir, I have heard that

# an11.12:2.6
source: ‘sambahulā kira bhikkhū bhagavato cīvarakammaṃ karonti—
sc_po: several mendicants are making a robe for the Buddha, thinking that

# an11.12:2.7
source: niṭṭhitacīvaro bhagavā temāsaccayena cārikaṃ pakkamissatī’ti.
sc_po: when his robe was finished and the three months of the rains residence had passed the Buddha would set out wandering.

# an11.12:2.8
source: Tesaṃ no, bhante, nānāvihārehi viharataṃ kenassa vihārena vihātabban”ti?
sc_po: Now, we spend our life in various ways. Which of these should we practice?”

# an11.12:3.1
source: “Sādhu sādhu, mahānāma.
sc_po: “Good, good, Mahānāma!

# an11.12:3.2
source: Etaṃ kho, mahānāma, tumhākaṃ patirūpaṃ kulaputtānaṃ yaṃ tumhe tathāgataṃ upasaṅkamitvā puccheyyātha:
sc_po: It’s appropriate that gentlemen such as you come to me and ask:

# an11.12:3.3
source: ‘tesaṃ no, bhante, nānāvihārehi viharataṃ kenassa vihārena vihātabban’ti?
sc_po: ‘We spend our life in various ways. Which of these should we practice?’

# an11.12:3.4
source: Saddho kho, mahānāma, ārādhako hoti, no assaddho;
sc_po: The faithful succeed, not the faithless.

# an11.12:3.5
source: āraddhavīriyo ārādhako hoti, no kusīto;
sc_po: The energetic succeed, not the lazy.

# an11.12:3.6
source: upaṭṭhitassati ārādhako hoti, no muṭṭhassati;
sc_po: The mindful succeed, not the unmindful.

# an11.12:3.7
source: samāhito ārādhako hoti, no asamāhito;
sc_po: Those with immersion succeed, not those without immersion.

# an11.12:3.8
source: paññavā ārādhako hoti, no duppañño.
sc_po: The wise succeed, not the witless.

# an11.12:3.9
source: Imesu kho tvaṃ, mahānāma, pañcasu dhammesu patiṭṭhāya cha dhamme uttari bhāveyyāsi.
sc_po: When you’re grounded on these five things, go on to develop six further things.

# an11.12:4.1
source: Idha tvaṃ, mahānāma, tathāgataṃ anussareyyāsi:
sc_po: Firstly, you should recollect the Realized One:

# an11.12:4.2
source: ‘itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# an11.12:4.3
source: Yasmiṃ, mahānāma, samaye ariyasāvako tathāgataṃ anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;
sc_po: When a noble disciple recollects the Realized One their mind is not full of greed, hate, and delusion.

# an11.12:4.4
source: ujugatamevassa tasmiṃ samaye cittaṃ hoti tathāgataṃ ārabbha.
sc_po: At that time their mind is unswerving, based on the Realized One.

# an11.12:4.5
source: Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.
sc_po: A noble disciple whose mind is unswerving finds joy in the meaning and the teaching, and finds joy connected with the teaching.

# an11.12:4.6
source: Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.
sc_po: When they’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when they’re blissful, the mind becomes immersed in samādhi.

# an11.12:4.7
source: Imaṃ kho tvaṃ, mahānāma, buddhānussatiṃ gacchantopi bhāveyyāsi, ṭhitopi bhāveyyāsi, nisinnopi bhāveyyāsi, sayānopi bhāveyyāsi, kammantaṃ adhiṭṭhahantopi bhāveyyāsi, puttasambādhasayanaṃ ajjhāvasantopi bhāveyyāsi.
sc_po: You should develop this recollection of the Buddha while walking, standing, sitting, lying down, while working, and while at home with your children.

# an11.12:5.1
source: Puna caparaṃ tvaṃ, mahānāma, dhammaṃ anussareyyāsi … pe …
sc_po: Furthermore, you should recollect the teaching …

# an11.12:5.2
source: saṅghaṃ anussareyyāsi … pe …
sc_po: the Saṅgha …

# an11.12:5.3
source: attano sīlaṃ anussareyyāsi … pe …
sc_po: your own ethical conduct …

# an11.12:5.4
source: attano cāgaṃ anussareyyāsi … pe …
sc_po: your own generosity …

# an11.12:5.5
source: devatā anussareyyāsi:
sc_po: the deities …

# an11.12:5.13
source: Yasmiṃ, mahānāma, samaye ariyasāvako attano ca tāsañca devatānaṃ saddhañca sīlañca sutañca cāgañca paññañca anussarati, nevassa tasmiṃ samaye rāgapariyuṭṭhitaṃ cittaṃ hoti, na dosapariyuṭṭhitaṃ cittaṃ hoti, na mohapariyuṭṭhitaṃ cittaṃ hoti;
sc_po: When a noble disciple recollects the faith, ethics, learning, generosity, and wisdom of both themselves and the deities their mind is not full of greed, hate, and delusion.

# an11.12:5.14
source: ujugatamevassa tasmiṃ samaye cittaṃ hoti devatā ārabbha.
sc_po: At that time their mind is unswerving, based on the deities.

# an11.12:5.15
source: Ujugatacitto kho pana, mahānāma, ariyasāvako labhati atthavedaṃ, labhati dhammavedaṃ, labhati dhammūpasaṃhitaṃ pāmojjaṃ.
sc_po: A noble disciple whose mind is unswerving finds joy in the meaning and the teaching, and finds joy connected with the teaching.

# an11.12:5.16
source: Pamuditassa pīti jāyati, pītimanassa kāyo passambhati, passaddhakāyo sukhaṃ vediyati, sukhino cittaṃ samādhiyati.
sc_po: When they’re joyful, rapture springs up. When the mind is full of rapture, the body becomes tranquil. When the body is tranquil, they feel bliss. And when they’re blissful, the mind becomes immersed in samādhi.

# an11.12:5.17
source: Imaṃ kho tvaṃ, mahānāma, devatānussatiṃ gacchantopi bhāveyyāsi, ṭhitopi bhāveyyāsi, nisinnopi bhāveyyāsi, sayānopi bhāveyyāsi, kammantaṃ adhiṭṭhahantopi bhāveyyāsi, puttasambādhasayanaṃ ajjhāvasantopi bhāveyyāsī”ti.
sc_po: You should develop this recollection of the deities while walking, standing, sitting, lying down, while working, and while at home with your children.”
