Repository: kondannyo/PGP
Catalog: AN/*_text/an11/an11.004.po
Languages: sc_po

# an11.4:0.1
source: Aṅguttara Nikāya 11
sc_po: Numbered Discourses 11

# an11.4:0.2
source: 1. Nissayavagga
sc_po: 1. Dependence

# an11.4:0.3
source: 4. Dutiyaupanisāsutta
sc_po: 4. Vital Conditions (2nd)

# an11.4:1.1
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
sc_po: There Venerable Sāriputta addressed the mendicants:

# an11.4:1.2
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# an11.4:1.3
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an11.4:1.4
source: Āyasmā sāriputto etadavoca:
sc_po: Sāriputta said this:

# an11.4:2.1
source: “Dussīlassa, āvuso, sīlavipannassa hatūpaniso hoti avippaṭisāro,
sc_po: “An unethical person, who lacks ethics, has destroyed a vital condition for not having regrets.

# an11.4:2.2
source: avippaṭisāre asati avippaṭisāravipannassa hatūpanisaṃ hoti pāmojjaṃ,
sc_po: When there are regrets, one who has regrets has destroyed a vital condition for joy.

# an11.4:2.3
source: pāmojje asati pāmojjavipannassa hatūpanisā hoti pīti,
sc_po: When there is no joy, one who lacks joy has destroyed a vital condition for rapture.

# an11.4:2.4
source: pītiyā asati pītivipannassa hatūpanisā hoti passaddhi,
sc_po: When there is no rapture, one who lacks rapture has destroyed a vital condition for tranquility.

# an11.4:2.5
source: passaddhiyā asati passaddhivipannassa hatūpanisaṃ hoti sukhaṃ,
sc_po: When there is no tranquility, one who lacks tranquility has destroyed a vital condition for bliss.

# an11.4:2.6
source: sukhe asati sukhavipannassa hatūpaniso hoti sammāsamādhi,
sc_po: When there is no bliss, one who lacks bliss has destroyed a vital condition for right immersion.

# an11.4:2.7
source: sammāsamādhimhi asati sammāsamādhivipannassa hatūpanisaṃ hoti yathābhūtañāṇadassanaṃ,
sc_po: When there is no right immersion, one who lacks right immersion has destroyed a vital condition for true knowledge and vision.

# an11.4:2.8
source: yathābhūtañāṇadassane asati yathābhūtañāṇadassanavipannassa hatūpanisā hoti nibbidā,
sc_po: When there is no true knowledge and vision, one who lacks true knowledge and vision has destroyed a vital condition for disillusionment.

# an11.4:2.9
source: nibbidāya asati nibbidāvipannassa hatūpaniso hoti virāgo,
sc_po: When there is no disillusionment, one who lacks disillusionment has destroyed a vital condition for dispassion.

# an11.4:2.10
source: virāge asati virāgavipannassa hatūpanisaṃ hoti vimuttiñāṇadassanaṃ.
sc_po: When there is no dispassion, one who lacks dispassion has destroyed a vital condition for knowledge and vision of freedom.

# an11.4:3.1
source: Seyyathāpi, āvuso, rukkho sākhāpalāsavipanno. Tassa papaṭikāpi na pāripūriṃ gacchati, tacopi … pheggupi … sāropi na pāripūriṃ gacchati.
sc_po: Suppose there was a tree that lacked branches and foliage. Its shoots, bark, softwood, and heartwood would not grow to fullness.

# an11.4:3.2
source: Evamevaṃ kho, āvuso, dussīlassa sīlavipannassa hatūpaniso hoti avippaṭisāro,
sc_po: In the same way, an unethical person, who lacks ethics, has destroyed a vital condition for having no regrets.

# an11.4:3.3
source: avippaṭisāre asati avippaṭisāravipannassa hatūpanisaṃ hoti pāmojjaṃ … pe …
sc_po: When there are regrets, one who has regrets has destroyed a vital condition for joy. …

# an11.4:3.4
source: vimuttiñāṇadassanaṃ.
sc_po: When there is dispassion, one who lacks dispassion has destroyed a vital condition for knowledge and vision of freedom.

# an11.4:4.1
source: Sīlavato, āvuso, sīlasampannassa upanisasampanno hoti avippaṭisāro,
sc_po: An ethical person, who has fulfilled ethics, has fulfilled a vital condition for not having regrets.

# an11.4:4.2
source: avippaṭisāre sati avippaṭisārasampannassa upanisasampannaṃ hoti pāmojjaṃ,
sc_po: When there are no regrets, one who has no regrets has fulfilled a vital condition for joy.

# an11.4:4.3
source: pāmojje sati pāmojjasampannassa upanisasampannā hoti pīti,
sc_po: When there is joy, one who has fulfilled joy has fulfilled a vital condition for rapture.

# an11.4:4.4
source: pītiyā sati pītisampannassa upanisasampannā hoti passaddhi,
sc_po: When there is rapture, one who has fulfilled rapture has fulfilled a vital condition for tranquility.

# an11.4:4.5
source: passaddhiyā sati passaddhisampannassa upanisasampannaṃ hoti sukhaṃ,
sc_po: When there is tranquility, one who has fulfilled tranquility has fulfilled a vital condition for bliss.

# an11.4:4.6
source: sukhe sati sukhasampannassa upanisasampanno hoti sammāsamādhi,
sc_po: When there is bliss, one who has fulfilled bliss has fulfilled a vital condition for right immersion.

# an11.4:4.7
source: sammāsamādhimhi sati sammāsamādhisampannassa upanisasampannaṃ hoti yathābhūtañāṇadassanaṃ,
sc_po: When there is right immersion, one who has fulfilled right immersion has fulfilled a vital condition for true knowledge and vision.

# an11.4:4.8
source: yathābhūtañāṇadassane sati yathābhūtañāṇadassanasampannassa upanisasampannā hoti nibbidā,
sc_po: When there is true knowledge and vision, one who has fulfilled true knowledge and vision has fulfilled a vital condition for disillusionment.

# an11.4:4.9
source: nibbidāya sati nibbidāsampannassa upanisasampanno hoti virāgo,
sc_po: When there is disillusionment, one who has fulfilled disillusionment has fulfilled a vital condition for dispassion.

# an11.4:4.10
source: virāge sati virāgasampannassa upanisasampannaṃ hoti vimuttiñāṇadassanaṃ.
sc_po: When there is dispassion, one who has fulfilled dispassion has fulfilled a vital condition for knowledge and vision of freedom.

# an11.4:5.1
source: Seyyathāpi, āvuso, rukkho sākhāpalāsasampanno. Tassa papaṭikāpi pāripūriṃ gacchati, tacopi … pheggupi … sāropi pāripūriṃ gacchati.
sc_po: Suppose there was a tree that was complete with branches and foliage. Its shoots, bark, softwood, and heartwood would grow to fullness.

# an11.4:5.2
source: Evamevaṃ kho, āvuso, sīlavato sīlasampannassa upanisasampanno hoti avippaṭisāro,
sc_po: In the same way, an ethical person, who has fulfilled ethics, has fulfilled a vital condition for not having regrets.

# an11.4:5.3
source: avippaṭisāre sati avippaṭisārasampannassa upanisasampannaṃ hoti pāmojjaṃ … pe …
sc_po: When there are no regrets, one who has no regrets has fulfilled a vital condition for joy. …

# an11.4:5.4
source: vimuttiñāṇadassanan”ti. … pe …
sc_po: When there is dispassion, one who has fulfilled dispassion has fulfilled a vital condition for knowledge and vision of freedom.”
