Repository: kondannyo/PGP
Catalog: AN/*_text/an11/an11.022-29.po
Languages: sc_po

# an11.22-29:1.1
source: Aṅguttara Nikāya 11
sc_po: Numbered Discourses 11

# an11.22-29:2.1
source: Paṭhamapaṇṇāsaka
sc_po: The First Fifty

# an11.22-29:3.1
source: Sāmaññavagga
sc_po: 3. Similarity

# an11.22-29:5.1
source: “Ekādasahi, bhikkhave, aṅgehi samannāgato gopālako abhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ.
sc_po: “Mendicants, a cowherd with eleven factors can’t maintain and expand a herd of cattle.

# an11.22-29:5.2
source: Katamehi ekādasahi?
sc_po: What eleven?

# an11.22-29:5.3
source: Idha, bhikkhave, gopālako na rūpaññū hoti, na lakkhaṇakusalo hoti, na āsāṭikaṃ hāretā hoti, na vaṇaṃ paṭicchādetā hoti, na dhūmaṃ kattā hoti, na titthaṃ jānāti, na pītaṃ jānāti, na vīthiṃ jānāti, na gocarakusalo hoti, anavasesadohī ca hoti, ye te usabhā gopitaro gopariṇāyakā te na atirekapūjāya pūjetā hoti—
sc_po: It’s when a cowherd doesn’t know form, is unskilled in characteristics, doesn’t pick out flies’ eggs, doesn’t dress wounds, doesn’t smoke out pests, doesn’t know the ford, doesn’t know satisfaction, doesn’t know the trail, is not skilled in pastures, milks dry, and doesn’t show extra respect to the bulls who are fathers and leaders of the herd.

# an11.22-29:5.4
source: imehi kho, bhikkhave, ekādasahi aṅgehi samannāgato gopālako abhabbo gogaṇaṃ pariharituṃ phātiṃ kātuṃ.
sc_po: A cowherd with these eleven factors can’t maintain and expand a herd of cattle.

# an11.22-29:6.1
source: Evamevaṃ kho, bhikkhave, ekādasahi dhammehi samannāgato bhikkhu abhabbo cakkhusmiṃ aniccānupassī viharituṃ…
sc_po: In the same way, a mendicant with eleven qualities can’t meditate observing impermanence in the eye …

# an11.22-29:6.3
source: abhabbo cakkhusmiṃ dukkhānupassī viharituṃ…
sc_po: suffering …

# an11.22-29:6.4
source: abhabbo cakkhusmiṃ anattānupassī viharituṃ…
sc_po: not-self …

# an11.22-29:6.5
source: abhabbo cakkhusmiṃ khayānupassī viharituṃ…
sc_po: ending …

# an11.22-29:6.6
source: abhabbo cakkhusmiṃ vayānupassī viharituṃ…
sc_po: vanishing …

# an11.22-29:6.7
source: abhabbo cakkhusmiṃ virāgānupassī viharituṃ…
sc_po: fading away …

# an11.22-29:6.8
source: abhabbo cakkhusmiṃ nirodhānupassī viharituṃ…
sc_po: cessation …

# an11.22-29:6.9
source: abhabbo cakkhusmiṃ paṭinissaggānupassī viharituṃ”.
sc_po: letting go …”
