Repository: kondannyo/PGP
Catalog: AN/*_text/an11/an11.454-501.po
Languages: sc_po

# an11.454-501:1.1
source: Aṅguttara Nikāya 11
sc_po: Numbered Discourses 11

# an11.454-501:2.1
source: Paṭhamapaṇṇāsaka
sc_po: The First Fifty

# an11.454-501:3.1
source: Sāmaññavagga
sc_po: 3. Similarity

# an11.454-501:5.2
source: Rūpavicāre…
sc_po: “… considerations regarding sights …

# an11.454-501:5.3
source: saddavicāre…
sc_po: considerations regarding sounds …

# an11.454-501:5.4
source: gandhavicāre…
sc_po: considerations regarding smells …

# an11.454-501:5.5
source: rasavicāre…
sc_po: considerations regarding tastes …

# an11.454-501:5.6
source: phoṭṭhabbavicāre…
sc_po: considerations regarding touches …

# an11.454-501:5.7
source: dhammavicāre aniccānupassī viharituṃ…
sc_po: meditate observing impermanence in considerations about thoughts …

# an11.454-501:5.8
source: dukkhānupassī viharituṃ…
sc_po: meditate observing suffering …

# an11.454-501:5.9
source: anattānupassī viharituṃ…
sc_po: meditate observing not-self …

# an11.454-501:5.10
source: khayānupassī viharituṃ…
sc_po: meditate observing ending …

# an11.454-501:5.11
source: vayānupassī viharituṃ…
sc_po: meditate observing vanishing …

# an11.454-501:5.12
source: virāgānupassī viharituṃ…
sc_po: meditate observing fading away …

# an11.454-501:5.13
source: nirodhānupassī viharituṃ…
sc_po: meditate observing cessation …

# an11.454-501:5.14
source: paṭinissaggānupassī viharituṃ… pe…
sc_po: meditate observing letting go. …”
