Repository: kondannyo/PGP
Catalog: AN/*_text/an11/an11.010.po
Languages: sc_po

# an11.10:0.1
source: Aṅguttara Nikāya 11
sc_po: Numbered Discourses 11

# an11.10:0.2
source: 1. Nissayavagga
sc_po: 1. Dependence

# an11.10:0.3
source: 10. Moranivāpasutta
sc_po: 10. At the Peacocks’ Feeding Ground

# an11.10:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati moranivāpe paribbājakārāme.
sc_po: At one time the Buddha was staying near Rājagaha, at the monastery of the wanderers in the peacocks’ feeding ground.

# an11.10:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# an11.10:1.3
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# an11.10:1.4
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# an11.10:1.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an11.10:2.1
source: “Tīhi, bhikkhave, dhammehi samannāgato bhikkhu accantaniṭṭho hoti accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānaṃ.
sc_po: “Mendicants, a mendicant who has three qualities has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal. They are best among gods and humans.

# an11.10:2.2
source: Katamehi tīhi?
sc_po: What three?

# an11.10:2.3
source: Asekhena sīlakkhandhena, asekhena samādhikkhandhena, asekhena paññākkhandhena—
sc_po: The entire spectrum of an adept’s ethics, immersion, and wisdom.

# an11.10:2.4
source: imehi, kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu accantaniṭṭho hoti accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānaṃ.
sc_po: A mendicant with these three qualities has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal. They are best among gods and humans.

# an11.10:3.1
source: Aparehipi, bhikkhave, tīhi dhammehi samannāgato bhikkhu accantaniṭṭho hoti accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānaṃ.
sc_po: A mendicant who has another three qualities has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal. They are best among gods and humans.

# an11.10:3.2
source: Katamehi tīhi?
sc_po: What three?

# an11.10:3.3
source: Iddhipāṭihāriyena, ādesanāpāṭihāriyena, anusāsanīpāṭihāriyena—
sc_po: A demonstration of psychic power, a demonstration of revealing, and a demonstration of instruction.

# an11.10:3.4
source: imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu accantaniṭṭho hoti, accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānaṃ.
sc_po: A mendicant with these three qualities has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal. They are best among gods and humans.

# an11.10:4.1
source: Aparehipi, bhikkhave, tīhi dhammehi samannāgato bhikkhu accantaniṭṭho hoti accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānaṃ.
sc_po: A mendicant who has another three qualities has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal. They are best among gods and humans.

# an11.10:4.2
source: Katamehi tīhi?
sc_po: What three?

# an11.10:4.3
source: Sammādiṭṭhiyā, sammāñāṇena, sammāvimuttiyā—
sc_po: Right view, right knowledge, and right freedom.

# an11.10:4.4
source: imehi kho, bhikkhave, tīhi dhammehi samannāgato bhikkhu accantaniṭṭho hoti accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānaṃ.
sc_po: A mendicant with these three qualities has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal. They are best among gods and humans.

# an11.10:5.1
source: Dvīhi, bhikkhave, dhammehi samannāgato bhikkhu accantaniṭṭho hoti accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānaṃ.
sc_po: A mendicant who has two qualities has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal. They are best among gods and humans.

# an11.10:5.2
source: Katamehi dvīhi?
sc_po: What two?

# an11.10:5.3
source: Vijjāya, caraṇena—
sc_po: Knowledge and conduct.

# an11.10:5.4
source: imehi kho, bhikkhave, dvīhi dhammehi samannāgato bhikkhu accantaniṭṭho hoti accantayogakkhemī accantabrahmacārī accantapariyosāno seṭṭho devamanussānaṃ.
sc_po: A mendicant with these two qualities has reached the ultimate end, the ultimate sanctuary, the ultimate spiritual life, the ultimate goal. They are best among gods and humans.

# an11.10:5.5
source: Brahmunā pesā, bhikkhave, sanaṅkumārena gāthā bhāsitā:
sc_po: Brahmā Sanaṅkumāra also spoke this verse:

# an11.10:6.1
source: ‘Khattiyo seṭṭho janetasmiṃ,
sc_po: ‘The aristocrat is best of those people

# an11.10:6.2
source: ye gottapaṭisārino;
sc_po: who take clan as the standard.

# an11.10:6.3
source: Vijjācaraṇasampanno,
sc_po: But one accomplished in knowledge and conduct

# an11.10:6.4
source: so seṭṭho devamānuse’ti.
sc_po: is best of gods and humans.’

# an11.10:7.1
source: Sā kho panesā, bhikkhave, sanaṅkumārena gāthā bhāsitā subhāsitā, no dubbhāsitā; atthasaṃhitā, no anatthasaṃhitā; anumatā mayā.
sc_po: Now, that verse spoken by Brahmā Sanaṅkumāra is well spoken, not poorly spoken. It’s beneficial, not pointless, and I agree with it.

# an11.10:7.2
source: Ahampi, bhikkhave, evaṃ vadāmi:
sc_po: I also say:

# an11.10:8.1
source: ‘Khattiyo seṭṭho janetasmiṃ,
sc_po: ‘The aristocrat is best of those people

# an11.10:8.2
source: ye gottapaṭisārino;
sc_po: who take clan as the standard.

# an11.10:8.3
source: Vijjācaraṇasampanno,
sc_po: But one accomplished in knowledge and conduct

# an11.10:8.4
source: so seṭṭho devamānuse’”ti.
sc_po: Is best of gods and humans.’”
