Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.003.po
Languages: sc_po

# sn46.3:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.3:0.2
source: 1. Pabbatavagga
sc_po: 1. Mountains

# sn46.3:0.3
source: 3. Sīlasutta
sc_po: 3. Ethics

# sn46.3:1.1
source: “Ye te, bhikkhave, bhikkhū sīlasampannā samādhisampannā ñāṇasampannā vimuttisampannā vimuttiñāṇadassanasampannā, dassanampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi;
sc_po: “Mendicants, when a mendicant is accomplished in ethics, immersion, wisdom, freedom, or the knowledge and vision of freedom, even the sight of them is very helpful, I say.

# sn46.3:1.2
source: savanampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi;
sc_po: Even to hear them,

# sn46.3:1.3
source: upasaṅkamanampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi;
sc_po: approach them,

# sn46.3:1.4
source: payirupāsanampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi;
sc_po: pay homage to them,

# sn46.3:1.5
source: anussatimpāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi;
sc_po: recollect them,

# sn46.3:1.6
source: anupabbajjampāhaṃ, bhikkhave, tesaṃ bhikkhūnaṃ bahukāraṃ vadāmi.
sc_po: or go forth after them is very helpful, I say.

# sn46.3:1.7
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.3:1.8
source: Tathārūpānaṃ, bhikkhave, bhikkhūnaṃ dhammaṃ sutvā dvayena vūpakāsena vūpakaṭṭho viharati—kāyavūpakāsena ca cittavūpakāsena ca.
sc_po: Because after hearing the teaching of such mendicants, a mendicant will live withdrawn in both body and mind,

# sn46.3:1.9
source: So tathā vūpakaṭṭho viharanto taṃ dhammaṃ anussarati anuvitakketi.
sc_po: as they recollect and think about that teaching.

# sn46.3:2.1
source: Yasmiṃ samaye, bhikkhave, bhikkhu tathā vūpakaṭṭho viharanto taṃ dhammaṃ anussarati anuvitakketi, satisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti;
sc_po: At such a time, a mendicant has activated the awakening factor of mindfulness;

# sn46.3:2.2
source: satisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti;
sc_po: they develop it

# sn46.3:2.3
source: satisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.
sc_po: and perfect it.

# sn46.3:2.4
source: So tathā sato viharanto taṃ dhammaṃ paññāya pavicinati pavicarati parivīmaṃsamāpajjati.
sc_po: As they live mindfully in this way they investigate, explore, and inquire into that teaching with wisdom.

# sn46.3:3.1
source: Yasmiṃ samaye, bhikkhave, bhikkhu tathā sato viharanto taṃ dhammaṃ paññāya pavicinati pavicarati parivīmaṃsamāpajjati, dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti;
sc_po: At such a time, a mendicant has activated the awakening factor of investigation of principles;

# sn46.3:3.2
source: dhammavicayasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti;
sc_po: they develop it

# sn46.3:3.3
source: dhammavicayasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.
sc_po: and perfect it.

# sn46.3:3.4
source: Tassa taṃ dhammaṃ paññāya pavicinato pavicarato parivīmaṃsamāpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ.
sc_po: As they investigate principles with wisdom in this way their energy is roused up and unflagging.

# sn46.3:4.1
source: Yasmiṃ samaye, bhikkhave, bhikkhuno taṃ dhammaṃ paññāya pavicinato pavicarato parivīmaṃsamāpajjato āraddhaṃ hoti vīriyaṃ asallīnaṃ, vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti; vīriyasambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti; vīriyasambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.
sc_po: At such a time, a mendicant has activated the awakening factor of energy; they develop it and perfect it.

# sn46.3:4.2
source: Āraddhavīriyassa uppajjati pīti nirāmisā.
sc_po: When they’re energetic, spiritual rapture arises.

# sn46.3:5.1
source: Yasmiṃ samaye, bhikkhave, bhikkhuno āraddhavīriyassa uppajjati pīti nirāmisā, pītisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti; pītisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti; pītisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.
sc_po: At such a time, a mendicant has activated the awakening factor of rapture; they develop it and perfect it.

# sn46.3:5.2
source: Pītimanassa kāyopi passambhati, cittampi passambhati.
sc_po: When the mind is full of rapture, the body and mind become tranquil.

# sn46.3:6.1
source: Yasmiṃ samaye, bhikkhave, bhikkhuno pītimanassa kāyopi passambhati cittampi passambhati, passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti; passaddhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti; passaddhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.
sc_po: At such a time, a mendicant has activated the awakening factor of tranquility; they develop it and perfect it.

# sn46.3:6.2
source: Passaddhakāyassa sukhino cittaṃ samādhiyati.
sc_po: When the body is tranquil and one feels bliss, the mind becomes immersed in samādhi.

# sn46.3:7.1
source: Yasmiṃ samaye, bhikkhave, bhikkhuno passaddhakāyassa sukhino cittaṃ samādhiyati, samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti; samādhisambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti; samādhisambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.
sc_po: At such a time, a mendicant has activated the awakening factor of immersion; they develop it and perfect it.

# sn46.3:7.2
source: So tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti.
sc_po: They closely watch over that mind immersed in samādhi.

# sn46.3:8.1
source: Yasmiṃ samaye, bhikkhave, bhikkhu tathāsamāhitaṃ cittaṃ sādhukaṃ ajjhupekkhitā hoti, upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno āraddho hoti; upekkhāsambojjhaṅgaṃ tasmiṃ samaye bhikkhu bhāveti; upekkhāsambojjhaṅgo tasmiṃ samaye bhikkhuno bhāvanāpāripūriṃ gacchati.
sc_po: At such a time, a mendicant has activated the awakening factor of equanimity; they develop it and perfect it.

# sn46.3:9.1
source: Evaṃ bhāvitesu kho, bhikkhave, sattasu sambojjhaṅgesu evaṃ bahulīkatesu satta phalā sattānisaṃsā pāṭikaṅkhā.
sc_po: When the seven awakening factors are developed and cultivated in this way they can expect seven fruits and benefits.

# sn46.3:9.2
source: Katame satta phalā sattānisaṃsā?
sc_po: What seven?

# sn46.3:9.3
source: Diṭṭheva dhamme paṭikacca aññaṃ ārādheti.
sc_po: They attain enlightenment early on in this very life.

# sn46.3:9.4
source: No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, atha maraṇakāle aññaṃ ārādheti.
sc_po: If not, they attain enlightenment at the time of death.

# sn46.3:9.5
source: No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti.
sc_po: If not, with the ending of the five lower fetters, they’re extinguished between one life and the next.

# sn46.3:9.6
source: No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti.
sc_po: If not, with the ending of the five lower fetters they’re extinguished upon landing.

# sn46.3:9.7
source: No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā asaṅkhāraparinibbāyī hoti.
sc_po: If not, with the ending of the five lower fetters they’re extinguished without extra effort.

# sn46.3:9.8
source: No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā asaṅkhāraparinibbāyī hoti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā sasaṅkhāraparinibbāyī hoti.
sc_po: If not, with the ending of the five lower fetters they’re extinguished with extra effort.

# sn46.3:9.9
source: No ce diṭṭheva dhamme paṭikacca aññaṃ ārādheti, no ce maraṇakāle aññaṃ ārādheti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā upahaccaparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā asaṅkhāraparinibbāyī hoti, no ce pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā sasaṅkhāraparinibbāyī hoti, atha pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā uddhaṃsoto hoti akaniṭṭhagāmī.
sc_po: If not, with the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm.

# sn46.3:9.10
source: Evaṃ bhāvitesu kho, bhikkhave, sattasu bojjhaṅgesu evaṃ bahulīkatesu ime satta phalā sattānisaṃsā pāṭikaṅkhā”ti.
sc_po: When the seven awakening factors are developed and cultivated in this way these are the seven fruits and benefits they can expect.”
