Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.044.po
Languages: sc_po

# sn46.44:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.44:0.2
source: 5. Cakkavattivagga
sc_po: 5. A Wheel Turning Monarch

# sn46.44:0.3
source: 44. Duppaññasutta
sc_po: 44. Witless

# sn46.44:1.1
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha … and asked him,

# sn46.44:1.2
source: “‘duppañño eḷamūgo, duppañño eḷamūgo’ti, bhante, vuccati.
sc_po: “Sir, they speak of ‘a witless idiot’.

# sn46.44:1.3
source: Kittāvatā nu kho, bhante, ‘duppañño eḷamūgo’ti vuccatī”ti?
sc_po: How is a witless idiot defined?”

# sn46.44:1.4
source: “Sattannaṃ kho, bhikkhu, bojjhaṅgānaṃ abhāvitattā abahulīkatattā ‘duppañño eḷamūgo’ti vuccati.
sc_po: “Mendicant, they’re called a witless idiot because they haven’t developed and cultivated the seven awakening factors.

# sn46.44:1.5
source: Katamesaṃ sattannaṃ?
sc_po: What seven?

# sn46.44:1.6
source: Satisambojjhaṅgassa … pe … upekkhāsambojjhaṅgassa—
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# sn46.44:1.7
source: imesaṃ kho, bhikkhu, sattannaṃ bojjhaṅgānaṃ abhāvitattā abahulīkatattā ‘duppañño eḷamūgo’ti vuccatī”ti.
sc_po: They’re called a witless idiot because they haven’t developed and cultivated these seven awakening factors.”
