Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.027.po
Languages: sc_po

# sn46.27:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.27:0.2
source: 3. Udāyivagga
sc_po: 3. With Udāyī

# sn46.27:0.3
source: 27. Taṇhānirodhasutta
sc_po: 27. The Cessation of Craving

# sn46.27:1.1
source: “Yo, bhikkhave, maggo yā paṭipadā taṇhānirodhāya saṃvattati, taṃ maggaṃ taṃ paṭipadaṃ bhāvetha.
sc_po: “Mendicants, you should develop the path and the practice that leads to the cessation of craving.

# sn46.27:1.2
source: Katamo ca, bhikkhave, maggo katamā ca paṭipadā taṇhānirodhāya saṃvattati?
sc_po: And what is the path and the practice that leads to the cessation of craving?

# sn46.27:1.4
source: satta bojjhaṅgā.
sc_po: It is the seven awakening factors.

# sn46.27:1.5
source: Katame satta?
sc_po: What seven?

# sn46.27:1.6
source: Satisambojjhaṅgo … pe … upekkhāsambojjhaṅgo.
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# sn46.27:1.7
source: Kathaṃ bhāvitā ca, bhikkhave, satta bojjhaṅgā kathaṃ bahulīkatā taṇhānirodhāya saṃvattanti?
sc_po: And how are the seven awakening factors developed and cultivated so as to lead to the cessation of craving?

# sn46.27:2.1
source: Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn46.27:2.2
source: Evaṃ bhāvitā kho, bhikkhave, satta bojjhaṅgā evaṃ bahulīkatā taṇhānirodhāya saṃvattantī”ti.
sc_po: This is how the seven awakening factors are developed and cultivated so as to lead to the cessation of craving.”
