Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.005.po
Languages: sc_po

# sn46.5:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.5:0.2
source: 1. Pabbatavagga
sc_po: 1. Mountains

# sn46.5:0.3
source: 5. Bhikkhusutta
sc_po: 5. A Monk

# sn46.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn46.5:1.2
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha … and asked him,

# sn46.5:1.3
source: “‘bojjhaṅgā, bojjhaṅgā’ti, bhante, vuccanti.
sc_po: “Sir, they speak of the ‘awakening factors’.

# sn46.5:1.4
source: Kittāvatā nu kho, bhante, ‘bojjhaṅgā’ti vuccantī”ti?
sc_po: How are the awakening factors defined?”

# sn46.5:1.5
source: “Bodhāya saṃvattantīti kho, bhikkhu, tasmā ‘bojjhaṅgā’ti vuccanti.
sc_po: “Mendicant, they’re called awakening factors because they lead to awakening.

# sn46.5:1.6
source: Idha, bhikkhu, satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: A mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn46.5:1.7
source: Tassime satta bojjhaṅge bhāvayato kāmāsavāpi cittaṃ vimuccati, bhavāsavāpi cittaṃ vimuccati, avijjāsavāpi cittaṃ vimuccati.
sc_po: As they develop the seven awakening factors, their mind is freed from the defilements of sensuality, desire to be reborn, and ignorance.

# sn46.5:1.8
source: Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
sc_po: When they’re freed, they know they’re freed.

# sn46.5:1.9
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# sn46.5:1.10
source: Bodhāya saṃvattantīti, bhikkhu, tasmā ‘bojjhaṅgā’ti vuccantī”ti.
sc_po: They’re called awakening factors because they lead to awakening.”
