Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.026.po
Languages: sc_po

# sn46.26:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.26:0.2
source: 3. Udāyivagga
sc_po: 3. With Udāyī

# sn46.26:0.3
source: 26. Taṇhakkhayasutta
sc_po: 26. The Ending of Craving

# sn46.26:1.1
source: “Yo, bhikkhave, maggo yā paṭipadā taṇhakkhayāya saṃvattati, taṃ maggaṃ taṃ paṭipadaṃ bhāvetha.
sc_po: “Mendicants, you should develop the path and the practice that leads to the ending of craving.

# sn46.26:1.2
source: Katamo ca, bhikkhave, maggo katamā ca paṭipadā taṇhakkhayāya saṃvattati?
sc_po: And what is the path and the practice that leads to the ending of craving?

# sn46.26:1.4
source: satta bojjhaṅgā.
sc_po: It is the seven awakening factors.

# sn46.26:1.5
source: Katame satta?
sc_po: What seven?

# sn46.26:1.6
source: Satisambojjhaṅgo … pe … upekkhāsambojjhaṅgo”ti.
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.”

# sn46.26:1.7
source: Evaṃ vutte, āyasmā udāyī bhagavantaṃ etadavoca:
sc_po: When he said this, Udāyī said to him:

# sn46.26:1.8
source: “kathaṃ bhāvitā nu kho, bhante, satta bojjhaṅgā, kathaṃ bahulīkatā taṇhakkhayāya saṃvattantī”ti?
sc_po: “Sir, how are the seven awakening factors developed and cultivated so as to lead to the ending of craving?”

# sn46.26:2.1
source: “Idha, udāyi, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ vipulaṃ mahaggataṃ appamāṇaṃ abyāpajjaṃ.
sc_po: “Udāyī, it’s when a mendicant develops the awakening factor of mindfulness, which relies on seclusion, fading away, and cessation, and ripens as letting go. And it is abundant, expansive, limitless, and free of ill will.

# sn46.26:2.2
source: Tassa satisambojjhaṅgaṃ bhāvayato vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ vipulaṃ mahaggataṃ appamāṇaṃ abyāpajjaṃ taṇhā pahīyati.
sc_po: As they do so, craving is given up.

# sn46.26:2.3
source: Taṇhāya pahānā kammaṃ pahīyati.
sc_po: When craving is given up, deeds are given up.

# sn46.26:2.4
source: Kammassa pahānā dukkhaṃ pahīyati … pe …
sc_po: When deeds are given up, suffering is given up. …

# sn46.26:2.5
source: upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ vipulaṃ mahaggataṃ appamāṇaṃ abyāpajjaṃ.
sc_po: A mendicant develops the awakening factor of equanimity, which relies on seclusion, fading away, and cessation, and ripens as letting go. And it is abundant, expansive, limitless, and free of ill will.

# sn46.26:2.6
source: Tassa upekkhāsambojjhaṅgaṃ bhāvayato vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ vipulaṃ mahaggataṃ appamāṇaṃ abyāpajjaṃ taṇhā pahīyati
sc_po: As they do so, craving is given up.

# sn46.26:2.7
source: taṇhāya pahānā kammaṃ pahīyati.
sc_po: When craving is given up, deeds are given up.

# sn46.26:2.8
source: Kammassa pahānā dukkhaṃ pahīyati.
sc_po: When deeds are given up, suffering is given up.

# sn46.26:2.9
source: Iti kho, udāyi, taṇhakkhayā kammakkhayo, kammakkhayā dukkhakkhayo”ti.
sc_po: And so, Udāyī, when craving ends, deeds end; when deeds end suffering ends.”
