Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.001.po
Languages: sc_po

# sn46.1:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.1:0.2
source: 1. Pabbatavagga
sc_po: 1. Mountains

# sn46.1:0.3
source: 1. Himavantasutta
sc_po: 1. The Himalaya

# sn46.1:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn46.1:1.2
source: “Seyyathāpi, bhikkhave, himavantaṃ pabbatarājānaṃ nissāya nāgā kāyaṃ vaḍḍhenti, balaṃ gāhenti;
sc_po: “Mendicants, dragons grow and wax strong supported by the Himalayas, the king of mountains.

# sn46.1:1.3
source: te tattha kāyaṃ vaḍḍhetvā balaṃ gāhetvā kusobbhe otaranti, kusobbhe otaritvā mahāsobbhe otaranti, mahāsobbhe otaritvā kunnadiyo otaranti, kunnadiyo otaritvā mahānadiyo otaranti, mahānadiyo otaritvā mahāsamuddasāgaraṃ otaranti; te tattha mahantattaṃ vepullattaṃ āpajjanti kāyena;
sc_po: When they’re strong they dive into the pools. Then they dive into the lakes, the streams, the rivers, and finally the ocean. There they acquire a great and abundant body.

# sn46.1:1.4
source: evameva kho, bhikkhave, bhikkhu sīlaṃ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto mahantattaṃ vepullattaṃ pāpuṇāti dhammesu.
sc_po: In the same way, a mendicant develops and cultivates the seven awakening factors depending on and grounded on ethics, acquiring great and abundant good qualities.

# sn46.1:1.5
source: Kathañca, bhikkhave, bhikkhu sīlaṃ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto mahantattaṃ vepullattaṃ pāpuṇāti dhammesūti?
sc_po: And how does a mendicant develop the seven awakening factors depending on and grounded on ethics, acquiring great and abundant good qualities?

# sn46.1:1.6
source: Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ;
sc_po: It’s when a mendicant develops the awakening factor of mindfulness, which relies on seclusion, fading away, and cessation, and ripens as letting go.

# sn46.1:1.7
source: dhammavicayasambojjhaṅgaṃ bhāveti … pe …
sc_po: They develop the awakening factor of investigation of principles …

# sn46.1:1.8
source: vīriyasambojjhaṅgaṃ bhāveti … pe …
sc_po: They develop the awakening factor of energy …

# sn46.1:1.9
source: pītisambojjhaṅgaṃ bhāveti … pe …
sc_po: They develop the awakening factor of rapture …

# sn46.1:1.10
source: passaddhisambojjhaṅgaṃ bhāveti … pe …
sc_po: They develop the awakening factor of tranquility …

# sn46.1:1.11
source: samādhisambojjhaṅgaṃ bhāveti … pe …
sc_po: They develop the awakening factor of immersion …

# sn46.1:1.12
source: upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: They develop the awakening factor of equanimity, which relies on seclusion, fading away, and cessation, and ripens as letting go.

# sn46.1:1.13
source: Evaṃ kho, bhikkhave, bhikkhu sīlaṃ nissāya sīle patiṭṭhāya satta bojjhaṅge bhāvento satta bojjhaṅge bahulīkaronto mahantattaṃ vepullattaṃ pāpuṇāti dhammesū”ti.
sc_po: That’s how a mendicant develops and cultivates the seven awakening factors depending on and grounded on ethics, acquiring great and abundant good qualities.”
