Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.028.po
Languages: sc_po

# sn46.28:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.28:0.2
source: 3. Udāyivagga
sc_po: 3. With Udāyī

# sn46.28:0.3
source: 28. Nibbedhabhāgiyasutta
sc_po: 28. Helping Penetration

# sn46.28:1.1
source: “Nibbedhabhāgiyaṃ vo, bhikkhave, maggaṃ desessāmi;
sc_po: “Mendicants, I will teach you a path that helps penetration.

# sn46.28:1.2
source: taṃ suṇātha.
sc_po: Listen …

# sn46.28:1.3
source: Katamo ca, bhikkhave, nibbedhabhāgiyo maggo?
sc_po: And what is the path that helps penetration?

# sn46.28:1.5
source: satta bojjhaṅgā.
sc_po: It is the seven awakening factors.

# sn46.28:1.6
source: Katame satta?
sc_po: What seven?

# sn46.28:1.7
source: Satisambojjhaṅgo … pe … upekkhāsambojjhaṅgo”ti.
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.”

# sn46.28:1.8
source: Evaṃ vutte, āyasmā udāyī bhagavantaṃ etadavoca:
sc_po: When he said this, Udāyī said to him:

# sn46.28:1.9
source: “kathaṃ bhāvitā nu kho, bhante, satta bojjhaṅgā kathaṃ bahulīkatā nibbedhāya saṃvattantī”ti?
sc_po: “Sir, how are the seven awakening factors developed and cultivated so as to lead to penetration?”

# sn46.28:2.1
source: “Idha, udāyi, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ vipulaṃ mahaggataṃ appamāṇaṃ abyāpajjaṃ.
sc_po: “Udāyī, it’s when a mendicant develops the awakening factor of mindfulness, which relies on seclusion, fading away, and cessation, and ripens as letting go. And it is abundant, expansive, limitless, and free of ill will.

# sn46.28:2.2
source: So satisambojjhaṅgaṃ bhāvitena cittena anibbiddhapubbaṃ appadālitapubbaṃ lobhakkhandhaṃ nibbijjhati padāleti;
sc_po: With a mind that has developed the awakening factor of mindfulness, they penetrate and shatter the mass of greed,

# sn46.28:2.3
source: anibbiddhapubbaṃ appadālitapubbaṃ dosakkhandhaṃ nibbijjhati padāleti;
sc_po: the mass of hate,

# sn46.28:2.4
source: anibbiddhapubbaṃ appadālitapubbaṃ mohakkhandhaṃ nibbijjhati padāleti … pe …
sc_po: and the mass of delusion for the first time. …

# sn46.28:2.5
source: upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ vipulaṃ mahaggataṃ appamāṇaṃ abyāpajjaṃ.
sc_po: A mendicant develops the awakening factor of equanimity, which relies on seclusion, fading away, and cessation, and ripens as letting go. And it is abundant, expansive, limitless, and free of ill will.

# sn46.28:2.6
source: So upekkhāsambojjhaṅgaṃ bhāvitena cittena anibbiddhapubbaṃ appadālitapubbaṃ lobhakkhandhaṃ nibbijjhati padāleti;
sc_po: With a mind that has developed the awakening factor of equanimity, they penetrate and shatter the mass of greed,

# sn46.28:2.7
source: anibbiddhapubbaṃ appadālitapubbaṃ dosakkhandhaṃ nibbijjhati padāleti;
sc_po: the mass of hate,

# sn46.28:2.8
source: anibbiddhapubbaṃ appadālitapubbaṃ mohakkhandhaṃ nibbijjhati padāleti.
sc_po: and the mass of delusion for the first time.

# sn46.28:2.9
source: Evaṃ bhāvitā kho, udāyi, satta bojjhaṅgā evaṃ bahulīkatā nibbedhāya saṃvattantī”ti.
sc_po: This is how are the seven awakening factors are developed and cultivated so as to lead to penetration.”
