Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.056.po
Languages: sc_po

# sn46.56:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.56:0.2
source: 6. Sākacchavagga
sc_po: 6. Discussion

# sn46.56:0.3
source: 56. Abhayasutta
sc_po: 56. A Place Without Fear

# sn46.56:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn46.56:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati gijjhakūṭe pabbate.
sc_po: At one time the Buddha was staying near Rājagaha, on the Vulture’s Peak Mountain.

# sn46.56:1.3
source: Atha kho abhayo rājakumāro yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho abhayo rājakumāro bhagavantaṃ etadavoca:
sc_po: Then Prince Abhaya went up to the Buddha, bowed, sat down to one side, and said to him:

# sn46.56:1.4
source: “pūraṇo, bhante, kassapo evamāha:
sc_po: “Sir, Pūraṇa Kassapa says this:

# sn46.56:1.5
source: ‘natthi hetu, natthi paccayo aññāṇāya adassanāya.
sc_po: ‘There is no cause or condition for not knowing and not seeing.

# sn46.56:1.6
source: Ahetu, appaccayo aññāṇaṃ adassanaṃ hoti.
sc_po: Not knowing and not seeing have no cause or condition.

# sn46.56:1.7
source: Natthi hetu, natthi paccayo ñāṇāya dassanāya.
sc_po: There is no cause or condition for knowing and seeing.

# sn46.56:1.8
source: Ahetu, appaccayo ñāṇaṃ dassanaṃ hotī’ti.
sc_po: Knowing and seeing have no cause or condition.’

# sn46.56:1.9
source: Idha bhagavā kimāhā”ti?
sc_po: What does the Buddha say about this?”

# sn46.56:1.10
source: “Atthi, rājakumāra, hetu, atthi paccayo aññāṇāya adassanāya.
sc_po: “Prince, there are causes and conditions for not knowing and not seeing.

# sn46.56:1.11
source: Sahetu, sappaccayo aññāṇaṃ adassanaṃ hoti.
sc_po: Not knowing and not seeing have causes and conditions.

# sn46.56:1.12
source: Atthi, rājakumāra, hetu, atthi paccayo ñāṇāya dassanāya.
sc_po: There are causes and conditions for knowing and seeing.

# sn46.56:1.13
source: Sahetu, sappaccayo ñāṇaṃ dassanaṃ hotī”ti.
sc_po: Knowing and seeing have causes and conditions.”

# sn46.56:2.1
source: “Katamo pana, bhante, hetu, katamo paccayo aññāṇāya adassanāya?
sc_po: “But sir, what is the cause and condition for not knowing and not seeing?

# sn46.56:2.2
source: Kathaṃ sahetu, sappaccayo aññāṇaṃ adassanaṃ hotī”ti?
sc_po: How do not knowing and not seeing have causes and conditions?”

# sn46.56:2.3
source: “Yasmiṃ kho, rājakumāra, samaye kāmarāgapariyuṭṭhitena cetasā viharati kāmarāgaparetena, uppannassa ca kāmarāgassa nissaraṇaṃ yathābhūtaṃ na jānāti na passati—
sc_po: “There’s a time when the heart is overcome and mired in sensual desire, without truly knowing and seeing the escape from sensual desire that has arisen.

# sn46.56:2.4
source: ayampi kho, rājakumāra, hetu, ayaṃ paccayo aññāṇāya adassanāya.
sc_po: This is a cause and condition for not knowing and not seeing.

# sn46.56:2.5
source: Evampi sahetu sappaccayo aññāṇaṃ adassanaṃ hoti.
sc_po: And this is how not knowing and not seeing have causes and conditions.

# sn46.56:3.1
source: Puna caparaṃ, rājakumāra, yasmiṃ samaye byāpādapariyuṭṭhitena cetasā viharati byāpādaparetena … pe …
sc_po: Furthermore, there’s a time when the heart is overcome and mired in ill will …

# sn46.56:3.2
source: thinamiddhapariyuṭṭhitena … pe …
sc_po: dullness and drowsiness …

# sn46.56:3.3
source: uddhaccakukkuccapariyuṭṭhitena … pe …
sc_po: restlessness and remorse …

# sn46.56:3.4
source: vicikicchāpariyuṭṭhitena cetasā viharati vicikicchāparetena, uppannāya ca vicikicchāya nissaraṇaṃ yathābhūtaṃ na jānāti na passati—
sc_po: doubt, without truly knowing and seeing the escape from doubt that has arisen.

# sn46.56:3.5
source: ayampi kho, rājakumāra, hetu, ayaṃ paccayo aññāṇāya adassanāya.
sc_po: This is a cause and condition for not knowing and not seeing.

# sn46.56:3.6
source: Evampi sahetu sappaccayo aññāṇaṃ adassanaṃ hotī”ti.
sc_po: And this is how not knowing and not seeing have causes and conditions.”

# sn46.56:4.1
source: “Ko nāmāyaṃ, bhante, dhammapariyāyo”ti?
sc_po: “Sir, what is the name of this exposition of the teaching?”

# sn46.56:4.2
source: “Nīvaraṇā nāmete, rājakumārā”ti.
sc_po: “These are called the ‘hindrances’, prince.”

# sn46.56:4.3
source: “Taggha, bhagavā, nīvaraṇā;
sc_po: “Indeed, Blessed One, these are hindrances!

# sn46.56:4.4
source: taggha, sugata, nīvaraṇā.
sc_po: Indeed, Holy One, these are hindrances!

# sn46.56:4.5
source: Ekamekenapi kho, bhante, nīvaraṇena abhibhūto yathābhūtaṃ na jāneyya na passeyya, ko pana vādo pañcahi nīvaraṇehi?
sc_po: Overcome by even a single hindrance you wouldn’t truly know or see, let alone all five hindrances.

# sn46.56:5.1
source: Katamo pana, bhante, hetu, katamo paccayo ñāṇāya dassanāya?
sc_po: But sir, what is the cause and condition for knowing and seeing?

# sn46.56:5.2
source: Kathaṃ sahetu, sappaccayo ñāṇaṃ dassanaṃ hotī”ti?
sc_po: How do knowing and seeing have causes and conditions?”

# sn46.56:5.3
source: “Idha, rājakumāra, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: “It’s when a mendicant develops the awakening factor of mindfulness, which relies on seclusion, fading away, and cessation, and ripens as letting go.

# sn46.56:5.4
source: So satisambojjhaṅgaṃ bhāvitena cittena yathābhūtaṃ jānāti passati—
sc_po: They truly know and see with a mind that has developed the awakening factor of mindfulness.

# sn46.56:5.5
source: ayampi kho, rājakumāra, hetu, ayaṃ paccayo ñāṇāya dassanāya.
sc_po: This is a cause and condition for knowing and seeing.

# sn46.56:5.6
source: Evampi sahetu, sappaccayo ñāṇaṃ dassanaṃ hoti.
sc_po: And this is how knowing and seeing have causes and conditions.

# sn46.56:6.1
source: Puna caparaṃ, rājakumāra, bhikkhu … pe … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: Furthermore, a mendicant develops the awakening factor of investigation of principles... energy... rapture... tranquility... immersion... equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn46.56:6.2
source: So upekkhāsambojjhaṅgaṃ bhāvitena cittena yathābhūtaṃ jānāti passati—
sc_po: They truly know and see with a mind that has developed the awakening factor of equanimity.

# sn46.56:6.3
source: ayampi kho, rājakumāra, hetu, ayaṃ paccayo ñāṇāya dassanāya.
sc_po: This is a cause and condition for knowing and seeing.

# sn46.56:6.4
source: Evaṃ sahetu, sappaccayo ñāṇaṃ dassanaṃ hotī”ti.
sc_po: And this is how knowing and seeing have causes and conditions.”

# sn46.56:7.1
source: “Ko nāmāyaṃ, bhante, dhammapariyāyo”ti?
sc_po: “Sir, what is the name of this exposition of the teaching?”

# sn46.56:7.2
source: “Bojjhaṅgā nāmete, rājakumārā”ti.
sc_po: “These are called the ‘awakening factors’, prince.”

# sn46.56:7.3
source: “Taggha, bhagavā, bojjhaṅgā;
sc_po: “Indeed, Blessed One, these are awakening factors!

# sn46.56:7.4
source: taggha, sugata, bojjhaṅgā.
sc_po: Indeed, Holy One, these are awakening factors!

# sn46.56:7.5
source: Ekamekenapi kho, bhante, bojjhaṅgena samannāgato yathābhūtaṃ jāneyya passeyya, ko pana vādo sattahi bojjhaṅgehi?
sc_po: Endowed with even a single awakening factor you would truly know and see, let alone all seven awakening factors.

# sn46.56:7.6
source: Yopi me, bhante, gijjhakūṭaṃ pabbataṃ ārohantassa kāyakilamatho cittakilamatho, sopi me paṭippassaddho, dhammo ca me abhisamito”ti.
sc_po: When climbing Mount Vulture’s Peak I became fatigued in body and mind. But this has now faded away. And I’ve comprehended the teaching.”
