Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.042.po
Languages: sc_po

# sn46.42:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.42:0.2
source: 5. Cakkavattivagga
sc_po: 5. A Wheel Turning Monarch

# sn46.42:0.3
source: 42. Cakkavattisutta
sc_po: 42. A Wheel Turning Monarch

# sn46.42:1.1
source: “Rañño, bhikkhave, cakkavattissa pātubhāvā sattannaṃ ratanānaṃ pātubhāvo hoti.
sc_po: “Mendicants, when a Wheel Turning Monarch appears seven treasures appear.

# sn46.42:1.2
source: Katamesaṃ sattannaṃ?
sc_po: What seven?

# sn46.42:1.3
source: Cakkaratanassa pātubhāvo hoti, hatthiratanassa pātubhāvo hoti, assaratanassa pātubhāvo hoti, maṇiratanassa pātubhāvo hoti, itthiratanassa pātubhāvo hoti, gahapatiratanassa pātubhāvo hoti, pariṇāyakaratanassa pātubhāvo hoti.
sc_po: The wheel, the elephant, the horse, the jewel, the woman, the treasurer, and the counselor.

# sn46.42:1.4
source: Rañño, bhikkhave, cakkavattissa pātubhāvā imesaṃ sattannaṃ ratanānaṃ pātubhāvo hoti.
sc_po: When a Wheel Turning Monarch appears these seven treasures appear.

# sn46.42:2.1
source: Tathāgatassa, bhikkhave, pātubhāvā arahato sammāsambuddhassa sattannaṃ bojjhaṅgaratanānaṃ pātubhāvo hoti.
sc_po: When a Realized One, a perfected one, a fully awakened Buddha appears the seven treasures of the awakening factors appear.

# sn46.42:2.2
source: Katamesaṃ sattannaṃ?
sc_po: What seven?

# sn46.42:2.3
source: Satisambojjhaṅgassa ratanassa pātubhāvo hoti … pe … upekkhāsambojjhaṅgassa ratanassa pātubhāvo hoti.
sc_po: The treasures of the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# sn46.42:2.4
source: Tathāgatassa, bhikkhave, pātubhāvā arahato sammāsambuddhassa imesaṃ sattannaṃ bojjhaṅgaratanānaṃ pātubhāvo hotī”ti.
sc_po: When a Realized One, a perfected one, a fully awakened Buddha appears these seven treasures of the awakening factors appear.”
