Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.053.po
Languages: sc_po

# sn46.53:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.53:0.2
source: 6. Sākacchavagga
sc_po: 6. Discussion

# sn46.53:0.3
source: 53. Aggisutta
sc_po: 53. Fire

# sn46.53:1.1
source: Atha kho sambahulā bhikkhū pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya sāvatthiṃ piṇḍāya pavisiṃsu.
sc_po: Then several mendicants robed up in the morning and, taking their bowls and robes, entered Sāvatthī for alms.

# sn46.53:1.2
source: (Pariyāyasuttasadisaṃ.)
sc_po: (The same as the previous discourse.)

# sn46.53:2.1
source: “Evaṃvādino, bhikkhave, aññatitthiyā paribbājakā evamassu vacanīyā:
sc_po: “Mendicants, when wanderers who follow other paths say this, you should say to them:

# sn46.53:2.2
source: ‘yasmiṃ, āvuso, samaye līnaṃ cittaṃ hoti, katamesaṃ tasmiṃ samaye bojjhaṅgānaṃ akālo bhāvanāya, katamesaṃ tasmiṃ samaye bojjhaṅgānaṃ kālo bhāvanāya?
sc_po: ‘Reverends, which awakening factors should not be developed when the mind is sluggish? And which awakening factors should be developed at that time?

# sn46.53:2.3
source: Yasmiṃ panāvuso, samaye uddhataṃ cittaṃ hoti, katamesaṃ tasmiṃ samaye bojjhaṅgānaṃ akālo bhāvanāya, katamesaṃ tasmiṃ samaye bojjhaṅgānaṃ kālo bhāvanāyā’ti?
sc_po: Which awakening factors should not be developed when the mind is restless? And which awakening factors should be developed at that time?’

# sn46.53:2.4
source: Evaṃ puṭṭhā, bhikkhave, aññatitthiyā paribbājakā na ceva sampāyissanti, uttariñca vighātaṃ āpajjissanti.
sc_po: Questioned like this, the wanderers who follow other paths would be stumped, and, in addition, would get frustrated.

# sn46.53:2.5
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.53:2.6
source: Yathā taṃ, bhikkhave, avisayasmiṃ.
sc_po: Because they’re out of their element.

# sn46.53:3.1
source: Nāhaṃ taṃ, bhikkhave, passāmi sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya yo imesaṃ pañhānaṃ veyyākaraṇena cittaṃ ārādheyya, aññatra tathāgatena vā tathāgatasāvakena vā ito vā pana sutvā.
sc_po: I don’t see anyone in this world—with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans—who could provide a satisfying answer to these questions except for the Realized One or his disciple or someone who has heard it from them.

# sn46.53:4.1
source: Yasmiṃ, bhikkhave, samaye līnaṃ cittaṃ hoti, akālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, akālo samādhisambojjhaṅgassa bhāvanāya, akālo upekkhāsambojjhaṅgassa bhāvanāya.
sc_po: When the mind is sluggish, it’s the wrong time to develop the awakening factors of tranquility, immersion, and equanimity.

# sn46.53:4.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.53:4.3
source: Līnaṃ, bhikkhave, cittaṃ taṃ etehi dhammehi dussamuṭṭhāpayaṃ hoti.
sc_po: Because it’s hard to stimulate a sluggish mind with these things.

# sn46.53:5.1
source: Seyyathāpi, bhikkhave, puriso parittaṃ aggiṃ ujjāletukāmo assa.
sc_po: Suppose someone wanted to make a small fire flare up.

# sn46.53:5.2
source: So tattha allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni pakkhipeyya, allāni ca kaṭṭhāni pakkhipeyya, udakavātañca dadeyya, paṃsukena ca okireyya;
sc_po: If they toss wet grass, cow-dung, and timber on it, spray it with water, and scatter dirt on it,

# sn46.53:5.3
source: bhabbo nu kho so puriso parittaṃ aggiṃ ujjāletun”ti?
sc_po: could they make it flare up?”

# sn46.53:5.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn46.53:6.1
source: “Evameva kho, bhikkhave, yasmiṃ samaye līnaṃ cittaṃ hoti, akālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, akālo samādhisambojjhaṅgassa bhāvanāya, akālo upekkhāsambojjhaṅgassa bhāvanāya.
sc_po: “In the same way, when the mind is sluggish, it’s the wrong time to develop the awakening factors of tranquility, immersion, and equanimity.

# sn46.53:6.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.53:6.3
source: Līnaṃ, bhikkhave, cittaṃ taṃ etehi dhammehi dussamuṭṭhāpayaṃ hoti.
sc_po: Because it’s hard to stimulate a sluggish mind with these things.

# sn46.53:7.1
source: Yasmiñca kho, bhikkhave, samaye līnaṃ cittaṃ hoti, kālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya.
sc_po: When the mind is sluggish, it’s the right time to develop the awakening factors of investigation of principles, energy, and rapture.

# sn46.53:7.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.53:7.3
source: Līnaṃ, bhikkhave, cittaṃ taṃ etehi dhammehi susamuṭṭhāpayaṃ hoti.
sc_po: Because it’s easy to stimulate a sluggish mind with these things.

# sn46.53:8.1
source: Seyyathāpi, bhikkhave, puriso parittaṃ aggiṃ ujjāletukāmo assa.
sc_po: Suppose someone wanted to make a small fire flare up.

# sn46.53:8.2
source: So tattha sukkhāni ceva tiṇāni pakkhipeyya, sukkhāni gomayāni pakkhipeyya, sukkhāni kaṭṭhāni pakkhipeyya, mukhavātañca dadeyya, na ca paṃsukena okireyya;
sc_po: If they toss dry grass, cow-dung, and timber on it, blow on it, and don’t scatter dirt on it,

# sn46.53:8.3
source: bhabbo nu kho so puriso parittaṃ aggiṃ ujjāletun”ti?
sc_po: could they make it flare up?”

# sn46.53:8.4
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# sn46.53:9.1
source: “Evameva kho, bhikkhave, yasmiṃ samaye līnaṃ cittaṃ hoti, kālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, kālo vīriyasambojjhaṅgassa bhāvanāya, kālo pītisambojjhaṅgassa bhāvanāya.
sc_po: “In the same way, when the mind is sluggish, it’s the right time to develop the awakening factors of investigation of principles, energy, and rapture.

# sn46.53:9.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.53:9.3
source: Līnaṃ, bhikkhave, cittaṃ taṃ etehi dhammehi susamuṭṭhāpayaṃ hoti.
sc_po: Because it’s easy to stimulate a sluggish mind with these things.

# sn46.53:10.1
source: Yasmiṃ, bhikkhave, samaye uddhataṃ cittaṃ hoti, akālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, akālo vīriyasambojjhaṅgassa bhāvanāya, akālo pītisambojjhaṅgassa bhāvanāya.
sc_po: When the mind is restless, it’s the wrong time to develop the awakening factors of investigation of principles, energy, and rapture.

# sn46.53:10.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.53:10.3
source: Uddhataṃ, bhikkhave, cittaṃ taṃ etehi dhammehi duvūpasamayaṃ hoti.
sc_po: Because it’s hard to settle a restless mind with these things.

# sn46.53:11.1
source: Seyyathāpi, bhikkhave, puriso mahantaṃ aggikkhandhaṃ nibbāpetukāmo assa.
sc_po: Suppose someone wanted to extinguish a bonfire.

# sn46.53:11.2
source: So tattha sukkhāni ceva tiṇāni pakkhipeyya, sukkhāni ca gomayāni pakkhipeyya, sukkhāni ca kaṭṭhāni pakkhipeyya, mukhavātañca dadeyya, na ca paṃsukena okireyya;
sc_po: If they toss dry grass, cow-dung, and timber on it, blow on it, and don’t scatter dirt on it,

# sn46.53:11.3
source: bhabbo nu kho so puriso mahantaṃ aggikkhandhaṃ nibbāpetun”ti?
sc_po: could they extinguish it?”

# sn46.53:11.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn46.53:12.1
source: “Evameva kho, bhikkhave, yasmiṃ samaye uddhataṃ cittaṃ hoti, akālo tasmiṃ samaye dhammavicayasambojjhaṅgassa bhāvanāya, akālo vīriyasambojjhaṅgassa bhāvanāya, akālo pītisambojjhaṅgassa bhāvanāya.
sc_po: “In the same way, when the mind is restless, it’s the wrong time to develop the awakening factors of investigation of principles, energy, and rapture.

# sn46.53:12.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.53:12.3
source: Uddhataṃ, bhikkhave, cittaṃ taṃ etehi dhammehi duvūpasamayaṃ hoti.
sc_po: Because it’s hard to settle a restless mind with these things.

# sn46.53:13.1
source: Yasmiñca kho, bhikkhave, samaye uddhataṃ cittaṃ hoti, kālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya.
sc_po: When the mind is restless, it’s the right time to develop the awakening factors of tranquility, immersion, and equanimity.

# sn46.53:13.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.53:13.3
source: Uddhataṃ, bhikkhave, cittaṃ taṃ etehi dhammehi suvūpasamayaṃ hoti.
sc_po: Because it’s easy to settle a restless mind with these things.

# sn46.53:14.1
source: Seyyathāpi, bhikkhave, puriso mahantaṃ aggikkhandhaṃ nibbāpetukāmo assa.
sc_po: Suppose someone wanted to extinguish a bonfire.

# sn46.53:14.2
source: So tattha allāni ceva tiṇāni pakkhipeyya, allāni ca gomayāni pakkhipeyya, allāni ca kaṭṭhāni pakkhipeyya, udakavātañca dadeyya, paṃsukena ca okireyya;
sc_po: If they toss wet grass, cow-dung, and timber on it, spray it with water, and scatter dirt on it,

# sn46.53:14.3
source: bhabbo nu kho so puriso mahantaṃ aggikkhandhaṃ nibbāpetun”ti?
sc_po: could they extinguish it?”

# sn46.53:14.4
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# sn46.53:15.1
source: “Evameva kho, bhikkhave, yasmiṃ samaye uddhataṃ cittaṃ hoti, kālo tasmiṃ samaye passaddhisambojjhaṅgassa bhāvanāya, kālo samādhisambojjhaṅgassa bhāvanāya, kālo upekkhāsambojjhaṅgassa bhāvanāya.
sc_po: “In the same way, when the mind is restless, it’s the right time to develop the awakening factors of tranquility, immersion, and equanimity.

# sn46.53:15.2
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn46.53:15.3
source: Uddhataṃ, bhikkhave, cittaṃ taṃ etehi dhammehi suvūpasamayaṃ hoti.
sc_po: Because it’s easy to settle a restless mind with these things.

# sn46.53:15.4
source: Satiñca khvāhaṃ, bhikkhave, sabbatthikaṃ vadāmī”ti.
sc_po: But mindfulness is always useful, I say.”
