Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.051.po
Languages: sc_po

# sn46.51:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.51:0.2
source: 6. Sākacchavagga
sc_po: 6. Discussion

# sn46.51:0.3
source: 51. Āhārasutta
sc_po: 51. Nourishing

# sn46.51:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn46.51:1.2
source: “Pañcannañca, bhikkhave, nīvaraṇānaṃ sattannañca bojjhaṅgānaṃ āhārañca anāhārañca desessāmi;
sc_po: “Mendicants, I will teach you what fuels and what starves the five hindrances and the seven awakening factors.

# sn46.51:1.3
source: taṃ suṇātha.
sc_po: Listen …

# sn46.51:1.4
source: Ko ca, bhikkhave, āhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya?
sc_po: And what fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow?

# sn46.51:1.5
source: Atthi, bhikkhave, subhanimittaṃ.
sc_po: There is the feature of beauty.

# sn46.51:1.6
source: Tattha ayonisomanasikārabahulīkāro—
sc_po: Frequent improper attention to that

# sn46.51:1.7
source: ayamāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya.
sc_po: fuels the arising of sensual desire, or, when it has arisen, makes it increase and grow.

# sn46.51:2.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya?
sc_po: And what fuels the arising of ill will, or, when it has arisen, makes it increase and grow?

# sn46.51:2.2
source: Atthi, bhikkhave, paṭighanimittaṃ.
sc_po: There is the feature of harshness.

# sn46.51:2.3
source: Tattha ayonisomanasikārabahulīkāro—
sc_po: Frequent improper attention to that

# sn46.51:2.4
source: ayamāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya.
sc_po: fuels the arising of ill will, or, when it has arisen, makes it increase and grow.

# sn46.51:3.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya?
sc_po: And what fuels the arising of dullness and drowsiness, or, when it has arisen, makes it increase and grow?

# sn46.51:3.2
source: Atthi, bhikkhave, arati tandi vijambhitā bhattasammado cetaso ca līnattaṃ.
sc_po: There is discontent, sloth, yawning, sleepiness after eating, and mental sluggishness.

# sn46.51:3.3
source: Tattha ayonisomanasikārabahulīkāro—
sc_po: Frequent improper attention to that

# sn46.51:3.4
source: ayamāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya.
sc_po: fuels the arising of dullness and drowsiness, or, when it has arisen, makes it increase and grow.

# sn46.51:4.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya?
sc_po: And what fuels the arising of restlessness and remorse, or, when it has arisen, makes it increase and grow?

# sn46.51:4.2
source: Atthi, bhikkhave, cetaso avūpasamo.
sc_po: There is the unsettled mind.

# sn46.51:4.3
source: Tattha ayonisomanasikārabahulīkāro—
sc_po: Frequent improper attention to that

# sn46.51:4.4
source: ayamāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya.
sc_po: fuels the arising of restlessness and remorse, or, when it has arisen, makes it increase and grow.

# sn46.51:5.1
source: Ko ca, bhikkhave, āhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya?
sc_po: And what fuels the arising of doubt, or, when it has arisen, makes it increase and grow?

# sn46.51:5.2
source: Atthi, bhikkhave, vicikicchāṭṭhānīyā dhammā.
sc_po: There are things that are grounds for doubt.

# sn46.51:5.3
source: Tattha ayonisomanasikārabahulīkāro—
sc_po: Frequent improper attention to them

# sn46.51:5.4
source: ayamāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya.
sc_po: fuels the arising of doubt, or, when it has arisen, makes it increase and grow.

# sn46.51:6.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what fuels the arising of the awakening factor of mindfulness, or, when it has arisen, fully develops it?

# sn46.51:6.2
source: Atthi, bhikkhave, satisambojjhaṅgaṭṭhānīyā dhammā.
sc_po: There are things that are grounds for the awakening factor of mindfulness.

# sn46.51:6.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to them

# sn46.51:6.4
source: ayamāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: fuels the arising of the awakening factor of mindfulness, or, when it has arisen, fully develops it.

# sn46.51:7.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, fully develops it?

# sn46.51:7.2
source: Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā.
sc_po: There are qualities that are skillful and unskillful, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.

# sn46.51:7.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to them

# sn46.51:7.4
source: ayamāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: fuels the arising of the awakening factor of investigation of principles, or, when it has arisen, fully develops it.

# sn46.51:8.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what fuels the arising of the awakening factor of energy, or, when it has arisen, fully develops it?

# sn46.51:8.2
source: Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu.
sc_po: There are the elements of initiative, persistence, and exertion.

# sn46.51:8.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to them

# sn46.51:8.4
source: ayamāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: fuels the arising of the awakening factor of energy, or, when it has arisen, fully develops it.

# sn46.51:9.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what fuels the arising of the awakening factor of rapture, or, when it has arisen, fully develops it?

# sn46.51:9.2
source: Atthi, bhikkhave, pītisambojjhaṅgaṭṭhānīyā dhammā.
sc_po: There are things that are grounds for the awakening factor of rapture.

# sn46.51:9.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to them

# sn46.51:9.4
source: ayamāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: fuels the arising of the awakening factor of rapture, or, when it has arisen, fully develops it.

# sn46.51:10.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what fuels the arising of the awakening factor of tranquility, or, when it has arisen, fully develops it?

# sn46.51:10.2
source: Atthi, bhikkhave, kāyappassaddhi cittappassaddhi.
sc_po: There is tranquility of the body and of the mind.

# sn46.51:10.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to that

# sn46.51:10.4
source: ayamāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: fuels the arising of the awakening factor of tranquility, or, when it has arisen, fully develops it.

# sn46.51:11.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what fuels the arising of the awakening factor of immersion, or, when it has arisen, fully develops it?

# sn46.51:11.2
source: Atthi, bhikkhave, samathanimittaṃ abyagganimittaṃ.
sc_po: There are things that are the foundation of serenity and freedom from distraction.

# sn46.51:11.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to them

# sn46.51:11.4
source: ayamāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: fuels the arising of the awakening factor of immersion, or, when it has arisen, fully develops it.

# sn46.51:12.1
source: Ko ca, bhikkhave, āhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what fuels the arising of the awakening factor of equanimity, or, when it has arisen, fully develops it?

# sn46.51:12.2
source: Atthi, bhikkhave, upekkhāsambojjhaṅgaṭṭhānīyā dhammā.
sc_po: There are things that are grounds for the awakening factor of equanimity.

# sn46.51:12.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to them

# sn46.51:12.4
source: ayamāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: fuels the arising of the awakening factor of equanimity, or, when it has arisen, fully develops it.

# sn46.51:13.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya?
sc_po: And what starves the arising of sensual desire, or, when it has arisen, starves its increase and growth?

# sn46.51:13.2
source: Atthi, bhikkhave, asubhanimittaṃ.
sc_po: There is the feature of ugliness.

# sn46.51:13.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to that

# sn46.51:13.4
source: ayamanāhāro anuppannassa vā kāmacchandassa uppādāya, uppannassa vā kāmacchandassa bhiyyobhāvāya vepullāya.
sc_po: starves the arising of sensual desire, or, when it has arisen, starves its increase and growth.

# sn46.51:14.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya?
sc_po: And what starves the arising of ill will, or, when it has arisen, starves its increase and growth?

# sn46.51:14.2
source: Atthi, bhikkhave, mettācetovimutti.
sc_po: There is the heart’s release by love.

# sn46.51:14.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to that

# sn46.51:14.4
source: ayamanāhāro anuppannassa vā byāpādassa uppādāya, uppannassa vā byāpādassa bhiyyobhāvāya vepullāya.
sc_po: starves the arising of ill will, or, when it has arisen, starves its increase and growth.

# sn46.51:15.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya?
sc_po: And what starves the arising of dullness and drowsiness, or, when it has arisen, starves its increase and growth?

# sn46.51:15.2
source: Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu.
sc_po: There are the elements of initiative, persistence, and exertion.

# sn46.51:15.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to them

# sn46.51:15.4
source: ayamanāhāro anuppannassa vā thinamiddhassa uppādāya, uppannassa vā thinamiddhassa bhiyyobhāvāya vepullāya.
sc_po: starves the arising of dullness and drowsiness, or, when it has arisen, starves its increase and growth.

# sn46.51:16.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya?
sc_po: And what starves the arising of restlessness and remorse, or, when it has arisen, starves its increase and growth?

# sn46.51:16.2
source: Atthi, bhikkhave, cetaso vūpasamo.
sc_po: There is the settled mind.

# sn46.51:16.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to that

# sn46.51:16.4
source: ayamanāhāro anuppannassa vā uddhaccakukkuccassa uppādāya, uppannassa vā uddhaccakukkuccassa bhiyyobhāvāya vepullāya.
sc_po: starves the arising of restlessness and remorse, or, when it has arisen, starves its increase and growth.

# sn46.51:17.1
source: Ko ca, bhikkhave, anāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya?
sc_po: And what starves the arising of doubt, or, when it has arisen, starves its increase and growth?

# sn46.51:17.2
source: Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā.
sc_po: There are qualities that are skillful and unskillful, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.

# sn46.51:17.3
source: Tattha yonisomanasikārabahulīkāro—
sc_po: Frequent proper attention to them

# sn46.51:17.4
source: ayamanāhāro anuppannāya vā vicikicchāya uppādāya, uppannāya vā vicikicchāya bhiyyobhāvāya vepullāya.
sc_po: starves the arising of doubt, or, when it has arisen, starves its increase and growth.

# sn46.51:18.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what starves the arising of the awakening factor of mindfulness, or, when it has arisen, starves its full development?

# sn46.51:18.2
source: Atthi, bhikkhave, satisambojjhaṅgaṭṭhānīyā dhammā.
sc_po: There are things that are grounds for the awakening factor of mindfulness.

# sn46.51:18.3
source: Tattha amanasikārabahulīkāro—
sc_po: Not frequently focusing on them

# sn46.51:18.4
source: ayamanāhāro anuppannassa vā satisambojjhaṅgassa uppādāya, uppannassa vā satisambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: starves the arising of the awakening factor of mindfulness, or, when it has arisen, starves its full development.

# sn46.51:19.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what starves the arising of the awakening factor of investigation of principles, or, when it has arisen, starves its full development?

# sn46.51:19.2
source: Atthi, bhikkhave, kusalākusalā dhammā sāvajjānavajjā dhammā hīnapaṇītā dhammā kaṇhasukkasappaṭibhāgā dhammā.
sc_po: There are qualities that are skillful and unskillful, blameworthy and blameless, inferior and superior, and those on the side of dark and bright.

# sn46.51:19.3
source: Tattha amanasikārabahulīkāro—
sc_po: Not frequently focusing on them

# sn46.51:19.4
source: ayamanāhāro anuppannassa vā dhammavicayasambojjhaṅgassa uppādāya, uppannassa vā dhammavicayasambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: starves the arising of the awakening factor of investigation of principles, or, when it has arisen, starves its full development.

# sn46.51:20.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what starves the arising of the awakening factor of energy, or, when it has arisen, starves its full development?

# sn46.51:20.2
source: Atthi, bhikkhave, ārambhadhātu nikkamadhātu parakkamadhātu.
sc_po: There are the elements of initiative, persistence, and exertion.

# sn46.51:20.3
source: Tattha amanasikārabahulīkāro—
sc_po: Not frequently focusing on them

# sn46.51:20.4
source: ayamanāhāro anuppannassa vā vīriyasambojjhaṅgassa uppādāya, uppannassa vā vīriyasambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: starves the arising of the awakening factor of energy, or, when it has arisen, starves its full development.

# sn46.51:21.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what starves the arising of the awakening factor of rapture, or, when it has arisen, starves its full development?

# sn46.51:21.2
source: Atthi, bhikkhave, pītisambojjhaṅgaṭṭhānīyā dhammā.
sc_po: There are things that are grounds for the awakening factor of rapture.

# sn46.51:21.3
source: Tattha amanasikārabahulīkāro—
sc_po: Not frequently focusing on them

# sn46.51:21.4
source: ayamanāhāro anuppannassa vā pītisambojjhaṅgassa uppādāya, uppannassa vā pītisambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: starves the arising of the awakening factor of rapture, or, when it has arisen, starves its full development.

# sn46.51:22.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what starves the arising of the awakening factor of tranquility, or, when it has arisen, starves its full development?

# sn46.51:22.2
source: Atthi, bhikkhave, kāyappassaddhi cittappassaddhi.
sc_po: There is tranquility of the body and of the mind.

# sn46.51:22.3
source: Tattha amanasikārabahulīkāro—
sc_po: Not frequently attending to that

# sn46.51:22.4
source: ayamanāhāro anuppannassa vā passaddhisambojjhaṅgassa uppādāya, uppannassa vā passaddhisambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: starves the arising of the awakening factor of tranquility, or, when it has arisen, starves its full development.

# sn46.51:23.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what starves the arising of the awakening factor of immersion, or, when it has arisen, starves its full development?

# sn46.51:23.2
source: Atthi, bhikkhave, samathanimittaṃ abyagganimittaṃ.
sc_po: There are things that are the foundation of serenity and freedom from distraction.

# sn46.51:23.3
source: Tattha amanasikārabahulīkāro—
sc_po: Not frequently focusing on them

# sn46.51:23.4
source: ayamanāhāro anuppannassa vā samādhisambojjhaṅgassa uppādāya, uppannassa vā samādhisambojjhaṅgassa bhāvanāya pāripūriyā.
sc_po: starves the arising of the awakening factor of immersion, or, when it has arisen, starves its full development.

# sn46.51:24.1
source: Ko ca, bhikkhave, anāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā?
sc_po: And what starves the arising of the awakening factor of equanimity, or, when it has arisen, starves its full development?

# sn46.51:24.2
source: Atthi, bhikkhave, upekkhāsambojjhaṅgaṭṭhānīyā dhammā.
sc_po: There are things that are grounds for the awakening factor of equanimity.

# sn46.51:24.3
source: Tattha amanasikārabahulīkāro—
sc_po: Not frequently focusing on them

# sn46.51:24.4
source: ayamanāhāro anuppannassa vā upekkhāsambojjhaṅgassa uppādāya, uppannassa vā upekkhāsambojjhaṅgassa bhāvanāya pāripūriyā”ti.
sc_po: starves the arising of the awakening factor of equanimity, or, when it has arisen, starves its full development.”
