Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.025.po
Languages: sc_po

# sn46.25:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.25:0.2
source: 3. Udāyivagga
sc_po: 3. With Udāyī

# sn46.25:0.3
source: 25. Aparihāniyasutta
sc_po: 25. Non-decline

# sn46.25:1.1
source: “Satta vo, bhikkhave, aparihāniye dhamme desessāmi;
sc_po: “Mendicants, I will teach you seven principles that guard against decline.

# sn46.25:1.2
source: taṃ suṇātha.
sc_po: Listen …

# sn46.25:1.3
source: Katame ca, bhikkhave, satta aparihāniyā dhammā?
sc_po: And what are the seven principles that guard against decline?

# sn46.25:1.5
source: satta bojjhaṅgā.
sc_po: They are the seven awakening factors.

# sn46.25:1.6
source: Katame satta?
sc_po: What seven?

# sn46.25:1.7
source: Satisambojjhaṅgo … pe … upekkhāsambojjhaṅgo—
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# sn46.25:1.8
source: ime kho, bhikkhave, satta aparihāniyā dhammā”ti.
sc_po: These are the seven principles that guard against decline.”
