Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.130.po
Languages: sc_po

# sn46.130:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.130:0.2
source: 13. Oghavagga
sc_po: 13. Floods

# sn46.130:0.3
source: 130. Uddhambhāgiyasutta
sc_po: 130. Higher Fetters

# sn46.130:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn46.130:1.2
source: “Pañcimāni, bhikkhave, uddhambhāgiyāni saṃyojanāni.
sc_po: “Mendicants, there are five higher fetters.

# sn46.130:1.3
source: Katamāni pañca?
sc_po: What five?

# sn46.130:1.4
source: Rūparāgo, arūparāgo, māno, uddhaccaṃ, avijjā—
sc_po: Desire for rebirth in the realm of luminous form, desire for rebirth in the formless realm, conceit, restlessness, and ignorance.

# sn46.130:1.5
source: imāni kho, bhikkhave, pañcuddhambhāgiyāni saṃyojanāni.
sc_po: These are the five higher fetters.

# sn46.130:1.6
source: Imesaṃ kho, bhikkhave, pañcannaṃ uddhambhāgiyānaṃ saṃyojanānaṃ abhiññāya pariññāya parikkhayāya pahānāya satta bojjhaṅgā bhāvetabbā.
sc_po: The seven awakening factors should be developed for the direct knowledge, complete understanding, finishing, and giving up of these five higher fetters.

# sn46.130:1.7
source: Katame satta?
sc_po: What seven?

# sn46.130:1.8
source: Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ … pe … upekkhāsambojjhaṅgaṃ bhāveti rāgavinayapariyosānaṃ dosavinayapariyosānaṃ mohavinayapariyosānaṃ …
sc_po: It’s when a mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which culminate in the removal of greed, hate, and delusion. …”

# sn46.130:1.9
source: amatogadhaṃ amataparāyanaṃ amatapariyosānaṃ …
sc_po: “… which culminate, finish, and end in the deathless …”

# sn46.130:1.10
source: nibbānaninnaṃ nibbānapoṇaṃ nibbānapabbhāraṃ.
sc_po: “… which culminate, finish, and end in extinguishment …

# sn46.130:1.11
source: Imesaṃ kho, bhikkhave, bhikkhu pañcannaṃ uddhambhāgiyānaṃ saṃyojanānaṃ abhiññāya pariññāya parikkhayāya pahānāya ime satta bojjhaṅgā bhāvetabbā”ti.
sc_po: The seven awakening factors should be developed for the direct knowledge, complete understanding, finishing, and giving up of these five higher fetters.”
