Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.038.po
Languages: sc_po

# sn46.38:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.38:0.2
source: 4. Nīvaraṇavagga
sc_po: 4. Hindrances

# sn46.38:0.3
source: 38. Āvaraṇanīvaraṇasutta
sc_po: 38. Obstacles

# sn46.38:1.1
source: “Pañcime, bhikkhave, āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā.
sc_po: “Mendicants, there are these five obstacles and hindrances, corruptions of the heart that weaken wisdom.

# sn46.38:1.2
source: Katame pañca?
sc_po: What five?

# sn46.38:1.3
source: Kāmacchando, bhikkhave, āvaraṇo nīvaraṇo cetaso upakkileso paññāya dubbalīkaraṇo.
sc_po: Sensual desire,

# sn46.38:1.4
source: Byāpādo, bhikkhave, āvaraṇo nīvaraṇo cetaso upakkileso paññāya dubbalīkaraṇo.
sc_po: ill will,

# sn46.38:1.5
source: Thinamiddhaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso upakkilesaṃ paññāya dubbalīkaraṇaṃ.
sc_po: dullness and drowsiness,

# sn46.38:1.6
source: Uddhaccakukkuccaṃ, bhikkhave, āvaraṇaṃ nīvaraṇaṃ cetaso upakkilesaṃ paññāya dubbalīkaraṇaṃ.
sc_po: restlessness and remorse,

# sn46.38:1.7
source: Vicikicchā, bhikkhave, āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā.
sc_po: and doubt.

# sn46.38:1.8
source: Ime kho, bhikkhave, pañca āvaraṇā nīvaraṇā cetaso upakkilesā paññāya dubbalīkaraṇā.
sc_po: These are the five obstacles and hindrances, corruptions of the heart that weaken wisdom.

# sn46.38:2.1
source: Sattime, bhikkhave, bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattanti.
sc_po: There are these seven awakening factors that are not obstacles, hindrances, or corruptions of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom.

# sn46.38:2.2
source: Katame satta?
sc_po: What seven?

# sn46.38:2.3
source: Satisambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati … pe … upekkhāsambojjhaṅgo, bhikkhave, anāvaraṇo anīvaraṇo cetaso anupakkileso bhāvito bahulīkato vijjāvimuttiphalasacchikiriyāya saṃvattati.
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# sn46.38:2.4
source: Ime kho, bhikkhave, satta bojjhaṅgā anāvaraṇā anīvaraṇā cetaso anupakkilesā bhāvitā bahulīkatā vijjāvimuttiphalasacchikiriyāya saṃvattantīti.
sc_po: These seven awakening factors are not obstacles, hindrances, or corruptions of the mind. When developed and cultivated they lead to the realization of the fruit of knowledge and freedom.

# sn46.38:3.1
source: Yasmiṃ, bhikkhave, samaye ariyasāvako aṭṭhiṃ katvā manasi katvā sabbaṃ cetaso samannāharitvā ohitasoto dhammaṃ suṇāti, imassa pañca nīvaraṇā tasmiṃ samaye na honti. Satta bojjhaṅgā tasmiṃ samaye bhāvanāpāripūriṃ gacchanti.
sc_po: Mendicants, sometimes a mendicant pays heed, pays attention, engages wholeheartedly, and lends an ear to the teaching. At such a time the five hindrances are absent, and the seven awakening factors are fully developed.

# sn46.38:4.1
source: Katame pañca nīvaraṇā tasmiṃ samaye na honti?
sc_po: What are the five hindrances that are absent?

# sn46.38:4.2
source: Kāmacchandanīvaraṇaṃ tasmiṃ samaye na hoti, byāpādanīvaraṇaṃ tasmiṃ samaye na hoti, thinamiddhanīvaraṇaṃ tasmiṃ samaye na hoti, uddhaccakukkuccanīvaraṇaṃ tasmiṃ samaye na hoti, vicikicchānīvaraṇaṃ tasmiṃ samaye na hoti.
sc_po: Sensual desire, ill will, dullness and drowsiness, restlessness and remorse, and doubt.

# sn46.38:4.3
source: Imassa pañca nīvaraṇā tasmiṃ samaye na honti.
sc_po: These are the five hindrances that are absent.

# sn46.38:5.1
source: Katame satta bojjhaṅgā tasmiṃ samaye bhāvanāpāripūriṃ gacchanti?
sc_po: And what are the seven awakening factors that are fully developed?

# sn46.38:5.2
source: Satisambojjhaṅgo tasmiṃ samaye bhāvanāpāripūriṃ gacchati … pe … upekkhāsambojjhaṅgo tasmiṃ samaye bhāvanāpāripūriṃ gacchati.
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# sn46.38:5.3
source: Ime satta bojjhaṅgā tasmiṃ samaye bhāvanāpāripūriṃ gacchanti.
sc_po: These are the seven awakening factors that are fully developed.

# sn46.38:5.4
source: Yasmiṃ, bhikkhave, samaye ariyasāvako aṭṭhiṃ katvā manasi katvā sabbaṃ cetaso samannāharitvā ohitasoto dhammaṃ suṇāti, imassa pañca nīvaraṇā tasmiṃ samaye na honti. Ime satta bojjhaṅgā tasmiṃ samaye bhāvanāpāripūriṃ gacchantī”ti.
sc_po: Sometimes a mendicant pays heed, pays attention, engages wholeheartedly, and lends an ear to the teaching. At such a time the five hindrances are absent, and the seven awakening factors are fully developed.”
