Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.076.po
Languages: sc_po

# sn46.76:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.76:0.2
source: 8. Nirodhavagga
sc_po: 8. Cessation

# sn46.76:0.3
source: 76. Nirodhasutta
sc_po: 76. Cessation

# sn46.76:1.1
source: “Nirodhasaññā, bhikkhave, bhāvitā bahulīkatā mahapphalā hoti mahānisaṃsā.
sc_po: “Mendicants, when the perception of cessation is developed and cultivated it’s very fruitful and beneficial.

# sn46.76:1.2
source: Kathaṃ bhāvitā ca, bhikkhave, nirodhasaññā kathaṃ bahulīkatā mahapphalā hoti mahānisaṃsā?
sc_po: How so?

# sn46.76:1.3
source: Idha, bhikkhave, bhikkhu nirodhasaññāsahagataṃ satisambojjhaṅgaṃ bhāveti … pe … nirodhasaññāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the perception of cessation together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn46.76:1.4
source: Evaṃ bhāvitā kho, bhikkhave, nirodhasaññā evaṃ bahulīkatā mahapphalā hoti mahānisaṃsāti.
sc_po: That’s how, when the perception of cessation is developed and cultivated, it’s very fruitful and beneficial.

# sn46.76:2.1
source: Nirodhasaññāya, bhikkhave, bhāvitāya bahulīkatāya dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—
sc_po: When the perception of cessation is developed and cultivated you can expect one of two results:

# sn46.76:2.2
source: diṭṭheva dhamme aññā, sati vā upādisese anāgāmitā.
sc_po: enlightenment in the present life, or if there’s something left over, non-return.

# sn46.76:2.3
source: Kathaṃ bhāvitāya, bhikkhave, nirodhasaññāya kathaṃ bahulīkatāya dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—
sc_po: How so?

# sn46.76:2.5
source: Idha, bhikkhave, bhikkhu nirodhasaññāsahagataṃ satisambojjhaṅgaṃ bhāveti … pe … nirodhasaññāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the perception of cessation together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn46.76:2.6
source: Evaṃ bhāvitāya kho, bhikkhave, nirodhasaññāya evaṃ bahulīkatāya dvinnaṃ phalānaṃ aññataraṃ phalaṃ pāṭikaṅkhaṃ—
sc_po: When the perception of cessation is developed and cultivated in this way you can expect one of two results:

# sn46.76:2.7
source: diṭṭheva dhamme aññā, sati vā upādisese anāgāmitāti.
sc_po: enlightenment in the present life, or if there’s something left over, non-return.”

# sn46.76:3.1
source: Nirodhasaññā, bhikkhave, bhāvitā bahulīkatā mahato atthāya saṃvattati, mahato yogakkhemāya saṃvattati, mahato saṃvegāya saṃvattati, mahato phāsuvihārāya saṃvattati.
sc_po: “The perception of cessation, when developed and cultivated, leads to great benefit … great sanctuary … great inspiration … great ease.

# sn46.76:3.2
source: Kathaṃ bhāvitā ca, bhikkhave, nirodhasaññā kathaṃ bahulīkatā mahato atthāya saṃvattati, mahato yogakkhemāya saṃvattati, mahato saṃvegāya saṃvattati, mahato phāsuvihārāya saṃvattati?
sc_po: How so?

# sn46.76:3.3
source: Idha, bhikkhave, bhikkhu nirodhasaññāsahagataṃ satisambojjhaṅgaṃ bhāveti … pe … nirodhasaññāsahagataṃ upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the perception of cessation together with the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn46.76:3.4
source: Evaṃ bhāvitā kho, bhikkhave, nirodhasaññā evaṃ bahulīkatā mahato atthāya saṃvattati, mahato yogakkhemāya saṃvattati, mahato saṃvegāya saṃvattati, mahato phāsuvihārāya saṃvattatī”ti.
sc_po: That’s how the perception of cessation, when developed and cultivated, leads to great benefit … great sanctuary … great inspiration … great ease.”
