Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.041.po
Languages: sc_po

# sn46.41:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.41:0.2
source: 5. Cakkavattivagga
sc_po: 5. A Wheel Turning Monarch

# sn46.41:0.3
source: 41. Vidhāsutta
sc_po: 41. Discriminations

# sn46.41:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn46.41:1.2
source: “Ye hi keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā tisso vidhā pajahiṃsu, sabbe te sattannaṃ bojjhaṅgānaṃ bhāvitattā bahulīkatattā.
sc_po: “Mendicants, all the ascetics and brahmins in the past who have given up the three discriminations have done so by developing and cultivating the seven awakening factors.

# sn46.41:1.3
source: Ye hi keci, bhikkhave, anāgatamaddhānaṃ samaṇā vā brāhmaṇā vā tisso vidhā pajahissanti, sabbe te sattannaṃ bojjhaṅgānaṃ bhāvitattā bahulīkatattā.
sc_po: All the ascetics and brahmins in the future who will give up the three discriminations will do so by developing and cultivating the seven awakening factors.

# sn46.41:1.4
source: Ye hi keci, bhikkhave, etarahi samaṇā vā brāhmaṇā vā tisso vidhā pajahanti, sabbe te sattannaṃ bojjhaṅgānaṃ bhāvitattā bahulīkatattā.
sc_po: All the ascetics and brahmins in the present who are giving up the three discriminations do so by developing and cultivating the seven awakening factors.

# sn46.41:1.5
source: Katamesaṃ sattannaṃ bojjhaṅgānaṃ?
sc_po: What seven?

# sn46.41:1.6
source: Satisambojjhaṅgassa … pe … upekkhāsambojjhaṅgassa.
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# sn46.41:1.7
source: Ye hi keci, bhikkhave, atītamaddhānaṃ samaṇā vā brāhmaṇā vā tisso vidhā pajahiṃsu … pe …
sc_po: All the ascetics and brahmins in the past …

# sn46.41:1.8
source: pajahissanti … pe …
sc_po: future …

# sn46.41:1.9
source: pajahanti, sabbe te imesaṃyeva sattannaṃ bojjhaṅgānaṃ bhāvitattā bahulīkatattā”ti.
sc_po: and present who give up the three discriminations do so by developing and cultivating the seven awakening factors.”
