Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.023.po
Languages: sc_po

# sn46.23:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.23:0.2
source: 3. Udāyivagga
sc_po: 3. With Udāyī

# sn46.23:0.3
source: 23. Ṭhāniyasutta
sc_po: 23. Grounds

# sn46.23:1.1
source: “Kāmarāgaṭṭhāniyānaṃ, bhikkhave, dhammānaṃ manasikārabahulīkārā anuppanno ceva kāmacchando uppajjati, uppanno ca kāmacchando bhiyyobhāvāya vepullāya saṃvattati.
sc_po: “Mendicants, when you frequently attend improperly to things that are grounds for sensual greed, sensual desire arises, and once arisen it increases and grows.

# sn46.23:1.2
source: Byāpādaṭṭhāniyānaṃ, bhikkhave, dhammānaṃ manasikārabahulīkārā anuppanno ceva byāpādo uppajjati, uppanno ca byāpādo bhiyyobhāvāya vepullāya saṃvattati.
sc_po: When you frequently attend improperly to things that are grounds for ill will, ill will arises, and once arisen it increases and grows.

# sn46.23:1.3
source: Thinamiddhaṭṭhāniyānaṃ, bhikkhave, dhammānaṃ manasikārabahulīkārā anuppannañceva thinamiddhaṃ uppajjati, uppannañca thinamiddhaṃ bhiyyobhāvāya vepullāya saṃvattati.
sc_po: When you frequently attend improperly to things that are grounds for dullness and drowsiness, dullness and drowsiness arise, and once arisen they increase and grow.

# sn46.23:1.4
source: Uddhaccakukkuccaṭṭhāniyānaṃ, bhikkhave, dhammānaṃ manasikārabahulīkārā anuppannañceva uddhaccakukkuccaṃ uppajjati, uppannañca uddhaccakukkuccaṃ bhiyyobhāvāya vepullāya saṃvattati.
sc_po: When you frequently attend improperly to things that are grounds for restlessness and remorse, restlessness and remorse arise, and once arisen they increase and grow.

# sn46.23:1.5
source: Vicikicchāṭṭhāniyānaṃ, bhikkhave, dhammānaṃ manasikārabahulīkārā anuppannā ceva vicikicchā uppajjati, uppannā ca vicikicchā bhiyyobhāvāya vepullāya saṃvattati.
sc_po: When you frequently attend improperly to things that are grounds for doubt, doubt arises, and once arisen it increases and grows.

# sn46.23:2.1
source: Satisambojjhaṅgaṭṭhāniyānaṃ, bhikkhave, dhammānaṃ manasikārabahulīkārā anuppanno ceva satisambojjhaṅgo uppajjati, uppanno ca satisambojjhaṅgo bhāvanāpāripūriṃ gacchati … pe …
sc_po: When you frequently attend properly on things that are grounds for the awakening factor of mindfulness, the awakening factor of mindfulness arises, and once arisen it’s fully developed. …

# sn46.23:2.2
source: upekkhāsambojjhaṅgaṭṭhāniyānaṃ, bhikkhave, dhammānaṃ manasikārabahulīkārā anuppanno ceva upekkhāsambojjhaṅgo uppajjati, uppanno ca upekkhāsambojjhaṅgo bhāvanāpāripūriṃ gacchatī”ti.
sc_po: When you frequently attend properly on things that are grounds for the awakening factor of equanimity, the awakening factor of equanimity arises, and once arisen it’s fully developed.”
