Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.008.po
Languages: sc_po

# sn46.8:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.8:0.2
source: 1. Pabbatavagga
sc_po: 1. Mountains

# sn46.8:0.3
source: 8. Upavānasutta
sc_po: 8. With Upavāna

# sn46.8:1.1
source: Ekaṃ samayaṃ āyasmā ca upavāno āyasmā ca sāriputto kosambiyaṃ viharanti ghositārāme.
sc_po: At one time the venerables Upavāna and Sāriputta were staying near Kosambi, in Ghosita’s Monastery.

# sn46.8:1.2
source: Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā upavāno tenupasaṅkami; upasaṅkamitvā āyasmatā upavānena saddhiṃ sammodi.
sc_po: Then in the late afternoon, Venerable Sāriputta came out of retreat, went to Venerable Upavāna and exchanged greetings with him.

# sn46.8:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ upavānaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to Upavāna:

# sn46.8:2.1
source: “Jāneyya nu kho, āvuso upavāna, bhikkhu ‘paccattaṃ yonisomanasikārā evaṃ susamāraddhā me satta bojjhaṅgā phāsuvihārāya saṃvattantī’”ti?
sc_po: “Reverend Upavāna, can a mendicant know by investigating inside themselves that the seven awakening factors are well implemented so that they lead to living at ease?”

# sn46.8:2.2
source: “Jāneyya kho, āvuso sāriputta, bhikkhu ‘paccattaṃ yonisomanasikārā evaṃ susamāraddhā me satta bojjhaṅgā phāsuvihārāya saṃvattantī’”ti.
sc_po: “They can, Reverend Sāriputta.

# sn46.8:3.1
source: “Satisambojjhaṅgaṃ kho, āvuso, bhikkhu ārabbhamāno pajānāti ‘cittañca me suvimuttaṃ, thinamiddhañca me susamūhataṃ, uddhaccakukkuccañca me suppaṭivinītaṃ, āraddhañca me vīriyaṃ, aṭṭhiṃ katvā manasi karomi, no ca līnan’ti … pe …
sc_po: As a mendicant rouses up the awakening factor of mindfulness, they understand: ‘My mind is well freed. I’ve eradicated dullness and drowsiness, and eliminated restlessness and remorse. My energy is roused up, and my mind is sharply focused, not sluggish.’ …

# sn46.8:3.2
source: upekkhāsambojjhaṅgaṃ āvuso, bhikkhu ārabbhamāno pajānāti ‘cittañca me suvimuttaṃ, thinamiddhañca me susamūhataṃ, uddhaccakukkuccañca me suppaṭivinītaṃ, āraddhañca me vīriyaṃ, aṭṭhiṃ katvā manasi karomi, no ca līnan’”ti.
sc_po: As they rouse up the awakening factor of equanimity, they understand: ‘My mind is well freed. I’ve eradicated dullness and drowsiness, and eliminated restlessness and remorse. My energy is roused up, and my mind is sharply focused, not sluggish.’

# sn46.8:3.3
source: “Evaṃ kho, āvuso sāriputta, bhikkhu jāneyya ‘paccattaṃ yonisomanasikārā evaṃ susamāraddhā me satta bojjhaṅgā phāsuvihārāya saṃvattantī’”ti.
sc_po: That’s how a mendicant can know by investigating inside themselves that the seven awakening factors are well implemented so that they lead to living at ease.”
