Repository: kondannyo/PGP
Catalog: SN/*_text/sn46/sn46.029.po
Languages: sc_po

# sn46.29:0.1
source: Saṃyutta Nikāya 46
sc_po: Linked Discourses 46

# sn46.29:0.2
source: 3. Udāyivagga
sc_po: 3. With Udāyī

# sn46.29:0.3
source: 29. Ekadhammasutta
sc_po: 29. One Thing

# sn46.29:1.1
source: “Nāhaṃ, bhikkhave, aññaṃ ekadhammampi samanupassāmi, yo evaṃ bhāvito bahulīkato saṃyojanīyānaṃ dhammānaṃ pahānāya saṃvattati, yathayidaṃ, bhikkhave, satta bojjhaṅgā.
sc_po: “Mendicants, I do not see a single thing that, when it is developed and cultivated like this, leads to giving up the things that are prone to being fettered like the seven awakening factors.

# sn46.29:1.2
source: Katame satta?
sc_po: What seven?

# sn46.29:1.3
source: Satisambojjhaṅgo … pe … upekkhāsambojjhaṅgo.
sc_po: The awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity.

# sn46.29:1.4
source: Kathaṃ bhāvitā ca, bhikkhave, satta bojjhaṅgā kathaṃ bahulīkatā saṃyojanīyānaṃ dhammānaṃ pahānāya saṃvattanti?
sc_po: And how are the seven awakening factors developed and cultivated so as to lead to giving up the things that are prone to being fettered?

# sn46.29:2.1
source: Idha, bhikkhave, bhikkhu satisambojjhaṅgaṃ bhāveti vivekanissitaṃ … pe … upekkhāsambojjhaṅgaṃ bhāveti vivekanissitaṃ virāganissitaṃ nirodhanissitaṃ vossaggapariṇāmiṃ.
sc_po: It’s when a mendicant develops the awakening factors of mindfulness, investigation of principles, energy, rapture, tranquility, immersion, and equanimity, which rely on seclusion, fading away, and cessation, and ripen as letting go.

# sn46.29:2.2
source: Evaṃ bhāvitā kho, bhikkhave, satta bojjhaṅgā evaṃ bahulīkatā saṃyojanīyānaṃ dhammānaṃ pahānāya saṃvattanti.
sc_po: That’s how the seven awakening factors are developed and cultivated so as to lead to giving up the things that are prone to being fettered.

# sn46.29:3.1
source: Katame ca, bhikkhave, saṃyojanīyā dhammā?
sc_po: And what are the things that are prone to being fettered?

# sn46.29:3.2
source: Cakkhu, bhikkhave, saṃyojanīyo dhammo.
sc_po: The eye is something that’s prone to being fettered.

# sn46.29:3.3
source: Etthete uppajjanti saṃyojanavinibandhā ajjhosānā … pe …
sc_po: This is where these fetters, shackles, and attachments arise.

# sn46.29:3.4
source: jivhā saṃyojanīyā dhammā.
sc_po: The ear … nose … tongue … body …

# sn46.29:3.6
source: mano saṃyojanīyo dhammo.
sc_po: mind is something that’s prone to being fettered.

# sn46.29:3.7
source: Etthete uppajjanti saṃyojanavinibandhā ajjhosānā.
sc_po: This is where these fetters, shackles, and attachments arise.

# sn46.29:3.8
source: Ime vuccanti, bhikkhave, saṃyojanīyā dhammā”ti.
sc_po: These are called the things that are prone to being fettered.”
