Repository: kondannyo/PGP
Catalog: SN/*_text/sn40/sn40.08.po
Languages: sc_po

# sn40.8:0.1
source: Saṃyutta Nikāya 40
sc_po: Linked Discourses 40

# sn40.8:0.2
source: 1. Moggallānavagga
sc_po: 1. By Moggallāna

# sn40.8:0.3
source: 8. Nevasaññānāsaññāyatanapañhāsutta
sc_po: 8. A Question About the Dimension of Neither Perception Nor Non-Perception

# sn40.8:1.1
source: “‘Nevasaññānāsaññāyatanaṃ, nevasaññānāsaññāyatanan’ti vuccati.
sc_po: “They speak of this thing called the ‘dimension of neither perception nor non-perception’.

# sn40.8:1.2
source: Katamaṃ nu kho nevasaññānāsaññāyatananti?
sc_po: What is the dimension of neither perception nor non-perception?

# sn40.8:1.3
source: Tassa mayhaṃ, āvuso, etadahosi:
sc_po: It occurred to me:

# sn40.8:1.4
source: ‘idha bhikkhu sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharati.
sc_po: ‘It’s when a mendicant, going totally beyond the dimension of nothingness, enters and remains in the dimension of neither perception nor non-perception.

# sn40.8:1.5
source: Idaṃ vuccati nevasaññānāsaññāyatanan’ti.
sc_po: This is called the dimension of neither perception nor non-perception.’

# sn40.8:1.6
source: So khvāhaṃ, āvuso, sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja viharāmi.
sc_po: And so … I was entering and remaining in the dimension of neither perception nor non-perception.

# sn40.8:1.7
source: Tassa mayhaṃ, āvuso, iminā vihārena viharato ākiñcaññāyatanasahagatā saññāmanasikārā samudācaranti.
sc_po: While I was in that meditation, perceptions and attentions accompanied by the dimension of nothingness beset me.

# sn40.8:2.1
source: Atha kho maṃ, āvuso, bhagavā iddhiyā upasaṅkamitvā etadavoca:
sc_po: Then the Buddha came up to me with his psychic power and said,

# sn40.8:2.3
source: Mā, brāhmaṇa, nevasaññānāsaññāyatanaṃ pamādo, nevasaññānāsaññāyatane cittaṃ saṇṭhapehi, nevasaññānāsaññāyatane cittaṃ ekodiṃ karohi, nevasaññānāsaññāyatane cittaṃ samādahā’ti.
sc_po: Don’t neglect the dimension of neither perception nor non-perception, brahmin! Settle your mind in the dimension of neither perception nor non-perception; unify your mind and immerse it in the dimension of neither perception nor non-perception.’

# sn40.8:2.4
source: So khvāhaṃ, āvuso, aparena samayena sabbaso ākiñcaññāyatanaṃ samatikkamma nevasaññānāsaññāyatanaṃ upasampajja vihāsiṃ.
sc_po: And so, after some time … I entered and remained in the dimension of neither perception nor non-perception.

# sn40.8:2.5
source: Yañhi taṃ, āvuso, sammā vadamāno vadeyya … pe … mahābhiññataṃ patto”ti.
sc_po: So if anyone should be rightly called a disciple who attained to great direct knowledge with help from the Teacher, it’s me.”
