Repository: kondannyo/PGP
Catalog: SN/*_text/sn40/sn40.09.po
Languages: sc_po

# sn40.9:0.1
source: Saṃyutta Nikāya 40
sc_po: Linked Discourses 40

# sn40.9:0.2
source: 1. Moggallānavagga
sc_po: 1. By Moggallāna

# sn40.9:0.3
source: 9. Animittapañhāsutta
sc_po: 9. A Question About the Signless

# sn40.9:1.1
source: “‘Animitto cetosamādhi, animitto cetosamādhī’ti vuccati.
sc_po: “They speak of this thing called the ‘signless immersion of the heart’.

# sn40.9:1.2
source: Katamo nu kho animitto cetosamādhīti?
sc_po: What is the signless immersion of the heart?

# sn40.9:1.3
source: Tassa mayhaṃ, āvuso, etadahosi:
sc_po: It occurred to me:

# sn40.9:1.4
source: ‘idha bhikkhu sabbanimittānaṃ amanasikārā animittaṃ cetosamādhiṃ upasampajja viharati.
sc_po: ‘It’s when a mendicant, not focusing on any signs, enters and remains in the signless immersion of the heart.

# sn40.9:1.5
source: Ayaṃ vuccati animitto cetosamādhī’ti.
sc_po: This is called the signless immersion of the heart.’

# sn40.9:1.6
source: So khvāhaṃ, āvuso, sabbanimittānaṃ amanasikārā animittaṃ cetosamādhiṃ upasampajja viharāmi.
sc_po: And so … I was entering and remaining in the signless immersion of the heart.

# sn40.9:1.7
source: Tassa mayhaṃ, āvuso, iminā vihārena viharato nimittānusāri viññāṇaṃ hoti.
sc_po: While I was in that meditation, my consciousness followed after signs.

# sn40.9:2.1
source: Atha kho maṃ, āvuso, bhagavā iddhiyā upasaṅkamitvā etadavoca:
sc_po: Then the Buddha came up to me with his psychic power and said,

# sn40.9:2.3
source: Mā, brāhmaṇa, animittaṃ cetosamādhiṃ pamādo, animitte cetosamādhismiṃ cittaṃ saṇṭhapehi, animitte cetosamādhismiṃ cittaṃ ekodiṃ karohi, animitte cetosamādhismiṃ cittaṃ samādahā’ti.
sc_po: Don’t neglect the signless immersion of the heart, brahmin! Settle your mind in the signless immersion of the heart; unify your mind and immerse it in the signless immersion of the heart.’

# sn40.9:2.4
source: So khvāhaṃ, āvuso, aparena samayena sabbanimittānaṃ amanasikārā animittaṃ cetosamādhiṃ upasampajja vihāsiṃ.
sc_po: And so, after some time … I entered and remained in the signless immersion of the heart.

# sn40.9:2.5
source: Yañhi taṃ, āvuso, sammā vadamāno vadeyya:
sc_po: So if anyone should be rightly called

# sn40.9:2.6
source: ‘satthārānuggahito sāvako mahābhiññataṃ patto’ti, mamaṃ taṃ sammā vadamāno vadeyya:
sc_po: a disciple who attained to great direct knowledge with help from the Teacher, it’s me.”
