Repository: kondannyo/PGP
Catalog: SN/*_text/sn40/sn40.05.po
Languages: sc_po

# sn40.5:0.1
source: Saṃyutta Nikāya 40
sc_po: Linked Discourses 40

# sn40.5:0.2
source: 1. Moggallānavagga
sc_po: 1. By Moggallāna

# sn40.5:0.3
source: 5. Ākāsānañcāyatanapañhāsutta
sc_po: 5. A Question About the Dimension of Infinite Space

# sn40.5:1.1
source: “‘Ākāsānañcāyatanaṃ, ākāsānañcāyatanan’ti vuccati.
sc_po: “They speak of this thing called the ‘dimension of infinite space’.

# sn40.5:1.2
source: Katamaṃ nu kho ākāsānañcāyatananti?
sc_po: What is the dimension of infinite space?

# sn40.5:1.3
source: Tassa mayhaṃ, āvuso, etadahosi:
sc_po: It occurred to me:

# sn40.5:1.4
source: ‘idha bhikkhu sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ananto ākāsoti ākāsānañcāyatanaṃ upasampajja viharati.
sc_po: ‘It’s when a mendicant—going totally beyond perceptions of form, with the ending of perceptions of impingement, not focusing on perceptions of diversity—aware that “space is infinite”, enters and remains in the dimension of infinite space.

# sn40.5:1.5
source: Idaṃ vuccati ākāsānañcāyatanan’ti.
sc_po: This is called the dimension of infinite space.’

# sn40.5:1.6
source: So khvāhaṃ, āvuso, sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ananto ākāsoti ākāsānañcāyatanaṃ upasampajja viharāmi.
sc_po: And so … I was entering and remaining in the dimension of infinite space.

# sn40.5:1.7
source: Tassa mayhaṃ, āvuso, iminā vihārena viharato rūpasahagatā saññāmanasikārā samudācaranti.
sc_po: While I was in that meditation, perceptions and attentions accompanied by forms beset me.

# sn40.5:2.1
source: Atha kho maṃ, āvuso, bhagavā iddhiyā upasaṅkamitvā etadavoca:
sc_po: Then the Buddha came up to me with his psychic power and said,

# sn40.5:2.3
source: Mā, brāhmaṇa, ākāsānañcāyatanaṃ pamādo, ākāsānañcāyatane cittaṃ saṇṭhapehi, ākāsānañcāyatane cittaṃ ekodiṃ karohi, ākāsānañcāyatane cittaṃ samādahā’ti.
sc_po: Don’t neglect the dimension of infinite space, brahmin! Settle your mind in the dimension of infinite space; unify your mind and immerse it in the dimension of infinite space.’

# sn40.5:2.4
source: So khvāhaṃ, āvuso, aparena samayena sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ananto ākāsoti ākāsānañcāyatanaṃ upasampajja vihāsiṃ.
sc_po: And so, after some time … I entered and remained in the dimension of infinite space.

# sn40.5:2.5
source: Yañhi taṃ, āvuso, sammā vadamāno vadeyya … pe … mahābhiññataṃ patto”ti.
sc_po: So if anyone should be rightly called a disciple who attained to great direct knowledge with help from the Teacher, it’s me.”
