Repository: kondannyo/PGP
Catalog: SN/*_text/sn40/sn40.04.po
Languages: sc_po

# sn40.4:0.1
source: Saṃyutta Nikāya 40
sc_po: Linked Discourses 40

# sn40.4:0.2
source: 1. Moggallānavagga
sc_po: 1. By Moggallāna

# sn40.4:0.3
source: 4. Catutthajhānapañhāsutta
sc_po: 4. A Question About the Fourth Absorption

# sn40.4:1.1
source: “‘Catutthaṃ jhānaṃ, catutthaṃ jhānan’ti vuccati.
sc_po: “They speak of this thing called the ‘fourth absorption’.

# sn40.4:1.2
source: Katamaṃ nu kho catutthaṃ jhānanti?
sc_po: What is the fourth absorption?

# sn40.4:1.3
source: Tassa mayhaṃ, āvuso, etadahosi:
sc_po: It occurred to me:

# sn40.4:1.4
source: ‘idha bhikkhu sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharati.
sc_po: ‘It’s when, giving up pleasure and pain, and ending former happiness and sadness, a mendicant enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# sn40.4:1.5
source: Idaṃ vuccati catutthaṃ jhānan’ti.
sc_po: This is called the fourth absorption.’

# sn40.4:1.6
source: So khvāhaṃ, āvuso, sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja viharāmi.
sc_po: And so … I was entering and remaining in the fourth absorption.

# sn40.4:1.7
source: Tassa mayhaṃ, āvuso, iminā vihārena viharato sukhasahagatā saññāmanasikārā samudācaranti.
sc_po: While I was in that meditation, perceptions and attentions accompanied by pleasure beset me.

# sn40.4:2.1
source: Atha kho maṃ, āvuso, bhagavā iddhiyā upasaṅkamitvā etadavoca:
sc_po: Then the Buddha came up to me with his psychic power and said,

# sn40.4:2.3
source: Mā, brāhmaṇa, catutthaṃ jhānaṃ pamādo, catutthe jhāne cittaṃ saṇṭhapehi, catutthe jhāne cittaṃ ekodiṃ karohi, catutthe jhāne cittaṃ samādahā’ti.
sc_po: Don’t neglect the fourth absorption, brahmin! Settle your mind in the fourth absorption; unify your mind and immerse it in the fourth absorption.’

# sn40.4:2.4
source: So khvāhaṃ, āvuso, aparena samayena sukhassa ca pahānā dukkhassa ca pahānā pubbeva somanassadomanassānaṃ atthaṅgamā adukkhamasukhaṃ upekkhāsatipārisuddhiṃ catutthaṃ jhānaṃ upasampajja vihāsiṃ.
sc_po: And so, after some time … I entered and remained in the fourth absorption.

# sn40.4:2.5
source: Yañhi taṃ, āvuso, sammā vadamāno vadeyya … pe … mahābhiññataṃ patto”ti.
sc_po: So if anyone should be rightly called a disciple who attained to great direct knowledge with help from the Teacher, it’s me.”
