Repository: kondannyo/PGP
Catalog: SN/*_text/sn40/sn40.02.po
Languages: sc_po

# sn40.2:0.1
source: Saṃyutta Nikāya 40
sc_po: Linked Discourses 40

# sn40.2:0.2
source: 1. Moggallānavagga
sc_po: 1. By Moggallāna

# sn40.2:0.3
source: 2. Dutiyajhānapañhāsutta
sc_po: 2. A Question About the Second Absorption

# sn40.2:1.1
source: “‘Dutiyaṃ jhānaṃ, dutiyaṃ jhānan’ti vuccati.
sc_po: “They speak of this thing called the 'second absorption'.

# sn40.2:1.2
source: Katamaṃ nu kho dutiyaṃ jhānanti?
sc_po: What is the second absorption?”

# sn40.2:1.3
source: Tassa mayhaṃ, āvuso, etadahosi:
sc_po: It occurred to me:

# sn40.2:1.4
source: ‘idha bhikkhu vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharati.
sc_po: ‘As the placing of the mind and keeping it connected are stilled, a mendicant enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected.

# sn40.2:1.5
source: Idaṃ vuccati dutiyaṃ jhānan’ti.
sc_po: This is called the second absorption.’

# sn40.2:1.6
source: So khvāhaṃ, āvuso, vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja viharāmi.
sc_po: And so … I was entering and remaining in the second absorption.

# sn40.2:1.7
source: Tassa mayhaṃ, āvuso, iminā vihārena viharato vitakkasahagatā saññāmanasikārā samudācaranti.
sc_po: While I was in that meditation, perceptions and attentions accompanied by placing the mind beset me.

# sn40.2:2.1
source: Atha kho maṃ, āvuso, bhagavā iddhiyā upasaṅkamitvā etadavoca:
sc_po: Then the Buddha came up to me with his psychic power and said,

# sn40.2:2.3
source: Mā, brāhmaṇa, dutiyaṃ jhānaṃ pamādo, dutiye jhāne cittaṃ saṇṭhapehi, dutiye jhāne cittaṃ ekodiṃ karohi, dutiye jhāne cittaṃ samādahā’ti.
sc_po: Don’t neglect the second absorption, brahmin! Settle your mind in the second absorption; unify your mind and immerse it in the second absorption.’

# sn40.2:2.4
source: So khvāhaṃ, āvuso, aparena samayena vitakkavicārānaṃ vūpasamā ajjhattaṃ sampasādanaṃ cetaso ekodibhāvaṃ avitakkaṃ avicāraṃ samādhijaṃ pītisukhaṃ dutiyaṃ jhānaṃ upasampajja vihāsiṃ.
sc_po: And so, after some time … I entered and remained in the second absorption.

# sn40.2:2.5
source: Yañhi taṃ, āvuso, sammā vadamāno vadeyya:
sc_po: So if anyone should be rightly called

# sn40.2:2.6
source: ‘satthārānuggahito sāvako mahābhiññataṃ patto’ti, mamaṃ taṃ sammā vadamāno vadeyya:
sc_po: a disciple who attained to great direct knowledge with help from the Teacher, it’s me.”
