Repository: kondannyo/PGP
Catalog: SN/*_text/sn26/sn26.01.po
Languages: sc_po

# sn26.1:0.1
source: Saṃyutta Nikāya 26
sc_po: Linked Discourses 26

# sn26.1:0.2
source: 1. Uppādavagga
sc_po: 1. Arising

# sn26.1:0.3
source: 1. Cakkhusutta
sc_po: 1. The Eye

# sn26.1:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn26.1:1.2
source: “Yo kho, bhikkhave, cakkhussa uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo, rogānaṃ ṭhiti, jarāmaraṇassa pātubhāvo.
sc_po: “Mendicants, the arising, continuation, rebirth, and manifestation of the eye is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn26.1:1.3
source: Yo sotassa uppādo ṭhiti … pe …
sc_po: The arising, continuation, rebirth, and manifestation of the ear,

# sn26.1:1.4
source: yo ghānassa uppādo ṭhiti …
sc_po: nose,

# sn26.1:1.5
source: yo jivhāya uppādo ṭhiti …
sc_po: tongue,

# sn26.1:1.6
source: yo kāyassa uppādo ṭhiti …
sc_po: body,

# sn26.1:1.7
source: yo manassa uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo, rogānaṃ ṭhiti, jarāmaraṇassa pātubhāvo.
sc_po: and mind is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn26.1:1.8
source: Yo ca, bhikkhave, cakkhussa nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho, rogānaṃ vūpasamo, jarāmaraṇassa atthaṅgamo.
sc_po: The cessation, settling, and ending of the eye is the cessation of suffering, the settling of diseases, and the ending of old age and death.

# sn26.1:1.9
source: Yo sotassa nirodho … pe …
sc_po: The cessation, settling, and ending of the ear,

# sn26.1:1.10
source: yo ghānassa nirodho …
sc_po: nose,

# sn26.1:1.11
source: yo kāyassa nirodho …
sc_po: body,

# sn26.1:1.12
source: yo manassa nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho, rogānaṃ vūpasamo, jarāmaraṇassa atthaṅgamo”ti.
sc_po: and mind is the cessation of suffering, the settling of diseases, and the ending of old age and death.”
