Repository: kondannyo/PGP
Catalog: SN/*_text/sn26/sn26.04.po
Languages: sc_po

# sn26.4:0.1
source: Saṃyutta Nikāya 26
sc_po: Linked Discourses 26

# sn26.4:0.2
source: 1. Uppādavagga
sc_po: 1. Arising

# sn26.4:0.3
source: 4. Samphassasutta
sc_po: 4. Contact

# sn26.4:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn26.4:1.2
source: “Yo kho, bhikkhave, cakkhusamphassassa uppādo ṭhiti … pe …
sc_po: “Mendicants, the arising of eye contact …

# sn26.4:1.4
source: yo manosamphassassa uppādo ṭhiti … pe …
sc_po: mind contact …

# sn26.4:1.5
source: jarāmaraṇassa pātubhāvo.
sc_po: is the manifestation of old age and death.

# sn26.4:1.6
source: Yo ca kho, bhikkhave, cakkhusamphassassa nirodho … pe …
sc_po: The cessation of eye contact …

# sn26.4:1.8
source: yo manosamphassassa nirodho … pe …
sc_po: mind contact …

# sn26.4:1.9
source: jarāmaraṇassa atthaṅgamo”ti.
sc_po: is the ending of old age and death.”
