Repository: kondannyo/PGP
Catalog: SN/*_text/sn26/sn26.10.po
Languages: sc_po

# sn26.10:0.1
source: Saṃyutta Nikāya 26
sc_po: Linked Discourses 26

# sn26.10:0.2
source: 1. Uppādavagga
sc_po: 1. Arising

# sn26.10:0.3
source: 10. Khandhasutta
sc_po: 10. The Aggregates

# sn26.10:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn26.10:1.2
source: “Yo kho, bhikkhave, rūpassa uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo, rogānaṃ ṭhiti, jarāmaraṇassa pātubhāvo.
sc_po: “Mendicants, the arising, continuation, rebirth, and manifestation of form is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn26.10:1.3
source: Yo vedanāya …
sc_po: The arising, continuation, rebirth, and manifestation of feeling,

# sn26.10:1.4
source: yo saññāya …
sc_po: perception,

# sn26.10:1.5
source: yo saṅkhārānaṃ …
sc_po: choices,

# sn26.10:1.6
source: yo viññāṇassa uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo, rogānaṃ ṭhiti, jarāmaraṇassa pātubhāvo.
sc_po: and consciousness is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn26.10:1.7
source: Yo ca kho, bhikkhave, rūpassa nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho, rogānaṃ vūpasamo, jarāmaraṇassa atthaṅgamo.
sc_po: The cessation, settling, and ending of form is the cessation of suffering, the settling of diseases, and the ending of old age and death.

# sn26.10:1.8
source: Yo vedanāya …
sc_po: The cessation, settling, and ending of feeling,

# sn26.10:1.9
source: yo saññāya …
sc_po: perception,

# sn26.10:1.10
source: yo saṅkhārānaṃ …
sc_po: choices,

# sn26.10:1.11
source: yo viññāṇassa nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho, rogānaṃ vūpasamo, jarāmaraṇassa atthaṅgamo”ti.
sc_po: and consciousness is the cessation of suffering, the settling of diseases, and the ending of old age and death.”

# sn26.10:2.5
source: Uppādasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on arising are complete.
