Repository: kondannyo/PGP
Catalog: SN/*_text/sn26/sn26.09.po
Languages: sc_po

# sn26.9:0.1
source: Saṃyutta Nikāya 26
sc_po: Linked Discourses 26

# sn26.9:0.2
source: 1. Uppādavagga
sc_po: 1. Arising

# sn26.9:0.3
source: 9. Dhātusutta
sc_po: 9. Elements

# sn26.9:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn26.9:1.2
source: “Yo kho, bhikkhave, pathavīdhātuyā uppādo ṭhiti abhinibbatti pātubhāvo … pe … jarāmaraṇassa pātubhāvo;
sc_po: “Mendicants, the arising, continuation, rebirth, and manifestation of the earth element,

# sn26.9:1.3
source: yo āpodhātuyā …
sc_po: the water element,

# sn26.9:1.4
source: yo tejodhātuyā …
sc_po: the fire element,

# sn26.9:1.5
source: yo vāyodhātuyā …
sc_po: the air element,

# sn26.9:1.6
source: yo ākāsadhātuyā …
sc_po: the space element,

# sn26.9:1.7
source: yo viññāṇadhātuyā uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo, rogānaṃ ṭhiti, jarāmaraṇassa pātubhāvo.
sc_po: and the consciousness element is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn26.9:1.8
source: Yo ca kho, bhikkhave, pathavīdhātuyā nirodho … pe … jarāmaraṇassa atthaṅgamo;
sc_po: The cessation of the earth element,

# sn26.9:1.9
source: yo āpodhātuyā nirodho …
sc_po: the water element,

# sn26.9:1.10
source: yo tejodhātuyā nirodho …
sc_po: the fire element,

# sn26.9:1.11
source: yo vāyodhātuyā nirodho …
sc_po: the air element,

# sn26.9:1.12
source: yo ākāsadhātuyā nirodho …
sc_po: the space element,

# sn26.9:1.13
source: yo viññāṇadhātuyā nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho, rogānaṃ vūpasamo, jarāmaraṇassa atthaṅgamo”ti.
sc_po: and the consciousness element is the cessation of suffering, the settling of diseases, and the ending of old age and death.”
