Repository: kondannyo/PGP
Catalog: SN/*_text/sn19/sn19.21.po
Languages: sc_po

# sn19.21:0.1
source: Saṃyutta Nikāya 19
sc_po: Linked Discourses 19

# sn19.21:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn19.21:0.3
source: 21. Pāpasāmaṇerīsutta
sc_po: 21. A Bad Novice Nun

# sn19.21:1.1
source: “Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ sāmaṇeriṃ vehāsaṃ gacchantiṃ.
sc_po: “Just now, reverend, as I was descending from Vulture’s Peak Mountain I saw a novice nun flying through the air.

# sn19.21:1.2
source: Tassā saṅghāṭipi ādittā sampajjalitā sajotibhūtā, pattopi āditto sampajjalito sajotibhūto, kāyabandhanampi ādittaṃ sampajjalitaṃ sajotibhūtaṃ, kāyopi āditto sampajjalito sajotibhūto.
sc_po: Her outer robe, bowl, belt, and body were burning, blazing, and glowing

# sn19.21:1.3
source: Sā sudaṃ aṭṭassaraṃ karoti.
sc_po: as she screamed in pain.

# sn19.21:1.4
source: Tassa mayhaṃ, āvuso, etadahosi:
sc_po: It occurred to me:

# sn19.21:1.5
source: ‘acchariyaṃ vata bho, abbhutaṃ vata bho.
sc_po: ‘It’s incredible, it’s amazing!

# sn19.21:1.6
source: Evarūpopi nāma satto bhavissati.
sc_po: That there can be such a sentient being,

# sn19.21:1.7
source: Evarūpopi nāma yakkho bhavissati.
sc_po: such an entity,

# sn19.21:1.8
source: Evarūpopi nāma attabhāvapaṭilābho bhavissatī’”ti.
sc_po: such an incarnation!’”

# sn19.21:2.1
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants:

# sn19.21:2.2
source: “cakkhubhūtā vata, bhikkhave, sāvakā viharanti;
sc_po: “Mendicants, there are disciples who live full of vision and knowledge,

# sn19.21:2.3
source: ñāṇabhūtā vata, bhikkhave, sāvakā viharanti, yatra hi nāma sāvako evarūpaṃ ñassati vā dakkhati vā sakkhiṃ vā karissati.
sc_po: since a disciple knows, sees, and witnesses such a thing.

# sn19.21:2.4
source: Pubbeva me sā, bhikkhave, sāmaṇerī diṭṭhā ahosi.
sc_po: Formerly, I too saw that novice nun, but I did not speak of it.

# sn19.21:2.6
source: Ahañcetaṃ byākareyyaṃ, pare ca me na saddaheyyuṃ.
sc_po: For if I had spoken of it others would not have believed me,

# sn19.21:2.7
source: Ye me na saddaheyyuṃ, tesaṃ taṃ assa dīgharattaṃ ahitāya dukkhāya.
sc_po: which would be for their lasting harm and suffering.

# sn19.21:2.8
source: Esā, bhikkhave, sāmaṇerī kassapassa sammāsambuddhassa pāvacane pāpasāmaṇerī ahosi.
sc_po: That female novice used to be a bad novice nun in the time of the Buddha Kassapa’s dispensation.

# sn19.21:2.9
source: Sā tassa kammassa vipākena bahūni vassāni bahūni vassasatāni bahūni vassasahassāni bahūni vassasatasahassāni niraye paccitvā tasseva kammassa vipākāvasesena evarūpaṃ attabhāvapaṭilābhaṃ paṭisaṃvedayatī”ti.
sc_po: As a result of that deed she burned in hell for many years, many hundreds, many thousands, many hundreds of thousands of years. Now she experiences the residual result of that deed in such an incarnation.”

# sn19.21:4.5
source: Lakkhaṇasaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses with Lakkhaṇa are complete.
