Repository: kondannyo/PGP
Catalog: SN/*_text/sn19/sn19.09.po
Languages: sc_po

# sn19.9:0.1
source: Saṃyutta Nikāya 19
sc_po: Linked Discourses 19

# sn19.9:0.2
source: 1. Paṭhamavagga
sc_po: 1. The First Chapter

# sn19.9:0.3
source: 9. Dutiyasūcilomasutta
sc_po: 9. Needle Hairs (2nd)

# sn19.9:1.1
source: “Idhāhaṃ, āvuso, gijjhakūṭā pabbatā orohanto addasaṃ sūcilomaṃ purisaṃ vehāsaṃ gacchantaṃ.
sc_po: “Just now, reverend, as I was descending from Vulture’s Peak Mountain I saw a man whose body hairs were needles flying through the air.

# sn19.9:1.2
source: Tassa tā sūciyo sīse pavisitvā mukhato nikkhamanti;
sc_po: The needles bored into his head and out his mouth,

# sn19.9:1.3
source: mukhe pavisitvā urato nikkhamanti;
sc_po: into his mouth and out his chest,

# sn19.9:1.4
source: ure pavisitvā udarato nikkhamanti;
sc_po: into his chest and out his belly,

# sn19.9:1.5
source: udare pavisitvā ūrūhi nikkhamanti;
sc_po: into his belly and out his thighs,

# sn19.9:1.6
source: ūrūsu pavisitvā jaṅghāhi nikkhamanti;
sc_po: into his thighs and out his calves,

# sn19.9:1.7
source: jaṅghāsu pavisitvā pādehi nikkhamanti;
sc_po: and into his calves and out his feet.

# sn19.9:1.8
source: so sudaṃ aṭṭassaraṃ karoti … pe …
sc_po: And he screamed in pain. …” …

# sn19.9:1.9
source: eso, bhikkhave, satto imasmiṃyeva rājagahe sūcako ahosi … pe ….
sc_po: “That being used to be an informant right here in Rājagaha. …”
