Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.02.po
Languages: sc_po

# sn14.2:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.2:0.2
source: 1. Nānattavagga
sc_po: 1. Diversity

# sn14.2:0.3
source: 2. Phassanānattasutta
sc_po: 2. Diversity of Contacts

# sn14.2:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.2:1.2
source: “Dhātunānattaṃ, bhikkhave, paṭicca uppajjati phassanānattaṃ.
sc_po: “Mendicants, diversity of elements gives rise to diversity of contacts.

# sn14.2:1.3
source: Katamañca, bhikkhave, dhātunānattaṃ?
sc_po: And what is the diversity of elements?

# sn14.2:1.4
source: Cakkhudhātu sotadhātu ghānadhātu jivhādhātu kāyadhātu manodhātu—
sc_po: The eye element, ear element, nose element, tongue element, body element, and mind element.

# sn14.2:1.5
source: idaṃ vuccati, bhikkhave, dhātunānattaṃ.
sc_po: This is called the diversity of elements.

# sn14.2:2.1
source: Kathañca, bhikkhave, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ?
sc_po: And how does diversity of elements give rise to diversity of contacts?

# sn14.2:2.2
source: Cakkhudhātuṃ, bhikkhave, paṭicca uppajjati cakkhusamphasso.
sc_po: The eye element gives rise to eye contact.

# sn14.2:2.3
source: Sotadhātuṃ paṭicca …
sc_po: The ear element …

# sn14.2:2.4
source: ghānadhātuṃ paṭicca …
sc_po: nose …

# sn14.2:2.5
source: jivhādhātuṃ paṭicca …
sc_po: tongue …

# sn14.2:2.6
source: kāyadhātuṃ paṭicca …
sc_po: body …

# sn14.2:2.7
source: manodhātuṃ paṭicca uppajjati manosamphasso.
sc_po: The mind element gives rise to mind contact.

# sn14.2:2.8
source: Evaṃ kho, bhikkhave, dhātunānattaṃ paṭicca uppajjati phassanānattan”ti.
sc_po: That’s how diversity of elements gives rise to diversity of contacts.”
