Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.16.po
Languages: sc_po

# sn14.16:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.16:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn14.16:0.3
source: 16. Sagāthāsutta
sc_po: 16. With Verses

# sn14.16:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.16:1.2
source: “Dhātusova, bhikkhave, sattā saṃsandanti samenti.
sc_po: “Mendicants, sentient beings come together and converge because of an element.

# sn14.16:1.3
source: Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti.
sc_po: Those who have a bad attitude come together and converge with those who have a bad attitude.

# sn14.16:1.4
source: Atītampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandiṃsu samiṃsu.
sc_po: In the past …

# sn14.16:2.1
source: Anāgatampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandissanti samessanti.
sc_po: In the future …

# sn14.16:3.1
source: Etarahipi kho, bhikkhave, paccuppannaṃ addhānaṃ dhātusova sattā saṃsandanti samenti.
sc_po: At present, too, sentient beings come together and converge because of an element.

# sn14.16:3.2
source: Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti.
sc_po: Those who have a bad attitude come together and converge with those who have a bad attitude.

# sn14.16:4.1
source: Seyyathāpi, bhikkhave, gūtho gūthena saṃsandati sameti;
sc_po: It’s like how dung comes together with dung,

# sn14.16:4.2
source: muttaṃ muttena saṃsandati sameti;
sc_po: urine with urine,

# sn14.16:4.3
source: kheḷo kheḷena saṃsandati sameti;
sc_po: spit with spit,

# sn14.16:4.4
source: pubbo pubbena saṃsandati sameti;
sc_po: pus with pus,

# sn14.16:4.5
source: lohitaṃ lohitena saṃsandati sameti;
sc_po: and blood with blood.

# sn14.16:4.6
source: evameva kho, bhikkhave, dhātusova sattā saṃsandanti samenti.
sc_po: In the same way, sentient beings come together and converge because of an element.

# sn14.16:4.7
source: Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti.
sc_po: Those who have a bad attitude come together and converge with those who have a bad attitude.

# sn14.16:4.8
source: Atītampi kho addhānaṃ … pe …
sc_po: In the past …

# sn14.16:4.9
source: anāgatampi kho addhānaṃ … pe …
sc_po: In the future …

# sn14.16:4.10
source: etarahipi kho paccuppannaṃ addhānaṃ dhātusova sattā saṃsandanti samenti.
sc_po: At present, too, sentient beings come together and converge because of an element.

# sn14.16:4.11
source: Hīnādhimuttikā hīnādhimuttikehi saddhiṃ saṃsandanti samenti.
sc_po: Those who have a bad attitude come together and converge with those who have a bad attitude.

# sn14.16:5.1
source: Dhātusova, bhikkhave, sattā saṃsandanti samenti.
sc_po: Sentient beings come together and converge because of an element.

# sn14.16:5.2
source: Kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samenti.
sc_po: Those who have a good attitude come together and converge with those who have a good attitude.

# sn14.16:5.3
source: Atītampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandiṃsu samiṃsu.
sc_po: In the past …

# sn14.16:6.1
source: Anāgatampi kho, bhikkhave, addhānaṃ … pe …
sc_po: In the future …

# sn14.16:6.2
source: etarahipi kho, bhikkhave, paccuppannaṃ addhānaṃ dhātusova sattā saṃsandanti samenti.
sc_po: At present, too, sentient beings come together and converge because of an element.

# sn14.16:6.3
source: Kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samenti.
sc_po: Those who have a good attitude come together and converge with those who have a good attitude.

# sn14.16:7.1
source: Seyyathāpi, bhikkhave, khīraṃ khīrena saṃsandati sameti;
sc_po: It’s like how milk comes together with milk,

# sn14.16:7.2
source: telaṃ telena saṃsandati sameti;
sc_po: oil with oil,

# sn14.16:7.3
source: sappi sappinā saṃsandati sameti;
sc_po: ghee with ghee,

# sn14.16:7.4
source: madhu madhunā saṃsandati sameti;
sc_po: honey with honey,

# sn14.16:7.5
source: phāṇitaṃ phāṇitena saṃsandati sameti;
sc_po: and molasses with molasses.

# sn14.16:7.6
source: evameva kho, bhikkhave, dhātusova sattā saṃsandanti samenti.
sc_po: In the same way, sentient beings come together and converge because of an element.

# sn14.16:7.7
source: Kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samenti.
sc_po: Those who have a good attitude come together and converge with those who have a good attitude.

# sn14.16:7.8
source: Atītampi kho addhānaṃ …
sc_po: In the past …

# sn14.16:7.9
source: anāgatampi kho addhānaṃ …
sc_po: In the future …

# sn14.16:7.10
source: etarahipi kho paccuppannaṃ addhānaṃ dhātusova sattā saṃsandanti samenti.
sc_po: At present, too, sentient beings come together and converge because of an element.

# sn14.16:7.11
source: Kalyāṇādhimuttikā kalyāṇādhimuttikehi saddhiṃ saṃsandanti samentī”ti.
sc_po: Those who have a good attitude come together and converge with those who have a good attitude.”

# sn14.16:8.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn14.16:8.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn14.16:8.3
source: “Saṃsaggā vanatho jāto,
sc_po: “Socializing promotes entanglement;

# sn14.16:8.4
source: asaṃsaggena chijjati;
sc_po: they’re cut off by being aloof.

# sn14.16:8.5
source: Parittaṃ dārumāruyha,
sc_po: If you’re lost in the middle of a great sea,

# sn14.16:8.6
source: yathā sīde mahaṇṇave.
sc_po: and you clamber up on a little log, you’ll sink.

# sn14.16:10.1
source: Evaṃ kusītamāgamma,
sc_po: So too, a person who lives well

# sn14.16:10.2
source: sādhujīvipi sīdati;
sc_po: sinks by relying on a lazy person.

# sn14.16:10.3
source: Tasmā taṃ parivajjeyya,
sc_po: Hence you should avoid such

# sn14.16:10.4
source: kusītaṃ hīnavīriyaṃ.
sc_po: a lazy person who lacks energy.

# sn14.16:11.1
source: Pavivittehi ariyehi,
sc_po: Dwell with the noble ones

# sn14.16:11.2
source: pahitattehi jhāyīhi;
sc_po: who are secluded and determined

# sn14.16:11.3
source: Niccaṃ āraddhavīriyehi,
sc_po: and always energetic;

# sn14.16:11.4
source: paṇḍitehi sahāvase”ti.
sc_po: the astute who practice absorption.”
