Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.07.po
Languages: sc_po

# sn14.7:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.7:0.2
source: 1. Nānattavagga
sc_po: 1. Diversity

# sn14.7:0.3
source: 7. Saññānānattasutta
sc_po: 7. Diversity of Perceptions

# sn14.7:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.7:1.2
source: “Dhātunānattaṃ, bhikkhave, paṭicca uppajjati saññānānattaṃ, saññānānattaṃ paṭicca uppajjati saṅkappanānattaṃ, saṅkappanānattaṃ paṭicca uppajjati chandanānattaṃ, chandanānattaṃ paṭicca uppajjati pariḷāhanānattaṃ, pariḷāhanānattaṃ paṭicca uppajjati pariyesanānānattaṃ.
sc_po: “Mendicants, diversity of elements gives rise to diversity of perceptions. Diversity of perceptions gives rise to diversity of intentions. Diversity of intentions gives rise to diversity of desires. Diversity of desires gives rise to diversity of passions. Diversity of passions gives rise to diversity of searches.

# sn14.7:1.3
source: Katamañca, bhikkhave, dhātunānattaṃ?
sc_po: And what is the diversity of elements?

# sn14.7:1.4
source: Rūpadhātu … pe … dhammadhātu—
sc_po: The sight element, the sound element, the smell element, the taste element, the touch element, and the thought element.

# sn14.7:1.5
source: idaṃ vuccati, bhikkhave, dhātunānattaṃ.
sc_po: This is called the diversity of elements.

# sn14.7:2.1
source: Kathañca, bhikkhave, dhātunānattaṃ paṭicca uppajjati saññānānattaṃ, saññānānattaṃ paṭicca uppajjati saṅkappanānattaṃ, saṅkappanānattaṃ paṭicca uppajjati chandanānattaṃ, chandanānattaṃ paṭicca uppajjati pariḷāhanānattaṃ, pariḷāhanānattaṃ paṭicca uppajjati pariyesanānānattaṃ?
sc_po: And how does diversity of elements give rise to diversity of perceptions, and diversity of perceptions give rise to diversity of thoughts, and diversity of thoughts give rise to diversity of desires, and diversity of desires give rise to diversity of passions, and diversity of passions give rise to diversity of searches?

# sn14.7:3.1
source: Rūpadhātuṃ, bhikkhave, paṭicca uppajjati rūpasaññā, rūpasaññaṃ paṭicca uppajjati rūpasaṅkappo, rūpasaṅkappaṃ paṭicca uppajjati rūpacchando, rūpacchandaṃ paṭicca uppajjati rūpapariḷāho, rūpapariḷāhaṃ paṭicca uppajjati rūpapariyesanā … pe …
sc_po: The sight element gives rise to the perception of sights. The perception of sights gives rise to thoughts about sights. Thoughts about sights give rise to the desire for sights. The desire for sights gives rise to the passion for sights. The passion for sights gives rise to searching for sights. …

# sn14.7:3.2
source: dhammadhātuṃ paṭicca uppajjati dhammasaññā, dhammasaññaṃ paṭicca uppajjati dhammasaṅkappo, dhammasaṅkappaṃ paṭicca uppajjati dhammacchando, dhammacchandaṃ paṭicca uppajjati dhammapariḷāho, dhammapariḷāhaṃ paṭicca uppajjati dhammapariyesanā.
sc_po: The thought element gives rise to the perception of thoughts. The perception of thoughts gives rise to thoughts about thoughts. Thoughts about thoughts give rise to the desire for thoughts. The desire for thoughts gives rise to the passion for thoughts. The passion for thoughts gives rise to searching for thoughts.

# sn14.7:4.1
source: Evaṃ, kho, bhikkhave, dhātunānattaṃ paṭicca uppajjati saññānānattaṃ, saññānānattaṃ paṭicca uppajjati saṅkappanānattaṃ, saṅkappanānattaṃ paṭicca uppajjati chandanānattaṃ, chandanānattaṃ paṭicca uppajjati pariḷāhanānattaṃ, pariḷāhanānattaṃ paṭicca uppajjati pariyesanānānattan”ti.
sc_po: That’s how diversity of elements gives rise to diversity of perceptions, and diversity of perceptions gives rise to diversity of intentions, and diversity of intentions gives rise to diversity of desires, and diversity of desires gives rise to diversity of passions, and diversity of passions gives rise to diversity of searches.”
