Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.35.po
Languages: sc_po

# sn14.35:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.35:0.2
source: 4. Catutthavagga
sc_po: 4. The Fourth Chapter

# sn14.35:0.3
source: 35. Abhinandasutta
sc_po: 35. Taking Pleasure

# sn14.35:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.35:1.2
source: “Yo, bhikkhave, pathavīdhātuṃ abhinandati, dukkhaṃ so abhinandati.
sc_po: “Mendicants, if you take pleasure in the earth element, you take pleasure in suffering.

# sn14.35:1.3
source: Yo dukkhaṃ abhinandati, aparimutto so dukkhasmāti vadāmi.
sc_po: If you take pleasure in suffering, I say you’re not exempt from suffering.

# sn14.35:1.4
source: Yo āpodhātuṃ abhinandati … pe …
sc_po: If you take pleasure in the water element …

# sn14.35:1.5
source: yo tejodhātuṃ …
sc_po: If you take pleasure in the fire element …

# sn14.35:1.6
source: yo vāyodhātuṃ abhinandati, dukkhaṃ so abhinandati.
sc_po: If you take pleasure in the air element, you take pleasure in suffering.

# sn14.35:1.7
source: Yo dukkhaṃ abhinandati, aparimutto so dukkhasmāti vadāmi.
sc_po: If you take pleasure in suffering, I say you’re not exempt from suffering.

# sn14.35:2.1
source: Yo ca kho, bhikkhave, pathavīdhātuṃ nābhinandati, dukkhaṃ so nābhinandati.
sc_po: If you don’t take pleasure in the earth element, you don’t take pleasure in suffering.

# sn14.35:2.2
source: Yo dukkhaṃ nābhinandati, parimutto so dukkhasmāti vadāmi.
sc_po: If you don’t take pleasure in suffering, I say you’re exempt from suffering.

# sn14.35:2.3
source: Yo āpodhātuṃ … pe …
sc_po: If you don’t take pleasure in the water element …

# sn14.35:2.4
source: yo tejodhātuṃ …
sc_po: If you don’t take pleasure in the fire element …

# sn14.35:2.5
source: yo vāyodhātuṃ nābhinandati, dukkhaṃ so nābhinandati.
sc_po: If you don’t take pleasure in the air element, you don’t take pleasure in suffering.

# sn14.35:2.6
source: Yo dukkhaṃ nābhinandati, parimutto so dukkhasmāti vadāmī”ti.
sc_po: If you don’t take pleasure in suffering, I say you’re exempt from suffering.”
