Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.39.po
Languages: sc_po

# sn14.39:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.39:0.2
source: 4. Catutthavagga
sc_po: 4. The Fourth Chapter

# sn14.39:0.3
source: 39. Tatiyasamaṇabrāhmaṇasutta
sc_po: 39. Ascetics and Brahmins (3rd)

# sn14.39:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.39:1.2
source: “Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā pathavīdhātuṃ nappajānanti, pathavīdhātusamudayaṃ nappajānanti, pathavīdhātunirodhaṃ nappajānanti, pathavīdhātunirodhagāminiṃ paṭipadaṃ nappajānanti … pe …
sc_po: “Mendicants, there are ascetics and brahmins who don’t understand the earth element, its origin, its cessation, and the practice that leads to its cessation.

# sn14.39:1.3
source: āpodhātuṃ nappajānanti …
sc_po: They don’t understand the water element …

# sn14.39:1.4
source: tejodhātuṃ nappajānanti …
sc_po: fire element …

# sn14.39:1.5
source: vāyodhātuṃ nappajānanti, vāyodhātusamudayaṃ nappajānanti, vāyodhātunirodhaṃ nappajānanti, vāyodhātunirodhagāminiṃ paṭipadaṃ nappajānanti, na me te, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu vā samaṇasammatā brāhmaṇesu vā brāhmaṇasammatā;
sc_po: air element …

# sn14.39:1.6
source: na ca pana te āyasmanto sāmaññatthaṃ vā brahmaññatthaṃ vā diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.
sc_po: Those venerables don’t realize the goal of life as an ascetic or brahmin, and don’t live having realized it with their own insight.

# sn14.39:2.1
source: Ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā pathavīdhātuṃ pajānanti, pathavīdhātusamudayaṃ pajānanti, pathavīdhātunirodhaṃ pajānanti, pathavīdhātunirodhagāminiṃ paṭipadaṃ pajānanti …
sc_po: There are ascetics and brahmins who do understand the earth element, its origin, its cessation, and the practice that leads to its cessation.

# sn14.39:2.2
source: ye ca kho keci, bhikkhave, samaṇā vā brāhmaṇā vā … pe … āpodhātuṃ pajānanti …
sc_po: They do understand the water element …

# sn14.39:2.3
source: tejodhātuṃ pajānanti …
sc_po: the fire element …

# sn14.39:2.4
source: vāyodhātuṃ pajānanti, vāyodhātusamudayaṃ pajānanti, vāyodhātunirodhaṃ pajānanti, vāyodhātunirodhagāminiṃ paṭipadaṃ pajānanti, te ca kho me, bhikkhave, samaṇā vā brāhmaṇā vā samaṇesu ceva samaṇasammatā brāhmaṇesu ca brāhmaṇasammatā;
sc_po: the air element …

# sn14.39:2.5
source: te ca panāyasmanto sāmaññatthañca brahmaññatthañca diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.
sc_po: Those venerables realize the goal of life as an ascetic or brahmin, and live having realized it with their own insight.”

# sn14.39:3.5
source: Dhātusaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on the elements are complete.
