Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.29.po
Languages: sc_po

# sn14.29:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.29:0.2
source: 3. Kammapathavagga
sc_po: 3. Ways of Performing Deeds

# sn14.29:0.3
source: 29. Dasaṅgasutta
sc_po: 29. Ten Factored Path

# sn14.29:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.29:1.2
source: “Dhātusova, bhikkhave, sattā saṃsandanti samenti.
sc_po: “Mendicants, sentient beings come together and converge because of an element:

# sn14.29:1.3
source: Micchādiṭṭhikā micchādiṭṭhikehi saddhiṃ saṃsandanti samenti;
sc_po: those of wrong view with those of wrong view …

# sn14.29:1.4
source: micchāsaṅkappā … pe …
sc_po: wrong thought …

# sn14.29:1.5
source: micchāvācā …
sc_po: wrong speech …

# sn14.29:1.6
source: micchākammantā …
sc_po: wrong action …

# sn14.29:1.7
source: micchāājīvā …
sc_po: wrong livelihood …

# sn14.29:1.8
source: micchāvāyāmā …
sc_po: wrong effort …

# sn14.29:1.9
source: micchāsatino …
sc_po: wrong mindfulness …

# sn14.29:1.10
source: micchāsamādhino micchāsamādhīhi saddhiṃ saṃsandanti samenti;
sc_po: wrong immersion …

# sn14.29:1.11
source: micchāñāṇino micchāñāṇīhi saddhiṃ saṃsandanti samenti;
sc_po: wrong knowledge …

# sn14.29:1.12
source: micchāvimuttino micchāvimuttīhi saddhiṃ saṃsandanti samenti.
sc_po: wrong freedom …

# sn14.29:2.1
source: Sammādiṭṭhikā sammādiṭṭhikehi saddhiṃ saṃsandanti samenti;
sc_po: Those who have right view …

# sn14.29:2.2
source: sammāsaṅkappā … pe …
sc_po: right thought …

# sn14.29:2.3
source: sammāvācā …
sc_po: right speech …

# sn14.29:2.4
source: sammākammantā …
sc_po: right action …

# sn14.29:2.5
source: sammāājīvā …
sc_po: right livelihood …

# sn14.29:2.6
source: sammāvāyāmā …
sc_po: right effort …

# sn14.29:2.7
source: sammāsatino …
sc_po: right mindfulness …

# sn14.29:2.8
source: sammāsamādhino …
sc_po: right immersion …

# sn14.29:2.9
source: sammāñāṇino sammāñāṇīhi saddhiṃ saṃsandanti samenti;
sc_po: right knowledge …

# sn14.29:2.10
source: sammāvimuttino sammāvimuttīhi saddhiṃ saṃsandanti samentī”ti.
sc_po: right freedom with those who have right freedom.”

# sn14.29:2.12
source: (Sabbattha atītānāgatapaccuppannaṃ kātabbaṃ.)
sc_po: (All these should be treated in terms of the past, future, and present.)
