Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.18.po
Languages: sc_po

# sn14.18:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.18:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn14.18:0.3
source: 18. Assaddhamūlakasutta
sc_po: 18. Beginning With the Faithless

# sn14.18:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.18:1.2
source: “Dhātusova, bhikkhave, sattā saṃsandanti samenti.
sc_po: “Mendicants, sentient beings come together and converge because of an element:

# sn14.18:1.3
source: Assaddhā assaddhehi saddhiṃ saṃsandanti samenti;
sc_po: the faithless with the faithless,

# sn14.18:1.4
source: ahirikā ahirikehi saddhiṃ saṃsandanti samenti;
sc_po: the shameless with the shameless,

# sn14.18:1.5
source: duppaññā duppaññehi saddhiṃ saṃsandanti samenti;
sc_po: the witless with the witless,

# sn14.18:1.6
source: saddhā saddhehi saddhiṃ saṃsandanti samenti;
sc_po: the faithful with the faithful,

# sn14.18:1.7
source: hirimanā hirimanehi saddhiṃ saṃsandanti samenti;
sc_po: the conscientious with the conscientious,

# sn14.18:1.8
source: paññavanto paññavantehi saddhiṃ saṃsandanti samenti.
sc_po: and the wise with the wise.

# sn14.18:1.9
source: Atītampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandiṃsu samiṃsu … pe …
sc_po: In the past …

# sn14.18:1.10
source: anāgatampi kho, bhikkhave, addhānaṃ dhātusova sattā saṃsandissanti samessanti … pe ….
sc_po: In the future …

# sn14.18:2.1
source: Etarahipi kho, bhikkhave, paccuppannaṃ addhānaṃ dhātusova sattā saṃsandanti samenti.
sc_po: At present, too, sentient beings come together and converge because of an element. …

# sn14.18:3.1
source: Dhātusova, bhikkhave, sattā saṃsandanti samenti.
sc_po: Sentient beings come together and converge because of an element:

# sn14.18:3.2
source: Assaddhā assaddhehi saddhiṃ saṃsandanti samenti;
sc_po: the faithless with the faithless,

# sn14.18:3.3
source: anottappino anottappīhi saddhiṃ saṃsandanti samenti;
sc_po: the imprudent with the imprudent,

# sn14.18:3.4
source: duppaññā duppaññehi saddhiṃ saṃsandanti samenti;
sc_po: the witless with the witless,

# sn14.18:3.5
source: saddhā saddhehi saddhiṃ saṃsandanti samenti;
sc_po: the faithful with the faithful,

# sn14.18:3.6
source: ottappino ottappīhi saddhiṃ saṃsandanti samenti;
sc_po: the prudent with the prudent,

# sn14.18:3.7
source: paññavanto paññavantehi saddhiṃ saṃsandanti samenti … pe …
sc_po: and the wise with the wise.

# sn14.18:3.8
source: paṭhamavāro viya vitthāretabbo. (2)
sc_po: (The following should be expanded like the first section.)

# sn14.18:4.2
source: assaddhā assaddhehi saddhiṃ saṃsandanti samenti;
sc_po: … faithless …

# sn14.18:4.3
source: appassutā appassutehi saddhiṃ saṃsandanti samenti;
sc_po: uneducated …

# sn14.18:4.4
source: duppaññā duppaññehi saddhiṃ saṃsandanti samenti;
sc_po: witless …

# sn14.18:5.2
source: assaddhā assaddhehi saddhiṃ saṃsandanti samenti;
sc_po: faithless …

# sn14.18:5.3
source: kusītā kusītehi saddhiṃ saṃsandanti samenti;
sc_po: lazy …

# sn14.18:5.4
source: duppaññā duppaññehi saddhiṃ saṃsandanti samenti;
sc_po: witless …

# sn14.18:5.5
source: saddhā saddhehi saddhiṃ saṃsandanti samenti;
sc_po: faithful...

# sn14.18:6.2
source: assaddhā assaddhehi saddhiṃ saṃsandanti samenti;
sc_po: faithless …

# sn14.18:6.3
source: muṭṭhassatino muṭṭhassatīhi saddhiṃ saṃsandanti samenti;
sc_po: unmindful …

# sn14.18:6.4
source: duppaññā duppaññehi saddhiṃ saṃsandanti samenti;
sc_po: witless …”
