Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.26.po
Languages: sc_po

# sn14.26:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.26:0.2
source: 3. Kammapathavagga
sc_po: 3. Ways of Performing Deeds

# sn14.26:0.3
source: 26. Sattakammapathasutta
sc_po: 26. Seven Ways of Performing Deeds

# sn14.26:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.26:1.2
source: “Dhātusova, bhikkhave, sattā saṃsandanti samenti.
sc_po: “Mendicants, sentient beings come together and converge because of an element:

# sn14.26:1.3
source: Pāṇātipātino pāṇātipātīhi saddhiṃ saṃsandanti samenti;
sc_po: those who kill living creatures with those who kill living creatures,

# sn14.26:1.4
source: adinnādāyino adinnādāyīhi saddhiṃ saṃsandanti samenti;
sc_po: those who steal …

# sn14.26:1.5
source: kāmesumicchācārino kāmesumicchācārīhi saddhiṃ saṃsandanti samenti;
sc_po: commit sexual misconduct …

# sn14.26:1.6
source: musāvādino musāvādīhi saddhiṃ saṃsandanti samenti;
sc_po: lie …

# sn14.26:1.7
source: pisuṇavācā pisuṇavācehi saddhiṃ saṃsandanti samenti;
sc_po: speak divisively …

# sn14.26:1.8
source: pharusavācā pharusavācehi saddhiṃ saṃsandanti samenti;
sc_po: speak harshly …

# sn14.26:1.9
source: samphappalāpino samphappalāpīhi saddhiṃ saṃsandanti samenti.
sc_po: talk nonsense …

# sn14.26:2.1
source: Pāṇātipātā paṭiviratā … pe …
sc_po: Those who refrain from killing living creatures. …

# sn14.26:2.2
source: adinnādānā paṭiviratā …
sc_po: who refrain from stealing …

# sn14.26:2.3
source: kāmesumicchācārā paṭiviratā …
sc_po: who refrain from sexual misconduct …

# sn14.26:2.4
source: musāvādā paṭiviratā …
sc_po: who refrain from lying …

# sn14.26:2.5
source: pisuṇāya vācāya paṭiviratā pisuṇāya vācāya paṭiviratehi saddhiṃ saṃsandanti samenti;
sc_po: who refrain from divisive speech …

# sn14.26:2.6
source: pharusāya vācāya paṭiviratā pharusāya vācāya paṭiviratehi saddhiṃ saṃsandanti samenti;
sc_po: who refrain from harsh speech …

# sn14.26:2.7
source: samphappalāpā paṭiviratā samphappalāpā paṭiviratehi saddhiṃ saṃsandanti samentī”ti.
sc_po: who refrain from talking nonsense with those who refrain from talking nonsense.”
