Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.11.po
Languages: sc_po

# sn14.11:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.11:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn14.11:0.3
source: 11. Sattadhātusutta
sc_po: 11. Seven Elements

# sn14.11:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.11:1.2
source: “Sattimā, bhikkhave, dhātuyo.
sc_po: “Mendicants, there are these seven elements.

# sn14.11:1.3
source: Katamā satta?
sc_po: What seven?

# sn14.11:1.4
source: Ābhādhātu, subhadhātu, ākāsānañcāyatanadhātu, viññāṇañcāyatanadhātu, ākiñcaññāyatanadhātu, nevasaññānāsaññāyatanadhātu, saññāvedayitanirodhadhātu—
sc_po: The element of light, the element of beauty, the element of the dimension of infinite space, the element of the dimension of infinite consciousness, the element of the dimension of nothingness, the element of the dimension of neither perception nor non-perception, and the element of the cessation of perception and feeling.

# sn14.11:1.5
source: imā kho, bhikkhave, satta dhātuyo”ti.
sc_po: These are the seven elements.”

# sn14.11:2.1
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, one of the mendicants asked the Buddha,

# sn14.11:2.2
source: “yā cāyaṃ, bhante, ābhādhātu yā ca subhadhātu yā ca ākāsānañcāyatanadhātu yā ca viññāṇañcāyatanadhātu yā ca ākiñcaññāyatanadhātu yā ca nevasaññānāsaññāyatanadhātu yā ca saññāvedayitanirodhadhātu—imā nu kho, bhante, dhātuyo kiṃ paṭicca paññāyantī”ti?
sc_po: “Sir, due to what does each of these elements appear?”

# sn14.11:3.1
source: “Yāyaṃ, bhikkhu, ābhādhātu—ayaṃ dhātu andhakāraṃ paṭicca paññāyati.
sc_po: “Mendicant, the element of light appears due to the element of darkness.

# sn14.11:3.2
source: Yāyaṃ, bhikkhu, subhadhātu—ayaṃ dhātu asubhaṃ paṭicca paññāyati.
sc_po: The element of beauty appears due to the element of ugliness.

# sn14.11:3.3
source: Yāyaṃ, bhikkhu, ākāsānañcāyatanadhātu—ayaṃ dhātu rūpaṃ paṭicca paññāyati.
sc_po: The element of the dimension of infinite space appears due to the element of form.

# sn14.11:3.4
source: Yāyaṃ, bhikkhu, viññāṇañcāyatanadhātu—ayaṃ dhātu ākāsānañcāyatanaṃ paṭicca paññāyati.
sc_po: The element of the dimension of infinite consciousness appears due to the element of the dimension of infinite space.

# sn14.11:3.5
source: Yāyaṃ, bhikkhu, ākiñcaññāyatanadhātu—ayaṃ dhātu viññāṇañcāyatanaṃ paṭicca paññāyati.
sc_po: The element of the dimension of nothingness appears due to the element of the dimension of infinite consciousness.

# sn14.11:3.6
source: Yāyaṃ, bhikkhu, nevasaññānāsaññāyatanadhātu—ayaṃ dhātu ākiñcaññāyatanaṃ paṭicca paññāyati.
sc_po: The element of the dimension of neither perception nor non-perception appears due to the element of the dimension of nothingness.

# sn14.11:3.7
source: Yāyaṃ, bhikkhu, saññāvedayitanirodhadhātu—ayaṃ dhātu nirodhaṃ paṭicca paññāyatī”ti.
sc_po: The element of the cessation of perception and feeling appears due to the element of cessation.”

# sn14.11:4.1
source: “Yā cāyaṃ, bhante, ābhādhātu yā ca subhadhātu yā ca ākāsānañcāyatanadhātu yā ca viññāṇañcāyatanadhātu yā ca ākiñcaññāyatanadhātu yā ca nevasaññānāsaññāyatanadhātu yā ca saññāvedayitanirodhadhātu—imā nu kho, bhante, dhātuyo kathaṃ samāpatti pattabbā”ti?
sc_po: “Sir, how is each of these elements to be attained?”

# sn14.11:5.1
source: “Yā cāyaṃ, bhikkhu, ābhādhātu yā ca subhadhātu yā ca ākāsānañcāyatanadhātu yā ca viññāṇañcāyatanadhātu yā ca ākiñcaññāyatanadhātu—imā dhātuyo saññāsamāpatti pattabbā.
sc_po: “The elements of light, beauty, the dimension of infinite space, the dimension of infinite consciousness, and the dimension of nothingness are attainments with perception.

# sn14.11:5.2
source: Yāyaṃ, bhikkhu, nevasaññānāsaññāyatanadhātu—ayaṃ dhātu saṅkhārāvasesasamāpatti pattabbā.
sc_po: The element of the dimension of neither perception nor non-perception is an attainment with only a residue of conditioned phenomena.

# sn14.11:5.3
source: Yāyaṃ, bhikkhu, saññāvedayitanirodhadhātu—ayaṃ dhātu nirodhasamāpatti pattabbā”ti.
sc_po: The element of the cessation of perception and feeling is an attainment of cessation.”
