Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.09.po
Languages: sc_po

# sn14.9:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.9:0.2
source: 1. Nānattavagga
sc_po: 1. Diversity

# sn14.9:0.3
source: 9. Bāhiraphassanānattasutta
sc_po: 9. Diversity of Gains

# sn14.9:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.9:1.2
source: “Dhātunānattaṃ, bhikkhave, paṭicca uppajjati saññānānattaṃ, saññānānattaṃ paṭicca uppajjati saṅkappanānattaṃ, saṅkappanānattaṃ paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattaṃ, vedanānānattaṃ paṭicca uppajjati chandanānattaṃ, chandanānattaṃ paṭicca uppajjati pariḷāhanānattaṃ, pariḷāhanānattaṃ paṭicca uppajjati pariyesanānānattaṃ, pariyesanānānattaṃ paṭicca uppajjati lābhanānattaṃ.
sc_po: “Mendicants, diversity of elements gives rise to diversity of perceptions. Diversity of perceptions gives rise to diversity of intentions. Diversity of intentions gives rise to diversity of contacts. Diversity of contacts gives rise to diversity of feelings. Diversity of feelings gives rise to diversity of desires. Diversity of desires gives rise to diversity of passions. Diversity of passions gives rise to diversity of searches. Diversity of searches gives rise to diversity of gains.

# sn14.9:1.3
source: Katamañca, bhikkhave, dhātunānattaṃ?
sc_po: And what is the diversity of elements?

# sn14.9:1.4
source: Rūpadhātu … pe … dhammadhātu—
sc_po: The sight element, the sound element, the smell element, the taste element, the touch element, and the thought element.

# sn14.9:1.5
source: idaṃ vuccati, bhikkhave, dhātunānattaṃ.
sc_po: This is called the diversity of elements.

# sn14.9:2.1
source: Kathañca, bhikkhave, dhātunānattaṃ paṭicca uppajjati saññānānattaṃ, saññānānattaṃ paṭicca uppajjati … pe … lābhanānattaṃ?
sc_po: And how does diversity of elements give rise to diversity of perceptions … diversity of searches give rise to diversity of gains?

# sn14.9:3.1
source: Rūpadhātuṃ, bhikkhave, paṭicca uppajjati rūpasaññā, rūpasaññaṃ paṭicca uppajjati rūpasaṅkappo, rūpasaṅkappaṃ paṭicca uppajjati rūpasamphasso, rūpasamphassaṃ paṭicca uppajjati rūpasamphassajā vedanā, rūpasamphassajaṃ vedanaṃ paṭicca uppajjati rūpacchando, rūpacchandaṃ paṭicca uppajjati rūpapariḷāho, rūpapariḷāhaṃ paṭicca uppajjati rūpapariyesanā, rūpapariyesanaṃ paṭicca uppajjati rūpalābho … pe …
sc_po: The sight element gives rise to the perception of sights. The perception of sights gives rise to thoughts about sights. Thoughts about sights give rise to the desire for sights. The desire for sights gives rise to the passion for sights. The passion for sights gives rise to searching for sights. Searching for sights gives rise to gaining sights …

# sn14.9:3.2
source: dhammadhātuṃ paṭicca uppajjati dhammasaññā, dhammasaññaṃ paṭicca uppajjati dhammasaṅkappo, dhammasaṅkappaṃ paṭicca uppajjati dhammasamphasso, dhammasamphassaṃ paṭicca uppajjati dhammasamphassajā vedanā, dhammasamphassajaṃ vedanaṃ paṭicca uppajjati dhammacchando, dhammacchandaṃ paṭicca uppajjati dhammapariḷāho, dhammapariḷāhaṃ paṭicca uppajjati dhammapariyesanā, dhammapariyesanaṃ paṭicca uppajjati dhammalābho.
sc_po: The thought element gives rise to the perception of thoughts. The perception of thoughts gives rise to thoughts about thoughts. Thoughts about thoughts give rise to the desire for thoughts. The desire for thoughts gives rise to the passion for thoughts. The passion for thoughts gives rise to searching for thoughts. Searching for thoughts gives rise to gaining thoughts.

# sn14.9:4.1
source: Evaṃ kho, bhikkhave, dhātunānattaṃ paṭicca uppajjati saññānānattaṃ, saññānānattaṃ paṭicca uppajjati … pe … pariyesanānānattaṃ, pariyesanānānattaṃ paṭicca uppajjati lābhanānattan”ti.
sc_po: That’s how diversity of elements gives rise to diversity of perceptions … diversity of searches gives rise to diversity of gains.”
