Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.32.po
Languages: sc_po

# sn14.32:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.32:0.2
source: 4. Catutthavagga
sc_po: 4. The Fourth Chapter

# sn14.32:0.3
source: 32. Acariṃsutta
sc_po: 32. In Search of Gratification

# sn14.32:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.32:1.2
source: “Pathavīdhātuyāhaṃ, bhikkhave, assādapariyesanaṃ acariṃ, yo pathavīdhātuyā assādo tadajjhagamaṃ, yāvatā pathavīdhātuyā assādo paññāya me so sudiṭṭho.
sc_po: “Mendicants, I went in search of the earth element’s gratification, and I found it. I’ve seen clearly with wisdom the full extent of gratification in the earth element.

# sn14.32:1.3
source: Pathavīdhātuyāhaṃ, bhikkhave, ādīnavapariyesanaṃ acariṃ, yo pathavīdhātuyā ādīnavo tadajjhagamaṃ, yāvatā pathavīdhātuyā ādīnavo paññāya me so sudiṭṭho.
sc_po: I went in search of the earth element’s drawback, and I found it. I’ve seen clearly with wisdom the full extent of the drawback in the earth element.

# sn14.32:1.4
source: Pathavīdhātuyāhaṃ, bhikkhave, nissaraṇapariyesanaṃ acariṃ, yaṃ pathavīdhātuyā nissaraṇaṃ tadajjhagamaṃ, yāvatā pathavīdhātuyā nissaraṇaṃ paññāya me taṃ sudiṭṭhaṃ.
sc_po: I went in search of escape from the earth element, and I found it. I’ve seen clearly with wisdom the full extent of escape from the earth element.

# sn14.32:2.1
source: Āpodhātuyāhaṃ, bhikkhave … pe …
sc_po: I went in search of the water element’s gratification …

# sn14.32:2.2
source: tejodhātuyāhaṃ, bhikkhave …
sc_po: I went in search of the fire element’s gratification …

# sn14.32:2.3
source: vāyodhātuyāhaṃ, bhikkhave, assādapariyesanaṃ acariṃ, yo vāyodhātuyā assādo tadajjhagamaṃ, yāvatā vāyodhātuyā assādo paññāya me so sudiṭṭho.
sc_po: I went in search of the air element’s gratification …

# sn14.32:3.1
source: Yāvakīvañcāhaṃ, bhikkhave, imāsaṃ catunnaṃ dhātūnaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ na abbhaññāsiṃ, neva tāvāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ.
sc_po: As long as I didn’t truly understand these four elements’ gratification, drawback, and escape for what they are, I didn’t announce my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.

# sn14.32:4.1
source: Yato ca khvāhaṃ, bhikkhave, imāsaṃ catunnaṃ dhātūnaṃ assādañca assādato ādīnavañca ādīnavato nissaraṇañca nissaraṇato yathābhūtaṃ abbhaññāsiṃ, athāhaṃ, bhikkhave, sadevake loke samārake sabrahmake sassamaṇabrāhmaṇiyā pajāya sadevamanussāya anuttaraṃ sammāsambodhiṃ abhisambuddhoti paccaññāsiṃ.
sc_po: But when I did truly understand the four elements’ gratification, drawback, and escape for what they are, I announced my supreme perfect awakening in this world with its gods, Māras, and Brahmās, this population with its ascetics and brahmins, its gods and humans.

# sn14.32:4.2
source: Ñāṇañca pana me dassanaṃ udapādi:
sc_po: Knowledge and vision arose in me:

# sn14.32:4.3
source: ‘akuppā me vimutti, ayamantimā jāti, natthi dāni punabbhavo’”ti.
sc_po: ‘My freedom is unshakable; this is my last rebirth; now there are no more future lives.’”
