Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.04.po
Languages: sc_po

# sn14.4:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.4:0.2
source: 1. Nānattavagga
sc_po: 1. Diversity

# sn14.4:0.3
source: 4. Vedanānānattasutta
sc_po: 4. Diversity of Feelings

# sn14.4:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.4:1.2
source: “Dhātunānattaṃ, bhikkhave, paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattaṃ.
sc_po: “Mendicants, diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings.

# sn14.4:1.3
source: Katamañca, bhikkhave, dhātunānattaṃ?
sc_po: And what is the diversity of elements?

# sn14.4:1.4
source: Cakkhudhātu … pe … manodhātu—
sc_po: The eye element, ear element, nose element, tongue element, body element, and mind element.

# sn14.4:1.5
source: idaṃ vuccati, bhikkhave, dhātunānattaṃ.
sc_po: This is called the diversity of elements.

# sn14.4:2.1
source: Kathañca, bhikkhave, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattaṃ?
sc_po: And how does diversity of elements give rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings?

# sn14.4:2.2
source: Cakkhudhātuṃ, bhikkhave, paṭicca uppajjati cakkhusamphasso, cakkhusamphassaṃ paṭicca uppajjati cakkhusamphassajā vedanā … pe …
sc_po: The eye element gives rise to eye contact. Eye contact gives rise to the feeling born of eye contact. …

# sn14.4:2.3
source: manodhātuṃ paṭicca uppajjati manosamphasso, manosamphassaṃ paṭicca uppajjati manosamphassajā vedanā.
sc_po: The mind element gives rise to mind contact. Mind contact gives rise to the feeling born of mind contact.

# sn14.4:2.4
source: Evaṃ kho, bhikkhave, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattan”ti.
sc_po: That’s how diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings.”
