Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.05.po
Languages: sc_po

# sn14.5:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.5:0.2
source: 1. Nānattavagga
sc_po: 1. Diversity

# sn14.5:0.3
source: 5. Dutiyavedanānānattasutta
sc_po: 5. Diversity of Feelings (2nd)

# sn14.5:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.5:1.2
source: “Dhātunānattaṃ, bhikkhave, paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattaṃ, no vedanānānattaṃ paṭicca uppajjati phassanānattaṃ, no phassanānattaṃ paṭicca uppajjati dhātunānattaṃ.
sc_po: “Mendicants, diversity of elements gives rise to diversity of contacts. Diversity of contacts gives rise to diversity of feelings. Diversity of feelings doesn’t give rise to diversity of contacts. Diversity of contacts doesn’t give rise to diversity of elements.

# sn14.5:1.3
source: Katamañca, bhikkhave, dhātunānattaṃ?
sc_po: And what is the diversity of elements?

# sn14.5:1.4
source: Cakkhudhātu … pe … manodhātu—
sc_po: The eye element, ear element, nose element, tongue element, body element, and mind element.

# sn14.5:1.5
source: idaṃ vuccati, bhikkhave, dhātunānattaṃ.
sc_po: This is called the diversity of elements.

# sn14.5:2.1
source: Kathañca, bhikkhave, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattaṃ, no vedanānānattaṃ paṭicca uppajjati phassanānattaṃ, no phassanānattaṃ paṭicca uppajjati dhātunānattaṃ?
sc_po: And how does diversity of elements give rise to diversity of contacts, and diversity of contacts give rise to diversity of feelings, while diversity of feelings doesn’t give rise to diversity of contacts, and diversity of contacts doesn’t give rise to diversity of elements?

# sn14.5:2.2
source: Cakkhudhātuṃ, bhikkhave, paṭicca uppajjati cakkhusamphasso, cakkhusamphassaṃ paṭicca uppajjati cakkhusamphassajā vedanā, no cakkhusamphassajaṃ vedanaṃ paṭicca uppajjati cakkhusamphasso, no cakkhusamphassaṃ paṭicca uppajjati cakkhudhātu … pe …
sc_po: The eye element gives rise to eye contact. Eye contact gives rise to feeling born of eye contact. Feeling born of eye contact doesn’t give rise to eye contact. Eye contact doesn’t give rise to the eye element. …

# sn14.5:2.3
source: manodhātuṃ paṭicca uppajjati manosamphasso, manosamphassaṃ paṭicca uppajjati manosamphassajā vedanā, no manosamphassajaṃ vedanaṃ paṭicca uppajjati manosamphasso, no manosamphassaṃ paṭicca uppajjati manodhātu.
sc_po: The mind element gives rise to mind contact. Mind contact gives rise to feeling born of mind contact. Feeling born of mind contact doesn’t give rise to mind contact. Mind contact doesn’t give rise to the mind element.

# sn14.5:2.4
source: Evaṃ kho, bhikkhave, dhātunānattaṃ paṭicca uppajjati phassanānattaṃ, phassanānattaṃ paṭicca uppajjati vedanānānattaṃ, no vedanānānattaṃ paṭicca uppajjati phassanānattaṃ, no phassanānattaṃ paṭicca uppajjati dhātunānattan”ti.
sc_po: That’s how diversity of elements gives rise to diversity of contacts, and diversity of contacts gives rise to diversity of feelings, while diversity of feelings doesn’t give rise to diversity of contacts, and diversity of contacts doesn’t give rise to diversity of elements.”
