Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.10.po
Languages: sc_po

# sn14.10:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.10:0.2
source: 1. Nānattavagga
sc_po: 1. Diversity

# sn14.10:0.3
source: 10. Dutiyabāhiraphassanānattasutta
sc_po: 10. No Diversity of Gains

# sn14.10:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.10:1.2
source: “Dhātunānattaṃ, bhikkhave, paṭicca uppajjati saññānānattaṃ,
sc_po: “Mendicants, diversity of elements gives rise to diversity of perceptions.

# sn14.10:1.3
source: saññānānattaṃ paṭicca uppajjati saṅkappanānattaṃ, phassa …
sc_po: Diversity of perceptions gives rise to diversity of thoughts. …

# sn14.10:1.4
source: vedanā …
sc_po: feelings …

# sn14.10:1.5
source: chanda …
sc_po: desires …

# sn14.10:1.6
source: pariḷāha …
sc_po: passions …

# sn14.10:1.7
source: pariyesanānānattaṃ paṭicca uppajjati lābhanānattaṃ;
sc_po: Diversity of searches gives rise to diversity of gains.

# sn14.10:1.8
source: no lābhanānattaṃ paṭicca uppajjati pariyesanānānattaṃ,
sc_po: Diversity of gains doesn’t give rise to diversity of searches.

# sn14.10:1.9
source: no pariyesanānānattaṃ paṭicca uppajjati pariḷāhanānattaṃ, no pariḷāhanānattaṃ paṭicca uppajjati … pe …
sc_po: Diversity of searches doesn’t give rise to diversity of passions. …

# sn14.10:1.10
source: chanda …
sc_po: desires …

# sn14.10:1.11
source: vedanā …
sc_po: feelings …

# sn14.10:1.12
source: phassa …
sc_po: contacts …

# sn14.10:1.13
source: saṅkappa …
sc_po: thoughts …

# sn14.10:1.14
source: saññānānattaṃ, no saññānānattaṃ paṭicca uppajjati dhātunānattaṃ.
sc_po: Diversity of perceptions doesn’t give rise to diversity of elements.

# sn14.10:1.15
source: Katamañca, bhikkhave, dhātunānattaṃ?
sc_po: And what is the diversity of elements?

# sn14.10:1.16
source: Rūpadhātu … pe … dhammadhātu—
sc_po: The sight element, the sound element, the smell element, the taste element, the touch element, and the thought element.

# sn14.10:1.17
source: idaṃ vuccati, bhikkhave, dhātunānattaṃ.
sc_po: This is called the diversity of elements.

# sn14.10:2.1
source: Kathañca, bhikkhave, dhātunānattaṃ paṭicca uppajjati saññānānattaṃ,
sc_po: And how does diversity of elements give rise to diversity of perceptions …

# sn14.10:2.2
source: Phassa …
sc_po: contacts …

# sn14.10:2.3
source: vedanā …
sc_po: feelings …

# sn14.10:2.4
source: chanda …
sc_po: desires …

# sn14.10:2.5
source: pariḷāha …
sc_po: passions …

# sn14.10:2.6
source: pariyesanā …
sc_po: searches …

# sn14.10:2.7
source: lābha …
sc_po: gains …

# sn14.10:2.8
source: no lābhanānattaṃ paṭicca uppajjati pariyesanānānattaṃ,
sc_po: while diversity of gains doesn’t give rise to diversity of searches …

# sn14.10:2.9
source: no pariyesanānānattaṃ paṭicca uppajjati pariḷāha …
sc_po: passions …

# sn14.10:2.10
source: chanda …
sc_po: desires …

# sn14.10:2.11
source: vedanā …
sc_po: feelings …

# sn14.10:2.12
source: phassa …
sc_po: contacts …

# sn14.10:2.13
source: no saṅkappanānattaṃ paṭicca uppajjati saññānānattaṃ, no saññānānattaṃ paṭicca uppajjati dhātunānattaṃ?
sc_po: thoughts … perceptions … elements?

# sn14.10:3.1
source: Rūpadhātuṃ, bhikkhave, paṭicca uppajjati rūpasaññā … pe …
sc_po: The sight element gives rise to the perception of sights …

# sn14.10:3.2
source: dhammadhātuṃ paṭicca uppajjati dhammasaññā, dhammasaññaṃ paṭicca uppajjati … pe …
sc_po: The thought element gives rise to the perception of thoughts …

# sn14.10:3.3
source: dhammapariyesanā, dhammapariyesanaṃ paṭicca uppajjati dhammalābho;
sc_po: The search for thoughts gives rise to gaining thoughts.

# sn14.10:3.4
source: no dhammalābhaṃ paṭicca uppajjati dhammapariyesanā, no dhammapariyesanaṃ paṭicca uppajjati dhammapariḷāho, no dhammapariḷāhaṃ paṭicca uppajjati dhammacchando, no dhammacchandaṃ paṭicca uppajjati dhammasamphassajā vedanā, no dhammasamphassajaṃ vedanaṃ paṭicca uppajjati dhammasamphasso, no dhammasamphassaṃ paṭicca uppajjati dhammasaṅkappo, no dhammasaṅkappaṃ paṭicca uppajjati dhammasaññā, no dhammasaññaṃ paṭicca uppajjati dhammadhātu.
sc_po: The gaining of thoughts doesn’t give rise to the search for thoughts. The search for thoughts doesn’t give rise to the passion for thoughts. The passion for thoughts doesn’t give rise to the desire for thoughts. The desire for thoughts doesn’t give rise to thoughts about thoughts. Thoughts about thoughts don’t give rise to perceptions of thoughts. Perceptions of thoughts don’t give rise to the thought element.

# sn14.10:4.1
source: Evaṃ kho, bhikkhave, dhātunānattaṃ paṭicca uppajjati saññānānattaṃ, saññānānattaṃ paṭicca uppajjati … pe …
sc_po: That’s how diversity of elements gives rise to diversity of perceptions …

# sn14.10:4.9
source: no lābhanānattaṃ paṭicca uppajjati pariyesanānānattaṃ, no pariyesanānānattaṃ paṭicca uppajjati pariḷāhanānattaṃ, no pariḷāhanānattaṃ paṭicca uppajjati chandanānattaṃ, no chandanānattaṃ paṭicca uppajjati vedanānānattaṃ, no vedanānānattaṃ paṭicca uppajjati phassanānattaṃ, no phassanānattaṃ paṭicca uppajjati saṅkappanānattaṃ, no saṅkappanānattaṃ paṭicca uppajjati saññānānattaṃ, no saññānānattaṃ paṭicca uppajjati dhātunānattan”ti.
sc_po: diversity of perceptions doesn’t give rise to diversity of elements.”
