Repository: kondannyo/PGP
Catalog: SN/*_text/sn14/sn14.12.po
Languages: sc_po

# sn14.12:0.1
source: Saṃyutta Nikāya 14
sc_po: Linked Discourses 14

# sn14.12:0.2
source: 2. Dutiyavagga
sc_po: 2. The Second Chapter

# sn14.12:0.3
source: 12. Sanidānasutta
sc_po: 12. With a Cause

# sn14.12:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn14.12:1.2
source: “Sanidānaṃ, bhikkhave, uppajjati kāmavitakko, no anidānaṃ; sanidānaṃ uppajjati byāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati vihiṃsāvitakko, no anidānaṃ.
sc_po: “Mendicants, sensual, malicious, and cruel thoughts arise for a reason, not without reason.

# sn14.12:2.1
source: Kathañca, bhikkhave, sanidānaṃ uppajjati kāmavitakko, no anidānaṃ; sanidānaṃ uppajjati byāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati vihiṃsāvitakko, no anidānaṃ?
sc_po: And how do sensual, malicious, and cruel thoughts arise for a reason, not without reason?

# sn14.12:2.2
source: Kāmadhātuṃ, bhikkhave, paṭicca uppajjati kāmasaññā, kāmasaññaṃ paṭicca uppajjati kāmasaṅkappo, kāmasaṅkappaṃ paṭicca uppajjati kāmacchando, kāmacchandaṃ paṭicca uppajjati kāmapariḷāho, kāmapariḷāhaṃ paṭicca uppajjati kāmapariyesanā.
sc_po: The element of sensuality gives rise to sensual perceptions. Sensual perceptions give rise to sensual thoughts. Sensual thoughts give rise to sensual desires. Sensual desires give rise to sensual passions. Sensual passions give rise to searches for sensual pleasures.

# sn14.12:2.3
source: Kāmapariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—kāyena, vācāya, manasā.
sc_po: An uneducated ordinary person on a search for sensual pleasures behaves badly in three ways: by body, speech, and mind.

# sn14.12:3.1
source: Byāpādadhātuṃ, bhikkhave, paṭicca uppajjati byāpādasaññā, byāpādasaññaṃ paṭicca uppajjati byāpādasaṅkappo … pe … byāpādacchando … byāpādapariḷāho … byāpādapariyesanā …
sc_po: The element of malice gives rise to malicious perceptions. Malicious perceptions give rise to malicious thoughts. … malicious desires … malicious passions … malicious searches …

# sn14.12:3.2
source: byāpādapariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—kāyena, vācāya, manasā.
sc_po: An uneducated ordinary person on a malicious search behaves badly in three ways: by body, speech, and mind.

# sn14.12:4.1
source: Vihiṃsādhātuṃ, bhikkhave, paṭicca uppajjati vihiṃsāsaññā; vihiṃsāsaññaṃ paṭicca uppajjati vihiṃsāsaṅkappo … pe … vihiṃsāchando … vihiṃsāpariḷāho … vihiṃsāpariyesanā …
sc_po: The element of cruelty gives rise to cruel perceptions. Cruel perceptions give rise to cruel thoughts. … cruel desires … cruel passions … cruel searches …

# sn14.12:4.2
source: vihiṃsāpariyesanaṃ, bhikkhave, pariyesamāno assutavā puthujjano tīhi ṭhānehi micchā paṭipajjati—kāyena, vācāya, manasā.
sc_po: An uneducated ordinary person on a cruel search behaves badly in three ways: by body, speech, and mind.

# sn14.12:5.1
source: Seyyathāpi, bhikkhave, puriso ādittaṃ tiṇukkaṃ sukkhe tiṇadāye nikkhipeyya; no ce hatthehi ca pādehi ca khippameva nibbāpeyya. Evañhi, bhikkhave, ye tiṇakaṭṭhanissitā pāṇā te anayabyasanaṃ āpajjeyyuṃ.
sc_po: Suppose a person was to drop a burning torch in a thicket of dry grass. If they don’t quickly extinguish it with their hands and feet, the creatures living in the grass and wood would come to ruin.

# sn14.12:5.2
source: Evameva kho, bhikkhave, yo hi koci samaṇo vā brāhmaṇo vā uppannaṃ visamagataṃ saññaṃ na khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti, so diṭṭhe ceva dhamme dukkhaṃ viharati savighātaṃ saupāyāsaṃ sapariḷāhaṃ;
sc_po: In the same way, a corrupt perception might arise in an ascetic or brahmin. If they don’t quickly give it up, get rid of it, eliminate it, and obliterate it, they’ll suffer in the present life, with anguish, distress, and fever.

# sn14.12:5.3
source: kāyassa ca bhedā paraṃ maraṇā duggati pāṭikaṅkhā.
sc_po: And when the body breaks up, after death, they can expect to be reborn in a bad place.

# sn14.12:6.1
source: Sanidānaṃ, bhikkhave, uppajjati nekkhammavitakko, no anidānaṃ; sanidānaṃ uppajjati abyāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati avihiṃsāvitakko, no anidānaṃ.
sc_po: Thoughts of renunciation, good will, and harmlessness arise for a reason, not without reason.

# sn14.12:7.1
source: Kathañca, bhikkhave, sanidānaṃ uppajjati nekkhammavitakko, no anidānaṃ; sanidānaṃ uppajjati abyāpādavitakko, no anidānaṃ; sanidānaṃ uppajjati avihiṃsāvitakko, no anidānaṃ?
sc_po: And how do thoughts of renunciation, good will, and harmlessness arise for a reason, not without reason?

# sn14.12:7.2
source: Nekkhammadhātuṃ, bhikkhave, paṭicca uppajjati nekkhammasaññā,
sc_po: The element of renunciation gives rise to perceptions of renunciation.

# sn14.12:7.3
source: nekkhammasaññaṃ paṭicca uppajjati nekkhammasaṅkappo,
sc_po: Perceptions of renunciation give rise to thoughts of renunciation.

# sn14.12:7.4
source: nekkhammasaṅkappaṃ paṭicca uppajjati nekkhammacchando,
sc_po: Thoughts of renunciation give rise to enthusiasm for renunciation.

# sn14.12:7.5
source: nekkhammacchandaṃ paṭicca uppajjati nekkhammapariḷāho,
sc_po: Enthusiasm for renunciation gives rise to fervor for renunciation.

# sn14.12:7.6
source: nekkhammapariḷāhaṃ paṭicca uppajjati nekkhammapariyesanā;
sc_po: Fervor for renunciation gives rise to the search for renunciation.

# sn14.12:7.7
source: nekkhammapariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—kāyena, vācāya, manasā.
sc_po: An educated noble disciple on a search for renunciation behaves well in three ways: by body, speech, and mind.

# sn14.12:8.1
source: Abyāpādadhātuṃ, bhikkhave, paṭicca uppajjati abyāpādasaññā,
sc_po: The element of good will gives rise to perceptions of good will.

# sn14.12:8.2
source: abyāpādasaññaṃ paṭicca uppajjati abyāpādasaṅkappo … pe …
sc_po: Perceptions of good will give rise to thoughts of good will. …

# sn14.12:8.3
source: abyāpādacchando …
sc_po: enthusiasm for good will …

# sn14.12:8.4
source: abyāpādapariḷāho …
sc_po: fervor for good will …

# sn14.12:8.5
source: abyāpādapariyesanā,
sc_po: the search for good will.

# sn14.12:8.6
source: abyāpādapariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—kāyena, vācāya, manasā.
sc_po: An educated noble disciple on a search for good will behaves well in three ways: by body, speech, and mind.

# sn14.12:9.1
source: Avihiṃsādhātuṃ, bhikkhave, paṭicca uppajjati avihiṃsāsaññā,
sc_po: The element of harmlessness gives rise to harmlessness perceptions.

# sn14.12:9.2
source: avihiṃsāsaññaṃ paṭicca uppajjati avihiṃsāsaṅkappo,
sc_po: Harmlessness perceptions give rise to harmlessness thoughts. …

# sn14.12:9.3
source: avihiṃsāsaṅkappaṃ paṭicca uppajjati avihiṃsāchando,
sc_po: enthusiasm for harmlessness …

# sn14.12:9.4
source: avihiṃsāchandaṃ paṭicca uppajjati avihiṃsāpariḷāho,
sc_po: fervor for harmlessness …

# sn14.12:9.5
source: avihiṃsāpariḷāhaṃ paṭicca uppajjati avihiṃsāpariyesanā;
sc_po: the search for harmlessness.

# sn14.12:9.6
source: avihiṃsāpariyesanaṃ, bhikkhave, pariyesamāno sutavā ariyasāvako tīhi ṭhānehi sammā paṭipajjati—kāyena, vācāya, manasā.
sc_po: An educated noble disciple on a search for harmlessness behaves well in three ways: by body, speech, and mind.

# sn14.12:10.1
source: Seyyathāpi, bhikkhave, puriso ādittaṃ tiṇukkaṃ sukkhe tiṇadāye nikkhipeyya; tamenaṃ hatthehi ca pādehi ca khippameva nibbāpeyya. Evañhi, bhikkhave, ye tiṇakaṭṭhanissitā pāṇā te na anayabyasanaṃ āpajjeyyuṃ.
sc_po: Suppose a person was to drop a burning torch in a thicket of dry grass. If they were to quickly extinguish it with their hands and feet, the creatures living in the grass and wood wouldn’t come to ruin.

# sn14.12:10.2
source: Evameva kho, bhikkhave, yo hi koci samaṇo vā brāhmaṇo vā uppannaṃ visamagataṃ saññaṃ khippameva pajahati vinodeti byantīkaroti anabhāvaṃ gameti, so diṭṭhe ceva dhamme sukhaṃ viharati avighātaṃ anupāyāsaṃ apariḷāhaṃ;
sc_po: In the same way, a corrupt perception might arise in an ascetic or brahmin. If they quickly give it up, get rid of it, eliminate it, and obliterate it, they’ll be happy in the present life, free of anguish, distress, and fever.

# sn14.12:10.3
source: kāyassa ca bhedā paraṃ maraṇā sugati pāṭikaṅkhā”ti.
sc_po: And when the body breaks up, after death, they can expect to be reborn in a good place.”
