Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.051.po
Languages: sc_po

# an7.51:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.51:0.2
source: 5. Mahāyaññavagga
sc_po: 5. A Great Sacrifice

# an7.51:0.3
source: 51. Saṃyogasutta
sc_po: 51. Bound and Unbound

# an7.51:1.1
source: “Saṃyogavisaṃyogaṃ vo, bhikkhave, dhammapariyāyaṃ desessāmi.
sc_po: “Mendicants, I will teach you an exposition of the teaching on the bound and the unbound.

# an7.51:1.2
source: Taṃ suṇātha … pe …
sc_po: Listen and pay close attention, I will speak. …

# an7.51:1.3
source: katamo ca so, bhikkhave, saṃyogo visaṃyogo dhammapariyāyo?
sc_po: And what is the exposition of the teaching on the bound and the unbound?

# an7.51:2.1
source: Itthī, bhikkhave, ajjhattaṃ itthindriyaṃ manasi karoti—
sc_po: A woman focuses on her own femininity:

# an7.51:2.2
source: itthikuttaṃ itthākappaṃ itthividhaṃ itthicchandaṃ itthissaraṃ itthālaṅkāraṃ.
sc_po: her feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment.

# an7.51:2.3
source: Sā tattha rajjati tatrābhiramati.
sc_po: She’s stimulated by this and takes pleasure in it.

# an7.51:2.4
source: Sā tattha rattā tatrābhiratā bahiddhā purisindriyaṃ manasi karoti—
sc_po: So she focuses on the masculinity of others:

# an7.51:2.5
source: purisakuttaṃ purisākappaṃ purisavidhaṃ purisacchandaṃ purisassaraṃ purisālaṅkāraṃ.
sc_po: masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment.

# an7.51:2.6
source: Sā tattha rajjati tatrābhiramati.
sc_po: She’s stimulated by this and takes pleasure in it.

# an7.51:2.7
source: Sā tattha rattā tatrābhiratā bahiddhā saṃyogaṃ ākaṅkhati.
sc_po: So she desires to bond with another.

# an7.51:2.8
source: Yañcassā saṃyogapaccayā uppajjati sukhaṃ somanassaṃ tañca ākaṅkhati.
sc_po: And she desires the pleasure and happiness that comes from such a bond.

# an7.51:2.9
source: Itthatte, bhikkhave, abhiratā sattā purisesu saṃyogaṃ gatā.
sc_po: Sentient beings who are attached to their femininity are bound to men.

# an7.51:2.10
source: Evaṃ kho, bhikkhave, itthī itthattaṃ nātivattati.
sc_po: This is how a woman does not transcend her femininity.

# an7.51:3.1
source: Puriso, bhikkhave, ajjhattaṃ purisindriyaṃ manasi karoti—
sc_po: A man focuses on his own masculinity:

# an7.51:3.2
source: purisakuttaṃ purisākappaṃ purisavidhaṃ purisacchandaṃ purisassaraṃ purisālaṅkāraṃ.
sc_po: his masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment.

# an7.51:3.3
source: So tattha rajjati tatrābhiramati.
sc_po: He’s stimulated by this and takes pleasure in it.

# an7.51:3.4
source: So tattha ratto tatrābhirato bahiddhā itthindriyaṃ manasi karoti—
sc_po: So he focuses on the femininity of others:

# an7.51:3.5
source: itthikuttaṃ itthākappaṃ itthividhaṃ itthicchandaṃ itthissaraṃ itthālaṅkāraṃ.
sc_po: feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment.

# an7.51:3.6
source: So tattha rajjati tatrābhiramati.
sc_po: He’s stimulated by this and takes pleasure in it.

# an7.51:3.7
source: So tattha ratto tatrābhirato bahiddhā saṃyogaṃ ākaṅkhati.
sc_po: So he desires to bond with another.

# an7.51:3.8
source: Yañcassa saṃyogapaccayā uppajjati sukhaṃ somanassaṃ tañca ākaṅkhati.
sc_po: And he desires the pleasure and happiness that comes from such a bond.

# an7.51:3.9
source: Purisatte, bhikkhave, abhiratā sattā itthīsu saṃyogaṃ gatā.
sc_po: Sentient beings who are attached to their masculinity are bound to women.

# an7.51:3.10
source: Evaṃ kho, bhikkhave, puriso purisattaṃ nātivattati.
sc_po: This is how a man does not transcend his masculinity.

# an7.51:3.11
source: Evaṃ kho, bhikkhave, saṃyogo hoti.
sc_po: This is how one is bound.

# an7.51:4.1
source: Kathañca, bhikkhave, visaṃyogo hoti?
sc_po: And how does one become unbound?

# an7.51:4.2
source: Itthī, bhikkhave, ajjhattaṃ itthindriyaṃ na manasi karoti—
sc_po: A woman doesn’t focus on her own femininity:

# an7.51:4.3
source: itthikuttaṃ itthākappaṃ itthividhaṃ itthicchandaṃ itthissaraṃ itthālaṅkāraṃ.
sc_po: her feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment.

# an7.51:4.4
source: Sā tattha na rajjati, sā tatra nābhiramati.
sc_po: She isn’t stimulated by this and takes no pleasure in it.

# an7.51:4.5
source: Sā tattha arattā tatra anabhiratā bahiddhā purisindriyaṃ na manasi karoti—
sc_po: So she doesn’t focus on the masculinity of others:

# an7.51:4.6
source: purisakuttaṃ purisākappaṃ purisavidhaṃ purisacchandaṃ purisassaraṃ purisālaṅkāraṃ.
sc_po: masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment.

# an7.51:4.7
source: Sā tattha na rajjati, tatra nābhiramati.
sc_po: She isn’t stimulated by this and takes no pleasure in it.

# an7.51:4.8
source: Sā tattha arattā tatra anabhiratā bahiddhā saṃyogaṃ nākaṅkhati.
sc_po: So she doesn’t desire to bond with another.

# an7.51:4.9
source: Yañcassā saṃyogapaccayā uppajjati sukhaṃ somanassaṃ tañca nākaṅkhati.
sc_po: Nor does she desire the pleasure and happiness that comes from such a bond.

# an7.51:4.10
source: Itthatte, bhikkhave, anabhiratā sattā purisesu visaṃyogaṃ gatā.
sc_po: Sentient beings who are not attached to their femininity are not bound to men.

# an7.51:4.11
source: Evaṃ kho, bhikkhave, itthī itthattaṃ ativattati.
sc_po: This is how a woman transcends her femininity.

# an7.51:5.1
source: Puriso, bhikkhave, ajjhattaṃ purisindriyaṃ na manasi karoti—
sc_po: A man doesn’t focus on his own masculinity:

# an7.51:5.2
source: purisakuttaṃ purisākappaṃ purisavidhaṃ purisacchandaṃ purisassaraṃ purisālaṅkāraṃ.
sc_po: masculine moves, masculine appearance, masculine ways, masculine desires, masculine voice, and masculine adornment.

# an7.51:5.3
source: So tattha na rajjati, so tatra nābhiramati.
sc_po: He isn’t stimulated by this and takes no pleasure in it.

# an7.51:5.4
source: So tattha aratto tatra anabhirato bahiddhā itthindriyaṃ na manasi karoti—
sc_po: So he doesn’t focus on the femininity of others:

# an7.51:5.5
source: itthikuttaṃ itthākappaṃ itthividhaṃ itthicchandaṃ itthissaraṃ itthālaṅkāraṃ.
sc_po: feminine moves, feminine appearance, feminine ways, feminine desires, feminine voice, and feminine adornment.

# an7.51:5.6
source: So tattha na rajjati, tatra nābhiramati.
sc_po: He isn’t stimulated by this and takes no pleasure in it.

# an7.51:5.7
source: So tattha aratto tatra anabhirato bahiddhā saṃyogaṃ nākaṅkhati.
sc_po: So he doesn’t desire to bond with another.

# an7.51:5.8
source: Yañcassa saṃyogapaccayā uppajjati sukhaṃ somanassaṃ tañca nākaṅkhati.
sc_po: Nor does he desire the pleasure and happiness that comes from such a bond.

# an7.51:5.9
source: Purisatte, bhikkhave, anabhiratā sattā itthīsu visaṃyogaṃ gatā.
sc_po: Sentient beings who are not attached to their masculinity are not bound to women.

# an7.51:5.10
source: Evaṃ kho, bhikkhave, puriso purisattaṃ ativattati.
sc_po: This is how a man transcends his masculinity.

# an7.51:5.11
source: Evaṃ kho, bhikkhave, visaṃyogo hoti.
sc_po: This is how one is unbound.

# an7.51:5.12
source: Ayaṃ kho, bhikkhave, saṃyogo visaṃyogo dhammapariyāyo”ti.
sc_po: This is the exposition of the teaching on the bound and the unbound.”
