Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.032.po
Languages: sc_po

# an7.32:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.32:0.2
source: 4. devatāvagga
sc_po: 4. Deities

# an7.32:0.3
source: 32. Appamādagāravasutta
sc_po: 32. Respect for Diligence

# an7.32:1.1
source: Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā bhagavantaṃ etadavoca:
sc_po: Then, late at night, a glorious deity, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him:

# an7.32:2.1
source: “Sattime, bhante, dhammā bhikkhuno aparihānāya saṃvattanti.
sc_po: “Sir, these seven things don’t lead to the decline of a mendicant trainee.

# an7.32:2.2
source: Katame satta?
sc_po: What seven?

# an7.32:2.3
source: Satthugāravatā, dhammagāravatā, saṅghagāravatā, sikkhāgāravatā, samādhigāravatā, appamādagāravatā, paṭisanthāragāravatā.
sc_po: Respect for the Teacher, for the teaching, for the Saṅgha, for the training, for immersion, for diligence, and for hospitality.

# an7.32:2.4
source: Ime kho, bhante, satta dhammā bhikkhuno aparihānāya saṃvattantī”ti.
sc_po: These seven things don’t lead to the decline of a mendicant trainee.”

# an7.32:2.5
source: Idamavoca sā devatā.
sc_po: That’s what that deity said,

# an7.32:2.6
source: Samanuñño satthā ahosi.
sc_po: and the teacher approved.

# an7.32:2.7
source: Atha kho sā devatā “samanuñño me satthā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyi.
sc_po: Then that deity, knowing that the teacher approved, bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there.

# an7.32:3.1
source: Atha kho bhagavā tassā rattiyā accayena bhikkhū āmantesi:
sc_po: Then, when the night had passed, the Buddha told the mendicants all that had happened, adding:

# an7.32:4.1
source: Satthugaru dhammagaru,
sc_po: “Respect for the Teacher and the teaching,

# an7.32:4.2
source: saṃghe ca tibbagāravo;
sc_po: and keen respect for the Saṅgha;

# an7.32:4.3
source: Samādhigaru ātāpī,
sc_po: respect for immersion, being energetic,

# an7.32:4.4
source: sikkhāya tibbagāravo.
sc_po: and keen respect for the training.

# an7.32:5.1
source: Appamādagaru bhikkhu,
sc_po: A mendicant who respects diligence

# an7.32:5.2
source: paṭisanthāragāravo;
sc_po: and hospitality

# an7.32:5.3
source: Abhabbo parihānāya,
sc_po: can’t decline,

# an7.32:5.4
source: nibbānasseva santike”ti.
sc_po: and has drawn near to extinguishment.”
