Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.006.po
Languages: sc_po

# an7.6:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.6:0.2
source: 1. Dhanavagga
sc_po: 1. Wealth

# an7.6:0.3
source: 6. Vitthatadhanasutta
sc_po: 6. Wealth in Detail

# an7.6:1.1
source: “Sattimāni, bhikkhave, dhanāni.
sc_po: “Mendicants, there are these seven kinds of wealth.

# an7.6:1.2
source: Katamāni satta?
sc_po: What seven?

# an7.6:1.3
source: Saddhādhanaṃ, sīladhanaṃ, hirīdhanaṃ, ottappadhanaṃ, sutadhanaṃ, cāgadhanaṃ, paññādhanaṃ.
sc_po: The wealth of faith, ethical conduct, conscience, prudence, learning, generosity, and wisdom.

# an7.6:2.1
source: Katamañca, bhikkhave, saddhādhanaṃ?
sc_po: And what is the wealth of faith?

# an7.6:2.2
source: Idha, bhikkhave, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: It’s when a noble disciple has faith in the Realized One’s awakening …

# an7.6:2.4
source: Idaṃ vuccati, bhikkhave, saddhādhanaṃ. (1)
sc_po: This is called the wealth of faith.

# an7.6:3.1
source: Katamañca, bhikkhave, sīladhanaṃ?
sc_po: And what is the wealth of ethical conduct?

# an7.6:3.2
source: Idha, bhikkhave, ariyasāvako pāṇātipātā paṭivirato hoti … pe … surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: It’s when a noble disciple doesn’t kill living creatures, steal, commit sexual misconduct, use speech that’s false, divisive, harsh, or nonsensical, or consume alcoholic drinks that cause negligence.

# an7.6:3.3
source: Idaṃ vuccati, bhikkhave, sīladhanaṃ. (2)
sc_po: This is called the wealth of ethical conduct.

# an7.6:4.1
source: Katamañca, bhikkhave, hirīdhanaṃ?
sc_po: And what is the wealth of conscience?

# an7.6:4.2
source: Idha, bhikkhave, ariyasāvako hirīmā hoti, hirīyati kāyaduccaritena vacīduccaritena manoduccaritena, hirīyati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.
sc_po: It’s when a noble disciple has a conscience. They’re conscientious about bad conduct by way of body, speech, and mind, and conscientious about having any bad, unskillful qualities.

# an7.6:4.3
source: Idaṃ vuccati, bhikkhave, hirīdhanaṃ. (3)
sc_po: This is called the wealth of conscience.

# an7.6:5.1
source: Katamañca, bhikkhave, ottappadhanaṃ?
sc_po: And what is the wealth of prudence?

# an7.6:5.2
source: Idha, bhikkhave, ariyasāvako ottappī hoti, ottappati kāyaduccaritena vacīduccaritena manoduccaritena, ottappati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.
sc_po: It’s when a noble disciple is prudent. They’re prudent when it comes to bad conduct by way of body, speech, and mind, and prudent when it comes to the acquiring of any bad, unskillful qualities.

# an7.6:5.3
source: Idaṃ vuccati, bhikkhave, ottappadhanaṃ. (4)
sc_po: This is called the wealth of prudence.

# an7.6:6.1
source: Katamañca, bhikkhave, sutadhanaṃ?
sc_po: And what is the wealth of learning?

# an7.6:6.2
source: Idha, bhikkhave, ariyasāvako bahussuto hoti sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti. Tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
sc_po: It’s when a noble disciple is very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reciting them, mentally scrutinizing them, and comprehending them theoretically.

# an7.6:6.3
source: Idaṃ vuccati, bhikkhave, sutadhanaṃ. (5)
sc_po: This is called the wealth of learning.

# an7.6:7.1
source: Katamañca, bhikkhave, cāgadhanaṃ?
sc_po: And what is the wealth of generosity?

# an7.6:7.2
source: Idha, bhikkhave, ariyasāvako vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vosaggarato yācayogo dānasaṃvibhāgarato.
sc_po: It’s when a noble disciple lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# an7.6:7.3
source: Idaṃ vuccati, bhikkhave, cāgadhanaṃ. (6)
sc_po: This is called the wealth of generosity.

# an7.6:8.1
source: Katamañca, bhikkhave, paññādhanaṃ?
sc_po: And what is the wealth of wisdom?

# an7.6:8.2
source: Idha, bhikkhave, ariyasāvako paññavā hoti … pe … sammā dukkhakkhayagāminiyā.
sc_po: It’s when a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an7.6:8.3
source: Idaṃ vuccati, bhikkhave, paññādhanaṃ. (7)
sc_po: This is called the wealth of wisdom.

# an7.6:9.1
source: Imāni kho, bhikkhave, sattadhanānīti.
sc_po: These are the seven kinds of wealth.

# an7.6:10.1
source: Saddhādhanaṃ sīladhanaṃ,
sc_po: Faith and ethical conduct are kinds of wealth,

# an7.6:10.2
source: hirī ottappiyaṃ dhanaṃ;
sc_po: as are conscience and prudence,

# an7.6:10.3
source: Sutadhanañca cāgo ca,
sc_po: learning and generosity,

# an7.6:10.4
source: paññā ve sattamaṃ dhanaṃ.
sc_po: and wisdom is the seventh kind of wealth.

# an7.6:11.1
source: Yassa ete dhanā atthi,
sc_po: When a woman or man

# an7.6:11.2
source: itthiyā purisassa vā;
sc_po: has these kinds of wealth,

# an7.6:11.3
source: Adaliddoti taṃ āhu,
sc_po: they’re said to be prosperous,

# an7.6:11.4
source: amoghaṃ tassa jīvitaṃ.
sc_po: their life is not in vain.

# an7.6:12.1
source: Tasmā saddhañca sīlañca,
sc_po: So let the wise devote themselves

# an7.6:12.2
source: pasādaṃ dhammadassanaṃ;
sc_po: to faith, ethical behavior,

# an7.6:12.3
source: Anuyuñjetha medhāvī,
sc_po: confidence, and insight into the teaching,

# an7.6:12.4
source: saraṃ buddhāna sāsanan”ti.
sc_po: remembering the instructions of the Buddhas.”
