Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.070.po
Languages: sc_po

# an7.70:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.70:0.2
source: 7. Mahāvagga
sc_po: 7. The Great Chapter

# an7.70:0.3
source: 70. Sakkaccasutta
sc_po: 70. Honor

# an7.70:1.1
source: Atha kho āyasmato sāriputtassa rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: Then as Venerable Sāriputta was in private retreat this thought came to his mind,

# an7.70:1.2
source: “kiṃ nu kho, bhikkhu, sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā”ti?
sc_po: “What should a mendicant honor and respect and rely on, to give up the unskillful and develop the skillful?”

# an7.70:1.3
source: Atha kho āyasmato sāriputtassa etadahosi:
sc_po: Then he thought,

# an7.70:1.4
source: “satthāraṃ kho, bhikkhu, sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya.
sc_po: “A mendicant should honor and respect and rely on the Teacher …

# an7.70:1.5
source: Dhammaṃ kho, bhikkhu … pe …
sc_po: the teaching …

# an7.70:1.6
source: saṃghaṃ kho, bhikkhu … pe …
sc_po: the Saṅgha …

# an7.70:1.7
source: sikkhaṃ kho, bhikkhu … pe …
sc_po: the training …

# an7.70:1.8
source: samādhiṃ kho, bhikkhu … pe …
sc_po: immersion …

# an7.70:1.9
source: appamādaṃ kho, bhikkhu … pe …
sc_po: diligence …

# an7.70:1.10
source: paṭisanthāraṃ kho, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā”ti.
sc_po: A mendicant should honor and respect and rely on hospitality, to give up the unskillful and develop the skillful.”

# an7.70:2.1
source: Atha kho āyasmato sāriputtassa etadahosi:
sc_po: Then he thought,

# an7.70:2.2
source: “ime kho me dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ.
sc_po: “These qualities are pure and bright in me. Why don’t I go and tell them to the Buddha?

# an7.70:2.3
source: Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā ca.
sc_po: Then these qualities will not only be purified in me, but will be better known as purified.

# an7.70:2.4
source: Seyyathāpi nāma puriso suvaṇṇanikkhaṃ adhigaccheyya parisuddhaṃ pariyodātaṃ.
sc_po: Suppose a man were to acquire a gold ornament, pure and bright.

# an7.70:2.5
source: Tassa evamassa:
sc_po: They’d think,

# an7.70:2.6
source: ‘ayaṃ kho me suvaṇṇanikkho parisuddho pariyodāto, yannūnāhaṃ imaṃ suvaṇṇanikkhaṃ gantvā kammārānaṃ dasseyyaṃ.
sc_po: ‘My gold ornament is pure and bright. Why don’t I take it to show the smiths?

# an7.70:2.7
source: Evaṃ me ayaṃ suvaṇṇanikkho sakammāragato parisuddho ceva bhavissati parisuddhasaṅkhātataro ca.
sc_po: Then it will not only be purified, but will be better known as purified.’

# an7.70:2.8
source: Evamevaṃ me ime dhammā parisuddhā pariyodātā, yannūnāhaṃ ime dhamme gantvā bhagavato āroceyyaṃ.
sc_po: In the same way, these qualities are pure and bright in me. Why don’t I go and tell them to the Buddha?

# an7.70:2.9
source: Evaṃ me ime dhammā parisuddhā ceva bhavissanti parisuddhasaṅkhātatarā cā’”ti.
sc_po: Then these qualities will not only be purified in me, but will be better known as purified.”

# an7.70:3.1
source: Atha kho āyasmā sāriputto sāyanhasamayaṃ paṭisallānā vuṭṭhito yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā sāriputto bhagavantaṃ etadavoca:
sc_po: Then in the late afternoon, Sāriputta came out of retreat and went to the Buddha. He bowed, sat down to one side, and told the Buddha of his thoughts while on retreat.

# an7.70:5.1
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# an7.70:5.2
source: Satthāraṃ kho, sāriputta, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya.
sc_po: A mendicant should honor and respect and rely on the Teacher, to give up the unskillful and develop the skillful.

# an7.70:5.3
source: Dhammaṃ kho, sāriputta, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyya.
sc_po: A mendicant should honor and respect and rely on the teaching …

# an7.70:5.4
source: Saṅghaṃ kho … pe …
sc_po: the Saṅgha …

# an7.70:5.5
source: sikkhaṃ kho …
sc_po: the training …

# an7.70:5.6
source: samādhiṃ kho …
sc_po: immersion …

# an7.70:5.7
source: appamādaṃ kho …
sc_po: diligence …

# an7.70:5.8
source: paṭisanthāraṃ kho, sāriputta, bhikkhu sakkatvā garuṃ katvā upanissāya viharanto akusalaṃ pajaheyya, kusalaṃ bhāveyyā”ti.
sc_po: A mendicant should honor and respect and rely on hospitality, to give up the unskillful and develop the skillful.”

# an7.70:6.1
source: Evaṃ vutte, āyasmā sāriputto bhagavantaṃ etadavoca:
sc_po: When he said this, Venerable Sāriputta said to the Buddha:

# an7.70:6.2
source: “imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi.
sc_po: “Sir, this is how I understand the detailed meaning of the Buddha’s brief statement.

# an7.70:6.3
source: So vata, bhante, bhikkhu satthari agāravo dhamme sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s quite impossible for a mendicant who doesn’t respect the Teacher to respect the teaching.

# an7.70:6.4
source: Yo so, bhante, bhikkhu satthari agāravo dhammepi so agāravo. (1–2.)
sc_po: A mendicant who disrespects the Teacher disrespects the teaching.

# an7.70:7.1
source: So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s quite impossible for a mendicant who doesn’t respect the Teacher and the teaching to respect the Saṅgha.

# an7.70:7.2
source: Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghepi so agāravo. (3)
sc_po: A mendicant who disrespects the Teacher and the teaching disrespects the Saṅgha.

# an7.70:8.1
source: So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, and the Saṅgha to respect the training.

# an7.70:8.2
source: Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāyapi so agāravo. (4)
sc_po: A mendicant who disrespects the Teacher, the teaching, and the Saṅgha disrespects the training.

# an7.70:9.1
source: So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, the Saṅgha, and the training to respect immersion.

# an7.70:9.2
source: Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismimpi so agāravo. (5)
sc_po: A mendicant who disrespects the Teacher, the teaching, the Saṅgha, and the training disrespects immersion.

# an7.70:10.1
source: So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, the Saṅgha, the training, and immersion to respect diligence.

# an7.70:10.2
source: Yo so, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamādepi so agāravo. (6)
sc_po: A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, and immersion disrespects diligence.

# an7.70:11.1
source: So vata, bhante, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde agāravo paṭisanthāre sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati.
sc_po: It’s quite impossible for a mendicant who doesn’t respect the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence to respect hospitality.

# an7.70:11.2
source: Yo so, bhante, bhikkhu satthari agāravo … pe … appamāde agāravo paṭisanthārepi so agāravo. (7)
sc_po: A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence disrespects hospitality.

# an7.70:12.1
source: So vata, bhante, bhikkhu satthari sagāravo dhamme agāravo bhavissatīti netaṃ ṭhānaṃ vijjati. Yo so, bhante, bhikkhu satthari sagāravo dhammepi so sagāravo … pe …. (1–6.)
sc_po: It’s quite impossible for a mendicant who does respect the Teacher to disrespect the teaching. …

# an7.70:13.2
source: Yo so, bhante, bhikkhu satthari sagāravo … pe … appamāde sagāravo paṭisanthārepi so sagāravo. (7)
sc_po: A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality.

# an7.70:14.1
source: So vata, bhante, bhikkhu satthari sagāravo dhammepi sagāravo bhavissatīti ṭhānametaṃ vijjati. Yo so, bhante, bhikkhu satthari sagāravo dhammepi so sagāravo … pe …. (1–6.)
sc_po: It’s quite possible for a mendicant who respects the Teacher to respect teaching. …

# an7.70:15.2
source: Yo so, bhante, bhikkhu satthari sagāravo dhamme sagāravo saṅghe sagāravo sikkhāya sagāravo samādhismiṃ sagāravo appamāde sagāravo paṭisanthārepi so sagāravoti. (7)
sc_po: A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality.

# an7.70:16.1
source: Imassa kho ahaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmī”ti.
sc_po: That’s how I understand the detailed meaning of the Buddha’s brief statement.”

# an7.70:17.1
source: “Sādhu sādhu, sāriputta.
sc_po: “Good, good, Sāriputta!

# an7.70:17.2
source: Sādhu kho tvaṃ, sāriputta, imassa mayā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāsi.
sc_po: It’s good that you understand the detailed meaning of what I’ve said in brief like this.

# an7.70:17.3
source: So vata, sāriputta, bhikkhu satthari agāravo dhamme sagāravo bhavissatīti netaṃ ṭhānaṃ vijjati … pe …
sc_po: It’s quite impossible for a mendicant who doesn’t respect the Teacher to respect the teaching. …

# an7.70:18.2
source: Yo so, sāriputta, bhikkhu satthari agāravo dhamme agāravo saṅghe agāravo sikkhāya agāravo samādhismiṃ agāravo appamāde agāravo paṭisanthārepi so agāravo. (7)
sc_po: A mendicant who disrespects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence disrespects hospitality.

# an7.70:19.1
source: So vata, sāriputta, bhikkhu satthari sagāravo dhamme agāravo bhavissatīti netaṃ ṭhānaṃ vijjati … pe … yo so, sāriputta, bhikkhu satthari sagāravo dhammepi so sagāravo … pe …. (1–6.)
sc_po: It’s quite impossible for a mendicant who does respect the Teacher to disrespect the teaching. …

# an7.70:20.2
source: Yo so, sāriputta, bhikkhu satthari sagāravo … pe … appamāde sagāravo paṭisanthārepi so sagāravo. (7)
sc_po: A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality.

# an7.70:21.1
source: So vata, sāriputta, bhikkhu satthari sagāravo dhammepi sagāravo bhavissatīti ṭhānametaṃ vijjati. Yo so, sāriputta, bhikkhu satthari sagāravo dhammepi so sagāravo … pe …. (1–6.)
sc_po: It’s quite possible for a mendicant who does respect the Teacher to respect the teaching. …

# an7.70:22.2
source: Yo so, sāriputta, bhikkhu satthari sagāravo … pe … appamāde sagāravo paṭisanthārepi so sagāravoti. (7)
sc_po: A mendicant who respects the Teacher, the teaching, the Saṅgha, the training, immersion, and diligence respects hospitality.

# an7.70:23.1
source: Imassa kho, sāriputta, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo”ti.
sc_po: This is how to understand the detailed meaning of what I said in brief.”
