Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.004.po
Languages: sc_po

# an7.4:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.4:0.2
source: 1. Dhanavagga
sc_po: 1. Wealth

# an7.4:0.3
source: 4. Vitthatabalasutta
sc_po: 4. Powers in Detail

# an7.4:1.1
source: “Sattimāni, bhikkhave, balāni.
sc_po: “Mendicants, there are these seven powers.

# an7.4:1.2
source: Katamāni satta?
sc_po: What seven?

# an7.4:1.3
source: Saddhābalaṃ, vīriyabalaṃ, hirībalaṃ, ottappabalaṃ, satibalaṃ, samādhibalaṃ, paññābalaṃ.
sc_po: The powers of faith, energy, conscience, prudence, mindfulness, immersion, and wisdom.

# an7.4:2.1
source: Katamañca, bhikkhave, saddhābalaṃ?
sc_po: And what is the power of faith?

# an7.4:2.2
source: Idha, bhikkhave, ariyasāvako saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: It’s when a noble disciple has faith in the Realized One’s awakening:

# an7.4:2.3
source: ‘itipi so bhagavā arahaṃ sammāsambuddho … pe … satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# an7.4:2.4
source: Idaṃ vuccati, bhikkhave, saddhābalaṃ. (1)
sc_po: This is called the power of faith.

# an7.4:3.1
source: Katamañca, bhikkhave, vīriyabalaṃ?
sc_po: And what is the power of energy?

# an7.4:3.2
source: Idha, bhikkhave, ariyasāvako āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: It’s when a mendicant lives with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an7.4:3.3
source: Idaṃ vuccati, bhikkhave, vīriyabalaṃ. (2)
sc_po: This is called the power of energy.

# an7.4:4.1
source: Katamañca, bhikkhave, hirībalaṃ?
sc_po: And what is the power of conscience?

# an7.4:4.2
source: Idha, bhikkhave, ariyasāvako hirīmā hoti, hirīyati kāyaduccaritena vacīduccaritena manoduccaritena, hirīyati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.
sc_po: It’s when a noble disciple has a conscience. They’re conscientious about bad conduct by way of body, speech, and mind, and conscientious about acquiring any bad, unskillful qualities.

# an7.4:4.3
source: Idaṃ vuccati, bhikkhave, hirībalaṃ. (3)
sc_po: This is called the power of conscience.

# an7.4:5.1
source: Katamañca, bhikkhave, ottappabalaṃ?
sc_po: And what is the power of prudence?

# an7.4:5.2
source: Idha, bhikkhave, ariyasāvako ottappī hoti, ottappati kāyaduccaritena vacīduccaritena manoduccaritena, ottappati pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.
sc_po: It’s when a noble disciple is prudent. They’re prudent when it comes to bad conduct by way of body, speech, and mind, and prudent when it comes to the acquiring of any bad, unskillful qualities.

# an7.4:5.3
source: Idaṃ vuccati, bhikkhave, ottappabalaṃ. (4)
sc_po: This is called the power of prudence.

# an7.4:6.1
source: Katamañca, bhikkhave, satibalaṃ?
sc_po: And what is the power of mindfulness?

# an7.4:6.2
source: Idha, bhikkhave, ariyasāvako satimā hoti paramena satinepakkena samannāgato cirakatampi cirabhāsitampi saritā anussaritā.
sc_po: It’s when a noble disciple is mindful. They have utmost mindfulness and alertness, and can remember and recall what was said and done long ago.

# an7.4:6.3
source: Idaṃ vuccati, bhikkhave, satibalaṃ. (5)
sc_po: This is called the power of mindfulness.

# an7.4:7.1
source: Katamañca, bhikkhave, samādhibalaṃ?
sc_po: And what is the power of immersion?

# an7.4:7.2
source: Idha, bhikkhave, ariyasāvako vivicceva kāmehi … pe …
sc_po: It’s when a mendicant, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected. …

# an7.4:7.4
source: catutthaṃ jhānaṃ upasampajja viharati.
sc_po: Giving up pleasure and pain, and ending former happiness and sadness, they enter and remain in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness.

# an7.4:7.5
source: Idaṃ vuccati, bhikkhave, samādhibalaṃ. (6)
sc_po: This is called the power of immersion.

# an7.4:8.1
source: Katamañca, bhikkhave, paññābalaṃ?
sc_po: And what is the power of wisdom?

# an7.4:8.2
source: Idha, bhikkhave, ariyasāvako paññavā hoti udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: It’s when a noble disciple is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an7.4:8.3
source: Idaṃ vuccati, bhikkhave, paññābalaṃ. (7)
sc_po: This is called the power of wisdom.

# an7.4:9.1
source: Imāni kho, bhikkhave, satta balānīti.
sc_po: These are the seven powers.

# an7.4:10.1
source: Saddhābalaṃ vīriyañca,
sc_po: The powers are faith and energy,

# an7.4:10.2
source: hirī ottappiyaṃ balaṃ;
sc_po: conscience and prudence,

# an7.4:10.3
source: Satibalaṃ samādhi ca,
sc_po: mindfulness and immersion,

# an7.4:10.4
source: paññā ve sattamaṃ balaṃ;
sc_po: and wisdom as the seventh power.

# an7.4:10.5
source: Etehi balavā bhikkhu,
sc_po: Empowered by these,

# an7.4:10.6
source: sukhaṃ jīvati paṇḍito.
sc_po: an astute mendicant lives happily.

# an7.4:11.1
source: Yoniso vicine dhammaṃ,
sc_po: They should examine the teaching rationally,

# an7.4:11.2
source: paññāyatthaṃ vipassati;
sc_po: discerning the meaning with wisdom.

# an7.4:11.3
source: Pajjotasseva nibbānaṃ,
sc_po: The liberation of their heart

# an7.4:11.4
source: vimokkho hoti cetaso”ti.
sc_po: is like a lamp going out.”
