Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.029.po
Languages: sc_po

# an7.29:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.29:0.2
source: 3. Vajjisattakavagga
sc_po: 3. The Vajji Seven

# an7.29:0.3
source: 29. Dutiyaparihānisutta
sc_po: 29. Non-decline for a Lay Follower

# an7.29:1.1
source: “Sattime, bhikkhave, dhammā upāsakassa parihānāya saṃvattanti.
sc_po: “These seven things lead to the decline of a lay follower.

# an7.29:1.2
source: Katame satta?
sc_po: What seven?

# an7.29:1.3
source: Bhikkhudassanaṃ hāpeti,
sc_po: They stop seeing the mendicants.

# an7.29:1.4
source: saddhammassavanaṃ pamajjati,
sc_po: They neglect listening to the true teaching.

# an7.29:1.5
source: adhisīle na sikkhati,
sc_po: They don’t train in higher ethical conduct.

# an7.29:1.6
source: appasādabahulo hoti,
sc_po: They’re very suspicious about mendicants, whether senior, junior, or middle.

# an7.29:1.7
source: bhikkhūsu theresu ceva navesu ca majjhimesu ca upārambhacitto dhammaṃ suṇāti randhagavesī,
sc_po: They listen to the teaching with a hostile, fault-finding mind.

# an7.29:1.8
source: ito bahiddhā dakkhiṇeyyaṃ gavesati,
sc_po: They seek outside of the Buddhist community for those worthy of religious donations.

# an7.29:1.9
source: tattha ca pubbakāraṃ karoti.
sc_po: And they serve them first.

# an7.29:1.10
source: Ime kho, bhikkhave, satta dhammā upāsakassa parihānāya saṃvattanti.
sc_po: These seven things lead to the decline of a lay follower.

# an7.29:2.1
source: Sattime, bhikkhave, dhammā upāsakassa aparihānāya saṃvattanti.
sc_po: These seven things don’t lead to the decline of a lay follower.

# an7.29:2.2
source: Katame satta?
sc_po: What seven?

# an7.29:2.3
source: Bhikkhudassanaṃ na hāpeti,
sc_po: They don’t stop seeing the mendicants.

# an7.29:2.4
source: saddhammassavanaṃ nappamajjati,
sc_po: They don’t neglect listening to the true teaching.

# an7.29:2.5
source: adhisīle sikkhati,
sc_po: They train in higher ethical conduct.

# an7.29:2.6
source: pasādabahulo hoti,
sc_po: They’re very confident about mendicants, whether senior, junior, or middle.

# an7.29:2.7
source: bhikkhūsu theresu ceva navesu ca majjhimesu ca anupārambhacitto dhammaṃ suṇāti na randhagavesī,
sc_po: They don’t listen to the teaching with a hostile, fault-finding mind.

# an7.29:2.8
source: na ito bahiddhā dakkhiṇeyyaṃ gavesati,
sc_po: They don’t seek outside of the Buddhist community for those worthy of religious donations.

# an7.29:2.9
source: idha ca pubbakāraṃ karoti.
sc_po: And they serve the Buddhist community first.

# an7.29:2.10
source: Ime kho, bhikkhave, satta dhammā upāsakassa aparihānāya saṃvattantī”ti.
sc_po: These seven things don’t lead to the decline of a lay follower.”

# an7.29:2.11
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# an7.29:2.12
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# an7.29:3.1
source: “Dassanaṃ bhāvitattānaṃ,
sc_po: “A lay follower stops seeing

# an7.29:3.2
source: Yo hāpeti upāsako;
sc_po: those who have developed themselves

# an7.29:3.3
source: Savanañca ariyadhammānaṃ,
sc_po: and listening to the teaching of the noble ones.

# an7.29:3.4
source: Adhisīle na sikkhati.
sc_po: They don’t train in higher ethical conduct,

# an7.29:4.1
source: Appasādo ca bhikkhūsu,
sc_po: and their suspicion about mendicants

# an7.29:4.2
source: bhiyyo bhiyyo pavaḍḍhati;
sc_po: just grows and grows.

# an7.29:4.3
source: Upārambhakacitto ca,
sc_po: They want to listen to the true teaching

# an7.29:4.4
source: saddhammaṃ sotumicchati.
sc_po: with a fault-finding mind.

# an7.29:5.1
source: Ito ca bahiddhā aññaṃ,
sc_po: They seek outside the Buddhist community

# an7.29:5.2
source: dakkhiṇeyyaṃ gavesati;
sc_po: for someone else worthy of religious donations,

# an7.29:5.3
source: Tattheva ca pubbakāraṃ,
sc_po: and that lay follower

# an7.29:5.4
source: yo karoti upāsako.
sc_po: serves them first.

# an7.29:6.1
source: Ete kho parihāniye,
sc_po: These seven principles leading to decline

# an7.29:6.2
source: satta dhamme sudesite;
sc_po: have been well taught.

# an7.29:6.3
source: Upāsako sevamāno,
sc_po: A lay follower who practices them

# an7.29:6.4
source: saddhammā parihāyati.
sc_po: falls away from the true teaching.

# an7.29:7.1
source: Dassanaṃ bhāvitattānaṃ,
sc_po: A lay follower doesn’t stop seeing

# an7.29:7.2
source: Yo na hāpeti upāsako;
sc_po: those who have developed themselves

# an7.29:7.3
source: Savanañca ariyadhammānaṃ,
sc_po: and listening to the teaching of the noble ones.

# an7.29:7.4
source: Adhisīle ca sikkhati.
sc_po: They train in higher ethical conduct,

# an7.29:8.1
source: Pasādo cassa bhikkhūsu,
sc_po: and their confidence in mendicants

# an7.29:8.2
source: bhiyyo bhiyyo pavaḍḍhati;
sc_po: just grows and grows.

# an7.29:8.3
source: Anupārambhacitto ca,
sc_po: They want to listen to the true teaching

# an7.29:8.4
source: saddhammaṃ sotumicchati.
sc_po: without a fault-finding mind.

# an7.29:9.1
source: Na ito bahiddhā aññaṃ,
sc_po: They don’t seek outside the Buddhist community

# an7.29:9.2
source: dakkhiṇeyyaṃ gavesati;
sc_po: for someone else worthy of religious donations,

# an7.29:9.3
source: Idheva ca pubbakāraṃ,
sc_po: and that lay follower

# an7.29:9.4
source: yo karoti upāsako.
sc_po: serves the Buddhist community first.

# an7.29:10.1
source: Ete kho aparihāniye,
sc_po: These seven principles that prevent decline

# an7.29:10.2
source: Satta dhamme sudesite;
sc_po: have been well taught.

# an7.29:10.3
source: Upāsako sevamāno,
sc_po: A lay follower who practices them

# an7.29:10.4
source: Saddhammā na parihāyatī”ti.
sc_po: doesn’t fall away from the true teaching.”
