Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.021.po
Languages: sc_po

# an7.21:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.21:0.2
source: 3. Vajjisattakavagga
sc_po: 3. The Vajji Seven

# an7.21:0.3
source: 21. Sārandadasutta
sc_po: 21. At Sārandada

# an7.21:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an7.21:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati sārandade cetiye.
sc_po: At one time the Buddha was staying near Vesālī, at the Sārandada Tree-shrine.

# an7.21:1.3
source: Atha kho sambahulā licchavī yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinne kho te licchavī bhagavā etadavoca:
sc_po: Then several Licchavis went up to the Buddha, bowed, sat down to one side, and the Buddha said to these Licchavis:

# an7.21:1.4
source: “satta vo, licchavī, aparihāniye dhamme desessāmi.
sc_po: “Licchavis, I will teach you these seven principles that prevent decline.

# an7.21:1.5
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an7.21:1.6
source: “Evaṃ, bhante”ti kho te licchavī bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an7.21:1.7
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an7.21:2.1
source: “Katame ca, licchavī, satta aparihāniyā dhammā?
sc_po: “And what are the seven principles that prevent decline?

# an7.21:2.2
source: Yāvakīvañca, licchavī, vajjī abhiṇhaṃ sannipātā bhavissanti sannipātabahulā;
sc_po: As long as the Vajjis meet frequently and have many meetings,

# an7.21:2.3
source: vuddhiyeva, licchavī, vajjīnaṃ pāṭikaṅkhā, no parihāni. (1)
sc_po: they can expect growth, not decline.

# an7.21:3.1
source: Yāvakīvañca, licchavī, vajjī samaggā sannipatissanti, samaggā vuṭṭhahissanti, samaggā vajjikaraṇīyāni karissanti;
sc_po: As long as the Vajjis meet in harmony, leave in harmony, and carry on their business in harmony,

# an7.21:3.2
source: vuddhiyeva, licchavī, vajjīnaṃ pāṭikaṅkhā, no parihāni. (2)
sc_po: they can expect growth, not decline.

# an7.21:4.1
source: Yāvakīvañca, licchavī, vajjī apaññattaṃ na paññāpessanti, paññattaṃ na samucchindissanti, yathāpaññatte porāṇe vajjidhamme samādāya vattissanti;
sc_po: As long as the Vajjis don’t make new decrees or abolish existing decrees, but undertake and follow the traditional Vajjian principles as they have been decreed,

# an7.21:4.2
source: vuddhiyeva, licchavī, vajjīnaṃ pāṭikaṅkhā, no parihāni. (3)
sc_po: they can expect growth, not decline.

# an7.21:5.1
source: Yāvakīvañca, licchavī, vajjī ye te vajjīnaṃ vajjimahallakā te sakkarissanti garuṃ karissanti mānessanti pūjessanti, tesañca sotabbaṃ maññissanti;
sc_po: As long as the Vajjis honor, respect, esteem, and venerate Vajjian elders, and think them worth listening to,

# an7.21:5.2
source: vuddhiyeva, licchavī, vajjīnaṃ pāṭikaṅkhā, no parihāni. (4)
sc_po: they can expect growth, not decline.

# an7.21:6.1
source: Yāvakīvañca, licchavī, vajjī yā tā kulitthiyo kulakumāriyo tā na okassa pasayha vāsessanti;
sc_po: As long as the Vajjis don’t rape or abduct women or girls from their families and force them to live with them,

# an7.21:6.2
source: vuddhiyeva, licchavī, vajjīnaṃ pāṭikaṅkhā, no parihāni. (5)
sc_po: they can expect growth, not decline.

# an7.21:7.1
source: Yāvakīvañca, licchavī, vajjī yāni tāni vajjīnaṃ vajjicetiyāni abbhantarāni ceva bāhirāni ca tāni sakkarissanti garuṃ karissanti mānessanti pūjessanti, tesañca dinnapubbaṃ katapubbaṃ dhammikaṃ baliṃ no parihāpessanti;
sc_po: As long as the Vajjis honor, respect, esteem, and venerate the Vajjian shrines, whether inner or outer, not neglecting the proper spirit-offerings that were given and made in the past,

# an7.21:7.2
source: vuddhiyeva, licchavī, vajjīnaṃ pāṭikaṅkhā, no parihāni. (6)
sc_po: they can expect growth, not decline.

# an7.21:8.1
source: Yāvakīvañca, licchavī, vajjīnaṃ arahantesu dhammikā rakkhāvaraṇagutti susaṃvihitā bhavissati:
sc_po: As long as the Vajjis arrange for proper protection, shelter, and security for perfected ones, so that

# an7.21:8.2
source: ‘kinti anāgatā ca arahanto vijitaṃ āgaccheyyuṃ, āgatā ca arahanto vijite phāsuṃ vihareyyun’ti;
sc_po: more perfected ones might come to the realm and those already here may live in comfort,

# an7.21:8.3
source: vuddhiyeva, licchavī, vajjīnaṃ pāṭikaṅkhā, no parihāni. (7)
sc_po: they can expect growth, not decline.

# an7.21:9.1
source: Yāvakīvañca, licchavī, ime satta aparihāniyā dhammā vajjīsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu vajjī sandississanti;
sc_po: As long as these seven principles that prevent decline last among the Vajjis, and as long as the Vajjis are seen following them,

# an7.21:9.2
source: vuddhiyeva, licchavī, vajjīnaṃ pāṭikaṅkhā, no parihānī”ti.
sc_po: they can expect growth, not decline.”
