Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.013.po
Languages: sc_po

# an7.13:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.13:0.2
source: 2. Anusayavagga
sc_po: 2. Tendencies

# an7.13:0.3
source: 13. Kulasutta
sc_po: 13. A Family

# an7.13:1.1
source: “Sattahi, bhikkhave, aṅgehi samannāgataṃ kulaṃ anupagantvā vā nālaṃ upagantuṃ, upagantvā vā nālaṃ upanisīdituṃ.
sc_po: “Mendicants, visiting a family with seven factors is not worthwhile, or if you’ve already arrived, sitting down is not worthwhile.

# an7.13:1.2
source: Katamehi sattahi?
sc_po: What seven?

# an7.13:1.3
source: Na manāpena paccuṭṭhenti, na manāpena abhivādenti, na manāpena āsanaṃ denti, santamassa pariguhanti, bahukampi thokaṃ denti, paṇītampi lūkhaṃ denti, asakkaccaṃ denti no sakkaccaṃ.
sc_po: They don’t politely rise, bow, or offer a seat. They hide what they have. Even when they have much they give little. Even when they have refined things they give coarse things. They give carelessly, not carefully.

# an7.13:1.4
source: Imehi kho, bhikkhave, sattahi aṅgehi samannāgataṃ kulaṃ anupagantvā vā nālaṃ upagantuṃ, upagantvā vā nālaṃ upanisīdituṃ.
sc_po: Visiting a family with these seven factors is not worthwhile, or if you’ve already arrived, sitting down is not worthwhile.

# an7.13:2.1
source: Sattahi, bhikkhave, aṅgehi samannāgataṃ kulaṃ anupagantvā vā alaṃ upagantuṃ, upagantvā vā alaṃ upanisīdituṃ.
sc_po: Visiting a family with seven factors is worthwhile, or if you’ve already arrived, sitting down is worthwhile.

# an7.13:2.2
source: Katamehi sattahi?
sc_po: What seven?

# an7.13:2.3
source: Manāpena paccuṭṭhenti, manāpena abhivādenti, manāpena āsanaṃ denti, santamassa na pariguhanti, bahukampi bahukaṃ denti, paṇītampi paṇītaṃ denti, sakkaccaṃ denti no asakkaccaṃ.
sc_po: They politely rise, bow, and offer a seat. They don’t hide what they have. When they have much they give much. When they have refined things they give refined things. They give carefully, not carelessly.

# an7.13:2.4
source: Imehi kho, bhikkhave, sattahi aṅgehi samannāgataṃ kulaṃ anupagantvā vā alaṃ upagantuṃ, upagantvā vā alaṃ upanisīditun”ti.
sc_po: Visiting a family with these seven factors is worthwhile, or if you’ve already arrived, sitting down is worthwhile.”
