Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.095.po
Languages: sc_po

# an7.95:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.95:0.2
source: 10. Āhuneyyavagga
sc_po: 10. Worthy of Offerings

# an7.95:1.1
source: “Sattime, bhikkhave, puggalā āhuneyyā … pe … dakkhiṇeyyā añjalikaraṇīyā anuttaraṃ puññakkhettaṃ lokassa.
sc_po: “Mendicants, these seven people are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world.

# an7.95:1.2
source: Katame satta?
sc_po: What seven?

# an7.95:1.3
source: Idha, bhikkhave, ekacco puggalo cakkhusmiṃ aniccānupassī viharati aniccasaññī aniccapaṭisaṃvedī satataṃ samitaṃ abbokiṇṇaṃ cetasā adhimuccamāno paññāya pariyogāhamāno.
sc_po: First, take a person who meditates observing impermanence in the eye. They perceive impermanence and experience impermanence. Constantly, continually, and without stopping, they apply the mind and fathom with wisdom.

# an7.95:1.4
source: So āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: They realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an7.95:1.5
source: Ayaṃ kho, bhikkhave, paṭhamo puggalo āhuneyyo pāhuneyyo … pe … anuttaraṃ puññakkhettaṃ lokassa.
sc_po: This is the first person who is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.

# an7.95:2.1
source: Puna caparaṃ, bhikkhave, idhekacco puggalo cakkhusmiṃ aniccānupassī viharati aniccasaññī aniccapaṭisaṃvedī satataṃ samitaṃ abbokiṇṇaṃ cetasā adhimuccamāno paññāya pariyogāhamāno.
sc_po: Next, take a person who meditates observing impermanence in the eye. …

# an7.95:2.2
source: Tassa apubbaṃ acarimaṃ āsavapariyādānañca hoti jīvitapariyādānañca.
sc_po: Their defilements and their life come to an end at exactly the same time.

# an7.95:2.3
source: Ayaṃ, bhikkhave, dutiyo puggalo āhuneyyo … pe … anuttaraṃ puññakkhettaṃ lokassa.
sc_po: This is the second person who is worthy of offerings …

# an7.95:3.1
source: Puna caparaṃ, bhikkhave, idhekacco puggalo cakkhusmiṃ aniccānupassī viharati aniccasaññī aniccapaṭisaṃvedī satataṃ samitaṃ abbokiṇṇaṃ cetasā adhimuccamāno paññāya pariyogāhamāno.
sc_po: Next, take a person who meditates observing impermanence in the eye. …

# an7.95:3.2
source: So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti … pe …
sc_po: With the ending of the five lower fetters they’re extinguished between one life and the next. …

# an7.95:3.3
source: upahaccaparinibbāyī hoti … pe …
sc_po: With the ending of the five lower fetters they’re extinguished upon landing. …

# an7.95:3.4
source: asaṅkhāraparinibbāyī hoti … pe …
sc_po: With the ending of the five lower fetters they’re extinguished without extra effort. …

# an7.95:3.5
source: sasaṅkhāraparinibbāyī hoti … pe …
sc_po: With the ending of the five lower fetters they’re extinguished with extra effort. …

# an7.95:3.6
source: uddhaṃsoto hoti akaniṭṭhagāmī.
sc_po: With the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm. …

# an7.95:3.7
source: Ayaṃ, bhikkhave, sattamo puggalo āhuneyyo … pe … anuttaraṃ puññakkhettaṃ lokassa.
sc_po: This is the seventh person.

# an7.95:3.8
source: Ime kho, bhikkhave, satta puggalā āhuneyyā pāhuneyyā dakkhiṇeyyā añjalikaraṇīyā anuttaraṃ puññakkhettaṃ lokassā”ti.
sc_po: These are the seven people who are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world.”
