Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.058.po
Languages: sc_po

# an7.58:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.58:0.2
source: 6. Abyākatavagga
sc_po: 6. The Undeclared Points

# an7.58:0.3
source: 58. Arakkheyyasutta
sc_po: 58. Nothing to Hide

# an7.58:1.1
source: “Cattārimāni, bhikkhave, tathāgatassa arakkheyyāni, tīhi ca anupavajjo.
sc_po: “Mendicants, there are four areas where the Realized One has nothing to hide, and three ways he is irreproachable.

# an7.58:1.2
source: Katamāni cattāri tathāgatassa arakkheyyāni?
sc_po: What are the four areas where the Realized One has nothing to hide?

# an7.58:1.3
source: Parisuddhakāyasamācāro, bhikkhave, tathāgato;
sc_po: His bodily behavior is pure.

# an7.58:1.4
source: natthi tathāgatassa kāyaduccaritaṃ yaṃ tathāgato rakkheyya:
sc_po: So the Realized One has no bodily misconduct to hide, thinking:

# an7.58:1.5
source: ‘mā me idaṃ paro aññāsī’ti. (1)
sc_po: ‘Don’t let others find this out about me!’

# an7.58:2.1
source: Parisuddhavacīsamācāro, bhikkhave, tathāgato;
sc_po: His verbal behavior is pure.

# an7.58:2.2
source: natthi tathāgatassa vacīduccaritaṃ yaṃ tathāgato rakkheyya:
sc_po: So the Realized One has no verbal misconduct to hide, thinking:

# an7.58:2.3
source: ‘mā me idaṃ paro aññāsī’ti. (2)
sc_po: ‘Don’t let others find this out about me!’

# an7.58:3.1
source: Parisuddhamanosamācāro, bhikkhave, tathāgato;
sc_po: His mental behavior is pure.

# an7.58:3.2
source: natthi tathāgatassa manoduccaritaṃ yaṃ tathāgato rakkheyya:
sc_po: So the Realized One has no mental misconduct to hide, thinking:

# an7.58:3.3
source: ‘mā me idaṃ paro aññāsī’ti. (3)
sc_po: ‘Don’t let others find this out about me!’

# an7.58:4.1
source: Parisuddhājīvo, bhikkhave, tathāgato;
sc_po: His livelihood is pure.

# an7.58:4.2
source: natthi tathāgatassa micchāājīvo yaṃ tathāgato rakkheyya:
sc_po: So the Realized One has no wrong livelihood to hide, thinking:

# an7.58:4.3
source: ‘mā me idaṃ paro aññāsī’ti. (4)
sc_po: ‘Don’t let others find this out about me!’

# an7.58:5.1
source: Imāni cattāri tathāgatassa arakkheyyāni.
sc_po: These are the four areas where the Realized One has nothing to hide.

# an7.58:6.1
source: Katamehi tīhi anupavajjo?
sc_po: What are the three ways the Realized One is irreproachable?

# an7.58:6.2
source: Svākkhātadhammo, bhikkhave, tathāgato.
sc_po: The Realized One has explained the teaching well.

# an7.58:6.3
source: Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessati:
sc_po: I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying:

# an7.58:6.4
source: ‘itipi tvaṃ na svākkhātadhammo’ti.
sc_po: ‘For such and such reasons you haven’t explained the teaching well.’

# an7.58:6.6
source: Etamahaṃ, bhikkhave, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (1)
sc_po: Since I see no such reason, I live secure, fearless, and assured.

# an7.58:7.1
source: Supaññattā kho pana me, bhikkhave, sāvakānaṃ nibbānagāminī paṭipadā.
sc_po: I have clearly described the practice that leads to extinguishment for my disciples.

# an7.58:7.2
source: Yathāpaṭipannā mama sāvakā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharanti.
sc_po: Practicing in accordance with this, my disciples realize the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an7.58:7.3
source: Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessati:
sc_po: I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying:

# an7.58:7.4
source: ‘itipi te na supaññattā sāvakānaṃ nibbānagāminī paṭipadā. Yathāpaṭipannā tava sāvakā āsavānaṃ khayā … pe … sacchikatvā upasampajja viharantī’ti.
sc_po: ‘For such and such reasons you haven’t clearly described the practice that leads to extinguishment for your disciples.’

# an7.58:7.6
source: Etamahaṃ, bhikkhave, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (2)
sc_po: Since I see no such reason, I live secure, fearless, and assured.

# an7.58:8.1
source: Anekasatā kho pana me, bhikkhave, sāvakaparisā āsavānaṃ khayā … pe … sacchikatvā upasampajja viharanti.
sc_po: Many hundreds in my assembly of disciples have realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.

# an7.58:8.2
source: Tatra vata maṃ samaṇo vā brāhmaṇo vā devo vā māro vā brahmā vā koci vā lokasmiṃ sahadhammena paṭicodessati:
sc_po: I see no reason for anyone—whether ascetic, brahmin, god, Māra, or Brahmā, or anyone else in the world—to legitimately scold me, saying:

# an7.58:8.3
source: ‘itipi te na anekasatā sāvakaparisā āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī’ti.
sc_po: ‘For such and such reasons you don’t have many hundreds of disciples in your following who have realized the undefiled freedom of heart and freedom by wisdom in this very life, and who live having realized it with their own insight due to the ending of defilements.’

# an7.58:8.5
source: Etamahaṃ, bhikkhave, nimittaṃ asamanupassanto khemappatto abhayappatto vesārajjappatto viharāmi. (3)
sc_po: Since I see no such reason, I live secure, fearless, and assured.

# an7.58:9.1
source: Imehi tīhi anupavajjo.
sc_po: These are the three ways the Realized One is irreproachable.

# an7.58:10.1
source: Imāni kho, bhikkhave, cattāri tathāgatassa arakkheyyāni, imehi ca tīhi anupavajjo”ti.
sc_po: These are the four areas where the Realized One has nothing to hide, and the three ways he is irreproachable.”
