Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.079.po
Languages: sc_po

# an7.79:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.79:0.2
source: 8. Vinayavagga
sc_po: 8. The Monastic Law

# an7.79:0.3
source: 79. Paṭhamavinayadharasobhanasutta
sc_po: 79. Shines as an Expert in the Monastic Law (1st)

# an7.79:1.1
source: “Sattahi, bhikkhave, dhammehi samannāgato vinayadharo sobhati.
sc_po: “Mendicants, a mendicant with seven qualities shines as an expert in the monastic law.

# an7.79:1.2
source: Katamehi sattahi?
sc_po: What seven?

# an7.79:1.3
source: Āpattiṃ jānāti,
sc_po: They know what is an offense.

# an7.79:1.4
source: anāpattiṃ jānāti,
sc_po: They know what is not an offense.

# an7.79:1.5
source: lahukaṃ āpattiṃ jānāti,
sc_po: They know what is a light offense.

# an7.79:1.6
source: garukaṃ āpattiṃ jānāti,
sc_po: They know what is a serious offense.

# an7.79:1.7
source: sīlavā hoti … pe … samādāya sikkhati sikkhāpadesu,
sc_po: They’re ethical, restrained in the code of conduct, with good behavior and supporters; seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an7.79:1.8
source: catunnaṃ jhānānaṃ ābhicetasikānaṃ nikāmalābhī hoti akicchalābhī akasiralābhī,
sc_po: They get the four absorptions—blissful meditations in the present life that belong to the higher mind—when they want, without trouble or difficulty.

# an7.79:1.9
source: āsavānaṃ khayā … pe … sacchikatvā upasampajja viharati.
sc_po: They realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# an7.79:1.10
source: Imehi kho, bhikkhave, sattahi dhammehi samannāgato vinayadharo sobhatī”ti.
sc_po: A mendicant with these seven qualities shines as an expert in the monastic law.”
