Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.037.po
Languages: sc_po

# an7.37:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.37:0.2
source: 4. devatāvagga
sc_po: 4. Deities

# an7.37:0.3
source: 37. Dutiyamittasutta
sc_po: 37. A Friend (2nd)

# an7.37:1.1
source: “Sattahi, bhikkhave, dhammehi samannāgato bhikkhu mitto sevitabbo bhajitabbo payirupāsitabbo api panujjamānenapi.
sc_po: “Mendicants, when a friend has seven qualities you should associate with, accompany, and attend them, even if they send you away.

# an7.37:1.2
source: Katamehi sattahi?
sc_po: What seven?

# an7.37:1.3
source: Piyo ca hoti manāpo ca garu ca bhāvanīyo ca vattā ca vacanakkhamo ca gambhīrañca kathaṃ kattā hoti, no ca aṭṭhāne niyojeti.
sc_po: They’re likable, agreeable, respected, and admired. They admonish you and they accept admonishment. They speak on deep matters. And they don’t urge you to do bad things.

# an7.37:1.4
source: Imehi kho, bhikkhave, sattahi dhammehi samannāgato bhikkhu mitto sevitabbo bhajitabbo payirupāsitabbo api panujjamānenapīti.
sc_po: When a friend has these seven qualities you should associate with, accompany, and attend them, even if they send you away.

# an7.37:2.1
source: Piyo garu bhāvanīyo,
sc_po: They’re lovable, respected, and admired,

# an7.37:2.2
source: vattā ca vacanakkhamo;
sc_po: an admonisher who accepts admonishment,

# an7.37:2.3
source: Gambhīrañca kathaṃ kattā,
sc_po: speaks on deep matters,

# an7.37:2.4
source: no caṭṭhāne niyojako.
sc_po: and doesn’t urge you to do bad.

# an7.37:3.1
source: Yamhi etāni ṭhānāni,
sc_po: The person in whom

# an7.37:3.2
source: saṃvijjantīdha puggale;
sc_po: these things are found is your friend.

# an7.37:3.3
source: So mitto mittakāmena,
sc_po: If you want to have a friend,

# an7.37:3.4
source: atthakāmānukampato;
sc_po: benevolent and compassionate,

# an7.37:3.5
source: Api nāsiyamānena,
sc_po: you should keep company with such a person,

# an7.37:3.6
source: bhajitabbo tathāvidho”ti.
sc_po: even if they send you away.”
