Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.069.po
Languages: sc_po

# an7.69:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.69:0.2
source: 7. Mahāvagga
sc_po: 7. The Great Chapter

# an7.69:0.3
source: 69. Pāricchattakasutta
sc_po: 69. The Shady Orchid Tree

# an7.69:1.1
source: “Yasmiṃ, bhikkhave, samaye devānaṃ tāvatiṃsānaṃ pāricchattako koviḷāro paṇḍupalāso hoti, attamanā, bhikkhave, devā tāvatiṃsā tasmiṃ samaye honti:
sc_po: “Mendicants, when the leaves on the Shady Orchid Tree belonging to the Gods of the Thirty-Three turn brown, the gods are elated. They think:

# an7.69:1.2
source: ‘paṇḍupalāso dāni pāricchattako koviḷāro nacirasseva dāni pannapalāso bhavissatī’ti. (1)
sc_po: ‘Now the leaves on the Shady Orchid Tree have turned brown! It won’t be long until they fall.’

# an7.69:2.1
source: Yasmiṃ, bhikkhave, samaye devānaṃ tāvatiṃsānaṃ pāricchattako koviḷāro pannapalāso hoti, attamanā, bhikkhave, devā tāvatiṃsā tasmiṃ samaye honti:
sc_po: When the leaves have fallen, the gods are elated. They think:

# an7.69:2.2
source: ‘pannapalāso dāni pāricchattako koviḷāro nacirasseva dāni jālakajāto bhavissatī’ti. (2)
sc_po: ‘Now the leaves on the Shady Orchid Tree have fallen. It won’t be long until its foliage starts to regrow.’

# an7.69:3.1
source: Yasmiṃ, bhikkhave, samaye devānaṃ tāvatiṃsānaṃ pāricchattako koviḷāro jālakajāto hoti, attamanā, bhikkhave, devā tāvatiṃsā tasmiṃ samaye honti:
sc_po: When the foliage starts to regrow, the gods are elated. They think:

# an7.69:3.2
source: ‘jālakajāto dāni pāricchattako koviḷāro nacirasseva dāni khārakajāto bhavissatī’ti. (3)
sc_po: ‘Now the foliage of the Shady Orchid Tree has started to regrow. It won’t be long until it’s ready to grow flowers and leaves separately.’

# an7.69:4.1
source: Yasmiṃ, bhikkhave, samaye devānaṃ tāvatiṃsānaṃ pāricchattako koviḷāro khārakajāto hoti, attamanā, bhikkhave, devā tāvatiṃsā tasmiṃ samaye honti:
sc_po: When it’s ready to grow flowers and leaves separately, the gods are elated. They think:

# an7.69:4.2
source: ‘khārakajāto dāni pāricchattako koviḷāro nacirasseva dāni kuṭumalakajāto bhavissatī’ti. (4)
sc_po: ‘Now the Shady Orchid Tree is ready to grow flowers and leaves separately. It won’t be long until buds start to form.’

# an7.69:5.1
source: Yasmiṃ, bhikkhave, samaye devānaṃ tāvatiṃsānaṃ pāricchattako koviḷāro kuṭumalakajāto hoti, attamanā, bhikkhave, devā tāvatiṃsā tasmiṃ samaye honti:
sc_po: When the buds start to form, the gods are elated. They think:

# an7.69:5.2
source: ‘kuṭumalakajāto dāni pāricchattako koviḷāro nacirasseva dāni korakajāto bhavissatī’ti. (5)
sc_po: ‘Now the buds of the Shady Orchid Tree have started to form. It won’t be long until the buds burst.’

# an7.69:6.1
source: Yasmiṃ, bhikkhave, samaye devānaṃ tāvatiṃsānaṃ pāricchattako koviḷāro korakajāto hoti, attamanā, bhikkhave, devā tāvatiṃsā tasmiṃ samaye honti:
sc_po: When the buds have burst, the gods are elated. They think:

# an7.69:6.2
source: ‘korakajāto dāni pāricchattako koviḷāro nacirasseva dāni sabbaphāliphullo bhavissatī’ti. (6)
sc_po: ‘Now the buds of the Shady Orchid Tree have burst. It won’t be long until it fully blossoms.’

# an7.69:7.1
source: Yasmiṃ, bhikkhave, samaye devānaṃ tāvatiṃsānaṃ pāricchattako koviḷāro sabbaphāliphullo hoti, attamanā, bhikkhave, devā tāvatiṃsā pāricchattakassa koviḷārassa mūle dibbe cattāro māse pañcahi kāmaguṇehi samappitā samaṅgībhūtā paricārenti. (7)
sc_po: When the Shady Orchid Tree of the Gods of the Thirty-Three has fully blossomed, the gods are elated. For four heavenly months they amused themselves at the root of the tree, supplied and provided with the five kinds of sensual stimulation.

# an7.69:8.1
source: Sabbaphāliphullassa kho pana, bhikkhave, pāricchattakassa koviḷārassa samantā paññāsayojanāni ābhāya phuṭaṃ hoti, anuvātaṃ yojanasataṃ gandho gacchati, ayamānubhāvo pāricchattakassa koviḷārassa.
sc_po: When the Shady Orchid Tree has fully blossomed, its radiance spreads for fifty leagues, while its fragrance wafts for a hundred leagues. Such is the majesty of the Shady Orchid Tree.

# an7.69:9.1
source: Evamevaṃ kho, bhikkhave, yasmiṃ samaye ariyasāvako agārasmā anagāriyaṃ pabbajjāya ceteti, paṇḍupalāso, bhikkhave, ariyasāvako tasmiṃ samaye hoti devānaṃva tāvatiṃsānaṃ pāricchattako koviḷāro. (1)
sc_po: In the same way, when a noble disciple plans to go forth from the lay life to homelessness, they’re like the Shady Orchid Tree when its leaves turn brown.

# an7.69:10.1
source: Yasmiṃ, bhikkhave, samaye ariyasāvako kesamassuṃ ohāretvā kāsāyāni vatthāni acchādetvā agārasmā anagāriyaṃ pabbajito hoti, pannapalāso, bhikkhave, ariyasāvako tasmiṃ samaye hoti devānaṃva tāvatiṃsānaṃ pāricchattako koviḷāro. (2)
sc_po: When a noble disciple shaves off their hair and beard, dresses in ocher robes, and goes forth from the lay life to homelessness, they’re like the Shady Orchid Tree when its leaves fall.

# an7.69:11.1
source: Yasmiṃ, bhikkhave, samaye ariyasāvako vivicceva kāmehi … pe … paṭhamaṃ jhānaṃ upasampajja viharati,
sc_po: When a noble disciple, quite secluded from sensual pleasures, secluded from unskillful qualities, enters and remains in the first absorption, which has the rapture and bliss born of seclusion, while placing the mind and keeping it connected,

# an7.69:11.2
source: jālakajāto, bhikkhave, ariyasāvako tasmiṃ samaye hoti devānaṃva tāvatiṃsānaṃ pāricchattako koviḷāro. (3)
sc_po: they’re like the Shady Orchid Tree when its foliage starts to regrow.

# an7.69:12.1
source: Yasmiṃ, bhikkhave, samaye ariyasāvako vitakkavicārānaṃ vūpasamā … pe … dutiyaṃ jhānaṃ upasampajja viharati,
sc_po: When, as the placing of the mind and keeping it connected are stilled, a noble disciple enters and remains in the second absorption, which has the rapture and bliss born of immersion, with internal clarity and confidence, and unified mind, without placing the mind and keeping it connected,

# an7.69:12.2
source: khārakajāto, bhikkhave, ariyasāvako tasmiṃ samaye hoti devānaṃva tāvatiṃsānaṃ pāricchattako koviḷāro. (4)
sc_po: they’re like the Shady Orchid Tree when it’s ready to grow flowers and leaves separately.

# an7.69:13.1
source: Yasmiṃ, bhikkhave, samaye ariyasāvako pītiyā ca virāgā … pe … tatiyaṃ jhānaṃ upasampajja viharati,
sc_po: When, with the fading away of rapture, a noble disciple enters and remains in the third absorption, where they meditate with equanimity, mindful and aware, personally experiencing the bliss of which the noble ones declare, ‘Equanimous and mindful, one meditates in bliss’,

# an7.69:13.2
source: kuṭumalakajāto, bhikkhave, ariyasāvako tasmiṃ samaye hoti devānaṃva tāvatiṃsānaṃ pāricchattako koviḷāro. (5)
sc_po: they’re like the Shady Orchid Tree when its buds start to form.

# an7.69:14.1
source: Yasmiṃ, bhikkhave, samaye ariyasāvako sukhassa ca pahānā dukkhassa ca pahānā … pe … catutthaṃ jhānaṃ upasampajja viharati,
sc_po: When, giving up pleasure and pain, and ending former happiness and sadness, a noble disciple enters and remains in the fourth absorption, without pleasure or pain, with pure equanimity and mindfulness,

# an7.69:14.2
source: korakajāto, bhikkhave, ariyasāvako tasmiṃ samaye hoti devānaṃva tāvatiṃsānaṃ pāricchattako koviḷāro. (6)
sc_po: they’re like the Shady Orchid Tree when its buds burst.

# an7.69:15.1
source: Yasmiṃ, bhikkhave, samaye ariyasāvako āsavānaṃ khayā … pe … sacchikatvā upasampajja viharati,
sc_po: When a noble disciple realizes the undefiled freedom of heart and freedom by wisdom in this very life, and they live having realized it with their own insight due to the ending of defilements,

# an7.69:15.2
source: sabbaphāliphullo, bhikkhave, ariyasāvako tasmiṃ samaye hoti devānaṃva tāvatiṃsānaṃ pāricchattako koviḷāro. (7)
sc_po: they’re like the Shady Orchid tree when it fully blossoms.

# an7.69:16.1
source: Tasmiṃ, bhikkhave, samaye bhummā devā saddamanussāventi:
sc_po: At that time the earth gods raised the cry:

# an7.69:16.2
source: ‘eso itthannāmo āyasmā itthannāmassa āyasmato saddhivihāriko amukamhā gāmā vā nigamā vā agārasmā anagāriyaṃ pabbajito āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī’ti.
sc_po: ‘This venerable named so-and-so, from such-and-such village or town, the pupil of the venerable named so-and-so, went forth from the lay life to homelessness. They’ve realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.’

# an7.69:16.3
source: Bhummānaṃ devānaṃ saddaṃ sutvā cātumahārājikā devā … pe …
sc_po: Hearing the cry of the Earth Gods, the Gods of the Four Great Kings …

# an7.69:16.4
source: tāvatiṃsā devā …
sc_po: the Gods of the Thirty-Three …

# an7.69:16.5
source: yāmā devā …
sc_po: the Gods of Yama …

# an7.69:16.6
source: tusitā devā …
sc_po: the Joyful Gods …

# an7.69:16.7
source: nimmānaratī devā …
sc_po: the Gods Who Love to Create …

# an7.69:16.8
source: paranimmitavasavattī devā …
sc_po: the Gods Who Control the Creations of Others …

# an7.69:16.9
source: brahmakāyikā devā saddamanussāventi:
sc_po: the Gods of Brahmā’s Host raised the cry:

# an7.69:16.10
source: ‘eso itthannāmo āyasmā itthannāmassa āyasmato saddhivihāriko amukamhā gāmā vā nigamā vā agārasmā anagāriyaṃ pabbajito āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī’ti.
sc_po: ‘This venerable named so-and-so, from such-and-such village or town, the pupil of the venerable named so-and-so, went forth from the lay life to homelessness. They’ve realized the undefiled freedom of heart and freedom by wisdom in this very life. And they live having realized it with their own insight due to the ending of defilements.’

# an7.69:16.11
source: Itiha tena khaṇena tena muhuttena yāva brahmalokā saddo abbhuggacchati, ayamānubhāvo khīṇāsavassa bhikkhuno”ti.
sc_po: And so in a moment, in an instant, the sound soared up to the Brahmā realm.”
