Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.036.po
Languages: sc_po

# an7.36:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.36:0.2
source: 4. devatāvagga
sc_po: 4. Deities

# an7.36:0.3
source: 36. Paṭhamamittasutta
sc_po: 36. A Friend (1st)

# an7.36:1.1
source: “Sattahi, bhikkhave, aṅgehi samannāgato mitto sevitabbo.
sc_po: “Mendicants, you should associate with a friend who has seven factors.

# an7.36:1.2
source: Katamehi sattahi?
sc_po: What seven?

# an7.36:1.3
source: Duddadaṃ dadāti, dukkaraṃ karoti, dukkhamaṃ khamati, guyhamassa āvi karoti, guyhamassa pariguhati, āpadāsu na jahati, khīṇena nātimaññati.
sc_po: They give what is hard to give. They do what is hard to do. They endure what is hard to endure. They reveal their secrets to you. They keep your secrets. They don’t abandon you in times of trouble. They don’t look down on you in times of loss.

# an7.36:1.4
source: Imehi kho, bhikkhave, sattahi aṅgehi samannāgato mitto sevitabboti.
sc_po: You should associate with a friend who has these seven factors.

# an7.36:2.1
source: Duddadaṃ dadāti mitto,
sc_po: A friend gives what is hard to give,

# an7.36:2.2
source: dukkarañcāpi kubbati;
sc_po: and does what’s hard to do.

# an7.36:2.3
source: Athopissa duruttāni,
sc_po: They put up with your harsh words,

# an7.36:2.4
source: khamati dukkhamāni ca.
sc_po: and with things hard to endure.

# an7.36:3.1
source: Guyhañca tassa akkhāti,
sc_po: They tell you their secrets,

# an7.36:3.2
source: guyhassa parigūhati;
sc_po: and keep your secrets for you.

# an7.36:3.3
source: Āpadāsu na jahāti,
sc_po: They don’t abandon you in times of trouble,

# an7.36:3.4
source: khīṇena nātimaññati.
sc_po: or look down on you in times of loss.

# an7.36:4.1
source: Yamhi etāni ṭhānāni,
sc_po: The person in whom

# an7.36:4.2
source: saṃvijjantīdha puggale;
sc_po: these things are found is your friend.

# an7.36:4.3
source: So mitto mittakāmena,
sc_po: If you want to have a friend,

# an7.36:4.4
source: bhajitabbo tathāvidho”ti.
sc_po: you should keep company with such a person.”
