Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.044.po
Languages: sc_po

# an7.44:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.44:0.2
source: 5. Mahāyaññavagga
sc_po: 5. A Great Sacrifice

# an7.44:0.3
source: 44. Sattaviññāṇaṭṭhitisutta
sc_po: 44. Planes of Consciousness

# an7.44:1.1
source: “Sattimā, bhikkhave, viññāṇaṭṭhitiyo.
sc_po: “Mendicants, there are these seven planes of consciousness.

# an7.44:1.2
source: Katamā satta?
sc_po: What seven?

# an7.44:1.3
source: Santi, bhikkhave, sattā nānattakāyā nānattasaññino, seyyathāpi manussā, ekacce ca devā, ekacce ca vinipātikā.
sc_po: There are sentient beings that are diverse in body and diverse in perception, such as human beings, some gods, and some beings in the underworld.

# an7.44:1.4
source: Ayaṃ paṭhamā viññāṇaṭṭhiti. (1)
sc_po: This is the first plane of consciousness.

# an7.44:2.1
source: Santi, bhikkhave, sattā nānattakāyā ekattasaññino, seyyathāpi devā brahmakāyikā paṭhamābhinibbattā.
sc_po: There are sentient beings that are diverse in body and unified in perception, such as the gods reborn in Brahmā’s Host through the first absorption.

# an7.44:2.2
source: Ayaṃ dutiyā viññāṇaṭṭhiti. (2)
sc_po: This is the second plane of consciousness.

# an7.44:3.1
source: Santi, bhikkhave, sattā ekattakāyā nānattasaññino, seyyathāpi devā ābhassarā.
sc_po: There are sentient beings that are unified in body and diverse in perception, such as the gods of streaming radiance.

# an7.44:3.2
source: Ayaṃ tatiyā viññāṇaṭṭhiti. (3)
sc_po: This is the third plane of consciousness.

# an7.44:4.1
source: Santi, bhikkhave, sattā ekattakāyā ekattasaññino, seyyathāpi devā subhakiṇhā.
sc_po: There are sentient beings that are unified in body and unified in perception, such as the gods replete with glory.

# an7.44:4.2
source: Ayaṃ catutthā viññāṇaṭṭhiti. (4)
sc_po: This is the fourth plane of consciousness.

# an7.44:5.1
source: Santi, bhikkhave, sattā sabbaso rūpasaññānaṃ samatikkamā paṭighasaññānaṃ atthaṅgamā nānattasaññānaṃ amanasikārā ‘ananto ākāso’ti ākāsānañcāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond perceptions of form. With the ending of perceptions of impingement, not focusing on perceptions of diversity, aware that ‘space is infinite’, they have been reborn in the dimension of infinite space.

# an7.44:5.2
source: Ayaṃ pañcamā viññāṇaṭṭhiti. (5)
sc_po: This is the fifth plane of consciousness.

# an7.44:6.1
source: Santi, bhikkhave, sattā sabbaso ākāsānañcāyatanaṃ samatikkamma ‘anantaṃ viññāṇan’ti viññāṇañcāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond the dimension of infinite space. Aware that ‘consciousness is infinite’, they have been reborn in the dimension of infinite consciousness.

# an7.44:6.2
source: Ayaṃ chaṭṭhā viññāṇaṭṭhiti. (6)
sc_po: This is the sixth plane of consciousness.

# an7.44:7.1
source: Santi, bhikkhave, sattā sabbaso viññāṇañcāyatanaṃ samatikkamma ‘natthi kiñcī’ti ākiñcaññāyatanūpagā.
sc_po: There are sentient beings that have gone totally beyond the dimension of infinite consciousness. Aware that ‘there is nothing at all’, they have been reborn in the dimension of nothingness.

# an7.44:7.2
source: Ayaṃ sattamā viññāṇaṭṭhiti. (7)
sc_po: This is the seventh plane of consciousness.

# an7.44:8.1
source: Imā kho, bhikkhave, satta viññāṇaṭṭhitiyo”ti.
sc_po: These are the seven planes of consciousness.”
