Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.019.po
Languages: sc_po

# an7.19:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.19:0.2
source: 2. Anusayavagga
sc_po: 2. Tendencies

# an7.19:0.3
source: 19. Nibbānasutta
sc_po: 19. Extinguishment

# an7.19:1.1
source: “Nibbāne sukhānupassī viharati sukhasaññī sukhapaṭisaṃvedī satataṃ samitaṃ abbokiṇṇaṃ cetasā adhimuccamāno paññāya pariyogāhamāno.
sc_po: “First, take a person who meditates observing the happiness in extinguishment. They perceive happiness and experience happiness. Constantly, continually, and without stopping, they apply the mind and fathom with wisdom.

# an7.19:1.2
source: So āsavānaṃ khayā … pe … sacchikatvā upasampajja viharati.
sc_po: They’ve realized the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# an7.19:1.3
source: Ayaṃ bhikkhave, paṭhamo puggalo āhuneyyo … pe … puññakkhettaṃ lokassa.
sc_po: This is the first person worthy of offerings.

# an7.19:2.1
source: Puna caparaṃ, bhikkhave, idhekacco puggalo nibbāne sukhānupassī viharati sukhasaññī sukhapaṭisaṃvedī satataṃ samitaṃ abbokiṇṇaṃ cetasā adhimuccamāno paññāya pariyogāhamāno.
sc_po: Next, take a person who meditates observing the happiness in extinguishment. They perceive happiness and experience happiness. Constantly, continually, and without stopping, they apply the mind and fathom with wisdom.

# an7.19:2.2
source: Tassa apubbaṃ acarimaṃ āsavapariyādānañca hoti jīvitapariyādānañca.
sc_po: Their defilements and their life come to an end at exactly the same time.

# an7.19:2.3
source: Ayaṃ, bhikkhave, dutiyo puggalo āhuneyyo … pe … anuttaraṃ puññakkhettaṃ lokassa.
sc_po: This is the second person.

# an7.19:3.1
source: Puna caparaṃ, bhikkhave, idhekacco puggalo nibbāne sukhānupassī viharati sukhasaññī sukhapaṭisaṃvedī satataṃ samitaṃ abbokiṇṇaṃ cetasā adhimuccamāno paññāya pariyogāhamāno.
sc_po: Next, take a person who meditates observing the happiness in extinguishment. They perceive happiness and experience happiness. Constantly, continually, and without stopping, they apply the mind and fathom with wisdom.

# an7.19:3.2
source: So pañcannaṃ orambhāgiyānaṃ saṃyojanānaṃ parikkhayā antarāparinibbāyī hoti … pe …
sc_po: With the ending of the five lower fetters they’re extinguished between one life and the next. …

# an7.19:3.3
source: upahaccaparinibbāyī hoti … pe …
sc_po: With the ending of the five lower fetters they’re extinguished upon landing. …

# an7.19:3.4
source: asaṅkhāraparinibbāyī hoti … pe …
sc_po: With the ending of the five lower fetters they’re extinguished without extra effort. …

# an7.19:3.5
source: sasaṅkhāraparinibbāyī hoti … pe …
sc_po: With the ending of the five lower fetters they’re extinguished with extra effort. …

# an7.19:3.6
source: uddhaṃsoto hoti akaniṭṭhagāmī.
sc_po: With the ending of the five lower fetters they head upstream, going to the Akaniṭṭha realm.

# an7.19:3.7
source: Ayaṃ, bhikkhave, sattamo puggalo āhuneyyo … pe … anuttaraṃ puññakkhettaṃ lokassa.
sc_po: This is the seventh person.

# an7.19:3.8
source: Ime kho, bhikkhave, satta puggalā āhuneyyā … pe … anuttaraṃ puññakkhettaṃ lokassā”ti.
sc_po: These are the seven people who are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world.”
