Repository: kondannyo/PGP
Catalog: AN/*_text/an07/an7.024.po
Languages: sc_po

# an7.24:0.1
source: Aṅguttara Nikāya 7
sc_po: Numbered Discourses 7

# an7.24:0.2
source: 3. Vajjisattakavagga
sc_po: 3. The Vajji Seven

# an7.24:0.3
source: 24. Dutiyasattakasutta
sc_po: 24. Non-Decline for Mendicants (2nd)

# an7.24:1.1
source: “Satta vo, bhikkhave, aparihāniye dhamme desessāmi.
sc_po: “Mendicants, I will teach you seven principles that prevent decline.

# an7.24:1.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha … pe …
sc_po: Listen and pay close attention …

# an7.24:1.3
source: katame ca, bhikkhave, satta aparihāniyā dhammā?
sc_po: And what are the seven principles that prevent decline?

# an7.24:2.1
source: Yāvakīvañca, bhikkhave, bhikkhū na kammārāmā bhavissanti, na kammaratā, na kammārāmataṃ anuyuttā; vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni.
sc_po: As long as the mendicants don’t relish work, loving it and liking to relish it, they can expect growth, not decline.

# an7.24:3.1
source: Yāvakīvañca, bhikkhave, bhikkhū na bhassārāmā bhavissanti … pe …
sc_po: As long as they don’t enjoy talk …

# an7.24:3.2
source: na niddārāmā bhavissanti …
sc_po: sleep …

# an7.24:3.3
source: na saṅgaṇikārāmā bhavissanti …
sc_po: company …

# an7.24:3.4
source: na pāpicchā bhavissanti na pāpikānaṃ icchānaṃ vasaṃ gatā …
sc_po: they don’t have wicked desires, falling under the sway of wicked desires …

# an7.24:3.5
source: na pāpamittā bhavissanti na pāpasahāyā na pāpasampavaṅkā …
sc_po: they don’t have bad friends, companions, and associates …

# an7.24:3.6
source: na oramattakena visesādhigamena antarāvosānaṃ āpajjissanti; vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihāni.
sc_po: they don’t stop half-way after achieving some insignificant distinction, they can expect growth, not decline.

# an7.24:4.1
source: Yāvakīvañca, bhikkhave, ime satta aparihāniyā dhammā bhikkhūsu ṭhassanti, imesu ca sattasu aparihāniyesu dhammesu bhikkhū sandississanti; vuddhiyeva, bhikkhave, bhikkhūnaṃ pāṭikaṅkhā, no parihānī”ti.
sc_po: As long as these seven principles that prevent decline last among the mendicants, and as long as the mendicants are seen following them, they can expect growth, not decline.”
