Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.31.po
Languages: sc_po

# sn47.31:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.31:0.2
source: 4. Ananussutavagga
sc_po: 4. Not Learned From Anyone Else

# sn47.31:0.3
source: 31. Ananussutasutta
sc_po: 31. Not Learned From Anyone Else

# sn47.31:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn47.31:1.2
source: “‘Ayaṃ kāye kāyānupassanā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: “‘This is the observation of an aspect of the body.’ Such, mendicants, was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.

# sn47.31:1.3
source: ‘Sā kho panāyaṃ kāye kāyānupassanā bhāvetabbā’ti me, bhikkhave … pe …
sc_po: ‘This observation of an aspect of the body should be developed.’ …

# sn47.31:1.4
source: bhāvitā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This observation of an aspect of the body has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.

# sn47.31:2.1
source: ‘Ayaṃ vedanāsu vedanānupassanā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This is the observation of an aspect of feelings.’ …

# sn47.31:2.2
source: ‘Sā kho panāyaṃ vedanāsu vedanānupassanā bhāvetabbā’ti me, bhikkhave … pe …
sc_po: ‘This observation of an aspect of feelings should be developed.’ …

# sn47.31:2.3
source: bhāvitā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This observation of an aspect of feelings has been developed.’ …

# sn47.31:3.1
source: ‘Ayaṃ citte cittānupassanā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This is the observation of an aspect of the mind.’ …

# sn47.31:3.2
source: ‘Sā kho panāyaṃ citte cittānupassanā bhāvetabbā’ti me, bhikkhave … pe …
sc_po: ‘This observation of an aspect of the mind should be developed.’ …

# sn47.31:3.3
source: bhāvitā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This observation of an aspect of the mind has been developed.’ …

# sn47.31:4.1
source: ‘Ayaṃ dhammesu dhammānupassanā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādi.
sc_po: ‘This is the observation of an aspect of principles.’ …

# sn47.31:4.2
source: ‘Sā kho panāyaṃ dhammesu dhammānupassanā bhāvetabbā’ti me, bhikkhave … pe …
sc_po: ‘This observation of an aspect of principles should be developed.’ …

# sn47.31:4.3
source: bhāvitā’ti me, bhikkhave, pubbe ananussutesu dhammesu cakkhuṃ udapādi, ñāṇaṃ udapādi, paññā udapādi, vijjā udapādi, āloko udapādī”ti.
sc_po: ‘This observation of an aspect of principles has been developed.’ Such was the vision, knowledge, wisdom, realization, and light that arose in me regarding teachings not learned before from another.”
