Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.04.po
Languages: sc_po

# sn47.4:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.4:0.2
source: 1. Ambapālivagga
sc_po: 1. In Ambapālī’s Wood

# sn47.4:0.3
source: 4. Sālasutta
sc_po: 4. At Sālā

# sn47.4:1.1
source: Ekaṃ samayaṃ bhagavā kosalesu viharati sālāya brāhmaṇagāme.
sc_po: At one time the Buddha was staying in the land of the Kosalans near the brahmin village of Sālā.

# sn47.4:1.2
source: Tatra kho bhagavā bhikkhū āmantesi … pe … etadavoca:
sc_po: There the Buddha addressed the mendicants:

# sn47.4:2.1
source: “Ye te, bhikkhave, bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, te vo, bhikkhave, bhikkhū catunnaṃ satipaṭṭhānānaṃ bhāvanāya samādapetabbā nivesetabbā patiṭṭhāpetabbā.
sc_po: “Mendicants, those mendicants who are junior—recently gone forth, newly come to this teaching and training—should be encouraged, supported, and established in the four kinds of mindfulness meditation.

# sn47.4:2.2
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn47.4:2.3
source: Etha tumhe, āvuso, kāye kāyānupassino viharatha ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, kāyassa yathābhūtaṃ ñāṇāya;
sc_po: Please, reverends, meditate observing an aspect of the body—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to truly know the body.

# sn47.4:2.4
source: vedanāsu vedanānupassino viharatha ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, vedanānaṃ yathābhūtaṃ ñāṇāya;
sc_po: Meditate observing an aspect of feelings—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to truly know feelings.

# sn47.4:2.5
source: citte cittānupassino viharatha ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, cittassa yathābhūtaṃ ñāṇāya;
sc_po: Meditate observing an aspect of the mind—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to truly know the mind.

# sn47.4:2.6
source: dhammesu dhammānupassino viharatha ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, dhammānaṃ yathābhūtaṃ ñāṇāya.
sc_po: Meditate observing an aspect of principles—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to truly know principles.

# sn47.4:3.1
source: Yepi te, bhikkhave, bhikkhū sekhā appattamānasā anuttaraṃ yogakkhemaṃ patthayamānā viharanti, tepi kāye kāyānupassino viharanti ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, kāyassa pariññāya;
sc_po: Those mendicants who are trainees—who haven’t achieved their heart’s desire, but live aspiring to the supreme sanctuary—also meditate observing an aspect of the body—keen, aware, at one, minds that are clear, immersed in samādhi, and unified, so as to fully understand the body.

# sn47.4:3.2
source: vedanāsu vedanānupassino viharanti ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, vedanānaṃ pariññāya;
sc_po: They meditate observing an aspect of feelings—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to fully understand feelings.

# sn47.4:3.3
source: citte cittānupassino viharanti ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, cittassa pariññāya;
sc_po: They meditate observing an aspect of the mind—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to fully understand the mind.

# sn47.4:3.4
source: dhammesu dhammānupassino viharanti ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, dhammānaṃ pariññāya.
sc_po: They meditate observing an aspect of principles—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, so as to fully understand principles.

# sn47.4:4.1
source: Yepi te, bhikkhave, bhikkhū arahanto khīṇāsavā vusitavanto katakaraṇīyā ohitabhārā anuppattasadatthā parikkhīṇabhavasaṃyojanā sammadaññāvimuttā, tepi kāye kāyānupassino viharanti ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, kāyena visaṃyuttā;
sc_po: Those mendicants who are perfected—who have ended the defilements, completed the spiritual journey, done what had to be done, laid down the burden, achieved their own goal, utterly ended the fetters of rebirth, and are rightly freed through enlightenment—also meditate observing an aspect of the body—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, detached from the body.

# sn47.4:4.2
source: vedanāsu vedanānupassino viharanti ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, vedanāhi visaṃyuttā;
sc_po: They meditate observing an aspect of feelings—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, detached from feelings.

# sn47.4:4.3
source: citte cittānupassino viharanti ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, cittena visaṃyuttā;
sc_po: They meditate observing an aspect of the mind—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, detached from the mind.

# sn47.4:4.4
source: dhammesu dhammānupassino viharanti ātāpino sampajānā ekodibhūtā vippasannacittā samāhitā ekaggacittā, dhammehi visaṃyuttā.
sc_po: They meditate observing an aspect of principles—keen, aware, at one, with minds that are clear, immersed in samādhi, and unified, detached from principles.

# sn47.4:5.1
source: Yepi te, bhikkhave, bhikkhū navā acirapabbajitā adhunāgatā imaṃ dhammavinayaṃ, te vo, bhikkhave, bhikkhū imesaṃ catunnaṃ satipaṭṭhānānaṃ bhāvanāya samādapetabbā nivesetabbā patiṭṭhāpetabbā”ti.
sc_po: Those mendicants who are junior—recently gone forth, newly come to this teaching and training—should be encouraged, supported, and established in these four kinds of mindfulness meditation.”
