Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.40.po
Languages: sc_po

# sn47.40:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.40:0.2
source: 4. Ananussutavagga
sc_po: 4. Not Learned From Anyone Else

# sn47.40:0.3
source: 40. Vibhaṅgasutta
sc_po: 40. Analysis

# sn47.40:1.1
source: “Satipaṭṭhānañca vo, bhikkhave, desessāmi satipaṭṭhānabhāvanañca satipaṭṭhānabhāvanāgāminiñca paṭipadaṃ.
sc_po: “Mendicants, I will teach you mindfulness meditation, the development of mindfulness meditation, and the practice that leads to the development of mindfulness meditation.

# sn47.40:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn47.40:1.3
source: Katamañca, bhikkhave, satipaṭṭhānaṃ?
sc_po: And what is mindfulness meditation?

# sn47.40:1.4
source: Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.40:1.5
source: vedanāsu vedanānupassī viharati … pe …
sc_po: They meditate observing an aspect of feelings …

# sn47.40:1.6
source: citte cittānupassī viharati … pe …
sc_po: mind …

# sn47.40:1.7
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.40:1.8
source: Idaṃ vuccati, bhikkhave, satipaṭṭhānaṃ.
sc_po: This is called mindfulness meditation.

# sn47.40:2.1
source: Katamā ca, bhikkhave, satipaṭṭhānabhāvanā?
sc_po: And what is the development of mindfulness meditation?

# sn47.40:2.2
source: Idha, bhikkhave, bhikkhu samudayadhammānupassī kāyasmiṃ viharati, vayadhammānupassī kāyasmiṃ viharati, samudayavayadhammānupassī kāyasmiṃ viharati, ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: It’s when a mendicant meditates observing the body as liable to originate, as liable to vanish, and as liable to originate and vanish—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.40:2.3
source: Samudayadhammānupassī vedanāsu viharati … pe …
sc_po: They observe feelings …

# sn47.40:2.4
source: samudayadhammānupassī citte viharati … pe …
sc_po: mind …

# sn47.40:2.5
source: samudayadhammānupassī dhammesu viharati, vayadhammānupassī dhammesu viharati, samudayavayadhammānupassī dhammesu viharati, ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: principles as liable to originate, as liable to vanish, and as liable to originate and vanish—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.40:2.6
source: Ayaṃ vuccati, bhikkhave, satipaṭṭhānabhāvanā.
sc_po: This is called the development of mindfulness meditation.

# sn47.40:3.1
source: Katamā ca, bhikkhave, satipaṭṭhānabhāvanāgāminī paṭipadā?
sc_po: And what is the practice that leads to the development of mindfulness meditation?

# sn47.40:3.2
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn47.40:3.3
source: sammādiṭṭhi, sammāsaṅkappo, sammāvācā, sammākammanto, sammāājīvo, sammāvāyāmo, sammāsati, sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn47.40:3.4
source: Ayaṃ vuccati, bhikkhave, satipaṭṭhānabhāvanāgāminī paṭipadā”ti.
sc_po: This is called the practice that leads to the development of mindfulness meditation.”
