Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.38.po
Languages: sc_po

# sn47.38:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.38:0.2
source: 4. Ananussutavagga
sc_po: 4. Not Learned From Anyone Else

# sn47.38:0.3
source: 38. Pariññātasutta
sc_po: 38. Complete Understanding

# sn47.38:1.1
source: “Cattārome, bhikkhave, satipaṭṭhānā.
sc_po: “Mendicants, there are these four kinds of mindfulness meditation.

# sn47.38:1.2
source: Katame cattāro?
sc_po: What four?

# sn47.38:1.3
source: Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.38:1.4
source: Tassa kāye kāyānupassino viharato kāyo pariññāto hoti.
sc_po: As they do so they completely understand the body.

# sn47.38:1.5
source: Kāyassa pariññātattā amataṃ sacchikataṃ hoti.
sc_po: When the body is completely understood they realize the deathless.

# sn47.38:2.1
source: Vedanāsu vedanānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: They meditate observing an aspect of feelings—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.38:2.2
source: Tassa vedanāsu vedanānupassino viharato vedanā pariññātā honti.
sc_po: As they do so they completely understand feelings.

# sn47.38:2.3
source: Vedanānaṃ pariññātattā amataṃ sacchikataṃ hoti.
sc_po: When feelings are completely understood they realize the deathless.

# sn47.38:3.1
source: Citte cittānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: They meditate observing an aspect of the mind—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.38:3.2
source: Tassa citte cittānupassino viharato cittaṃ pariññātaṃ hoti.
sc_po: As they do so they completely understand the mind.

# sn47.38:3.3
source: Cittassa pariññātattā amataṃ sacchikataṃ hoti.
sc_po: When the mind is completely understood they realize the deathless.

# sn47.38:4.1
source: Dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: They meditate observing an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.38:4.2
source: Tassa dhammesu dhammānupassino viharato dhammā pariññātā honti.
sc_po: As they do so they completely understand principles.

# sn47.38:4.3
source: Dhammānaṃ pariññātattā amataṃ sacchikataṃ hotī”ti.
sc_po: When principles are completely understood they realize the deathless.”
