Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.26.po
Languages: sc_po

# sn47.26:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.26:0.2
source: 3. Sīlaṭṭhitivagga
sc_po: 3. Ethics and Duration

# sn47.26:0.3
source: 26. Padesasutta
sc_po: 26. Partly

# sn47.26:1.1
source: Ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca mahāmoggallāno āyasmā ca anuruddho sākete viharanti kaṇḍakīvane.
sc_po: At one time the venerables Sāriputta, Mahāmoggallāna, and Anuruddha were staying near Sāketa, in the Thorny Wood.

# sn47.26:1.2
source: Atha kho āyasmā ca sāriputto āyasmā ca mahāmoggallāno sāyanhasamayaṃ paṭisallānā vuṭṭhitā yenāyasmā anuruddho tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā anuruddhena saddhiṃ sammodiṃsu.
sc_po: Then in the late afternoon, Sāriputta and Mahāmoggallāna came out of retreat, went to Anuruddha, and exchanged greetings with him.

# sn47.26:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ anuruddhaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, they sat down to one side. Sāriputta said to Anuruddha:

# sn47.26:1.4
source: “‘sekho, sekho’ti, āvuso anuruddha, vuccati.
sc_po: “Reverend, they speak of this person called ‘a trainee’.

# sn47.26:1.5
source: Kittāvatā nu kho, āvuso, sekho hotī”ti?
sc_po: How is a trainee defined?”

# sn47.26:1.6
source: “Catunnaṃ kho, āvuso, satipaṭṭhānānaṃ padesaṃ bhāvitattā sekho hoti.
sc_po: “Reverends, a trainee is someone who has partly developed the four kinds of mindfulness meditation.

# sn47.26:2.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn47.26:2.2
source: Idhāvuso, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.26:2.3
source: vedanāsu … pe …
sc_po: They meditate observing an aspect of feelings …

# sn47.26:2.4
source: citte … pe …
sc_po: mind …

# sn47.26:2.5
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.26:2.6
source: Imesaṃ kho, āvuso, catunnaṃ satipaṭṭhānānaṃ padesaṃ bhāvitattā sekho hotī”ti.
sc_po: A trainee is someone who has partly developed the four kinds of mindfulness meditation.”
