Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.42.po
Languages: sc_po

# sn47.42:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.42:0.2
source: 5. Amatavagga
sc_po: 5. The Deathless

# sn47.42:0.3
source: 42. Samudayasutta
sc_po: 42. Origin

# sn47.42:1.1
source: “Catunnaṃ, bhikkhave, satipaṭṭhānānaṃ samudayañca atthaṅgamañca desessāmi.
sc_po: “Mendicants, I will teach you the origin and the ending of the four kinds of mindfulness meditation.

# sn47.42:1.2
source: Taṃ suṇātha.
sc_po: Listen …

# sn47.42:1.3
source: Ko ca, bhikkhave, kāyassa samudayo?
sc_po: And what is the origin of the body?

# sn47.42:1.4
source: Āhārasamudayā kāyassa samudayo;
sc_po: The body originates from food.

# sn47.42:1.5
source: āhāranirodhā kāyassa atthaṅgamo.
sc_po: When food ceases, the body ends.

# sn47.42:1.6
source: Phassasamudayā vedanānaṃ samudayo;
sc_po: Feelings originate from contact.

# sn47.42:1.7
source: phassanirodhā vedanānaṃ atthaṅgamo.
sc_po: When contact ceases, feelings end.

# sn47.42:1.8
source: Nāmarūpasamudayā cittassa samudayo;
sc_po: The mind originates from name and form.

# sn47.42:1.9
source: nāmarūpanirodhā cittassa atthaṅgamo.
sc_po: When name and form cease, the mind ends.

# sn47.42:1.10
source: Manasikārasamudayā dhammānaṃ samudayo;
sc_po: Principles originate from attention.

# sn47.42:1.11
source: manasikāranirodhā dhammānaṃ atthaṅgamo”ti.
sc_po: When focus ends, principles end.”
