Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.51-62.po
Languages: sc_po

# sn47.51-62:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.51-62:0.2
source: 6. Gaṅgāpeyyālavagga
sc_po: 6. Abbreviated Texts on the Ganges

# sn47.51-62:0.3
source: 51–62. Gaṅgānadīādisuttadvādasaka
sc_po: 51–62. Twelve Discourses on the Ganges River, Etc.

# sn47.51-62:1.1
source: “Seyyathāpi, bhikkhave, gaṅgā nadī pācīnaninnā pācīnapoṇā pācīnapabbhārā;
sc_po: “Mendicants, the Ganges river slants, slopes, and inclines to the east.

# sn47.51-62:1.2
source: evameva kho, bhikkhave, bhikkhu cattāro satipaṭṭhāne bhāvento cattāro satipaṭṭhāne bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro.
sc_po: In the same way, a mendicant who develops and cultivates the four kinds of mindfulness meditation slants, slopes, and inclines to extinguishment.

# sn47.51-62:2.1
source: Kathañca, bhikkhave, bhikkhu cattāro satipaṭṭhāne bhāvento cattāro satipaṭṭhāne bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro?
sc_po: And how does a mendicant who develops the four kinds of mindfulness meditation slant, slope, and incline to extinguishment?

# sn47.51-62:2.2
source: Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.51-62:2.3
source: vedanāsu … pe …
sc_po: They meditate observing an aspect of feelings …

# sn47.51-62:2.4
source: citte … pe …
sc_po: mind …

# sn47.51-62:2.5
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.51-62:2.6
source: Evaṃ kho, bhikkhave, bhikkhu cattāro satipaṭṭhāne bhāvento cattāro satipaṭṭhāne bahulīkaronto nibbānaninno hoti nibbānapoṇo nibbānapabbhāro”ti vitthāretabbaṃ.
sc_po: That’s how a mendicant who develops and cultivates the four kinds of mindfulness meditation slants, slopes, and inclines to extinguishment.”

# sn47.51-62:2.7
source: Gaṅgāpeyyālavaggo chaṭṭho.
sc_po: (To be expanded for each of the different rivers as in SN 45.91–102.)

# sn47.51-62:3.1
source: Cha pācīnato ninnā,
sc_po: Six on slanting to the east,

# sn47.51-62:3.2
source: cha ninnā ca samuddato;
sc_po: and six on slanting to the ocean;

# sn47.51-62:3.3
source: Ete dve cha dvādasa honti,
sc_po: these two sixes make twelve,

# sn47.51-62:3.4
source: vaggo tena pavuccatīti.
sc_po: and that’s how this chapter is recited.
