Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.19.po
Languages: sc_po

# sn47.19:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.19:0.2
source: 2. Nālandavagga
sc_po: 2. At Nālandā

# sn47.19:0.3
source: 19. Sedakasutta
sc_po: 19. At Sedaka

# sn47.19:1.1
source: Ekaṃ samayaṃ bhagavā sumbhesu viharati sedakaṃ nāma sumbhānaṃ nigamo.
sc_po: At one time the Buddha was staying in the land of the Sumbhas, near the town of the Sumbhas called Sedaka.

# sn47.19:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# sn47.19:1.3
source: “bhūtapubbaṃ, bhikkhave, caṇḍālavaṃsiko caṇḍālavaṃsaṃ ussāpetvā medakathālikaṃ antevāsiṃ āmantesi:
sc_po: “Once upon a time, mendicants, an acrobat set up his bamboo pole and said to his apprentice Medakathālikā,

# sn47.19:1.4
source: ‘ehi tvaṃ, samma medakathālike, caṇḍālavaṃsaṃ abhiruhitvā mama uparikhandhe tiṭṭhāhī’ti.
sc_po: ‘Come now, dear Medakathālikā, climb up the bamboo pole and stand on my shoulders.’

# sn47.19:1.5
source: ‘Evaṃ, ācariyā’ti kho, bhikkhave, medakathālikā antevāsī caṇḍālavaṃsikassa paṭissutvā caṇḍālavaṃsaṃ abhiruhitvā ācariyassa uparikhandhe aṭṭhāsi.
sc_po: ‘Yes, teacher,’ she replied. She climbed up the bamboo pole and stood on her teacher’s shoulders.

# sn47.19:1.6
source: Atha kho, bhikkhave, caṇḍālavaṃsiko medakathālikaṃ antevāsiṃ etadavoca:
sc_po: Then the acrobat said to Medakathālikā,

# sn47.19:1.7
source: ‘tvaṃ, samma medakathālike, mamaṃ rakkha, ahaṃ taṃ rakkhissāmi.
sc_po: ‘You look after me, dear Medakathālikā, and I’ll look after you.

# sn47.19:1.8
source: Evaṃ mayaṃ aññamaññaṃ guttā aññamaññaṃ rakkhitā sippāni ceva dassessāma, lābhañca lacchāma, sotthinā ca caṇḍālavaṃsā orohissāmā’ti.
sc_po: That’s how, guarding and looking after each other, we’ll display our skill, collect our fee, and get down safely from the bamboo pole.’

# sn47.19:1.9
source: Evaṃ vutte, bhikkhave, medakathālikā antevāsī caṇḍālavaṃsikaṃ etadavoca:
sc_po: When he said this, Medakathālikā said to her teacher,

# sn47.19:1.10
source: ‘na kho panetaṃ, ācariya, evaṃ bhavissati.
sc_po: ‘That’s not how it is, teacher!

# sn47.19:1.11
source: Tvaṃ, ācariya, attānaṃ rakkha, ahaṃ attānaṃ rakkhissāmi.
sc_po: You should look after yourself, and I’ll look after myself.

# sn47.19:1.12
source: Evaṃ mayaṃ attaguttā attarakkhitā sippāni ceva dassessāma, lābhañca lacchāma, sotthinā ca caṇḍālavaṃsā orohissāmā’”ti.
sc_po: That’s how, guarding and looking after ourselves, we’ll display our skill, collect our fee, and get down safely from the bamboo pole.’

# sn47.19:2.1
source: “So tattha ñāyo”ti bhagavā etadavoca, “yathā medakathālikā antevāsī ācariyaṃ avoca.
sc_po: That’s the way,” said the Buddha. “It’s just as Medakathālikā said to her teacher.

# sn47.19:2.2
source: Attānaṃ, bhikkhave, rakkhissāmīti satipaṭṭhānaṃ sevitabbaṃ;
sc_po: Thinking ‘I’ll look after myself,’ you should cultivate mindfulness meditation.

# sn47.19:2.3
source: paraṃ rakkhissāmīti satipaṭṭhānaṃ sevitabbaṃ.
sc_po: Thinking ‘I’ll look after others,’ you should cultivate mindfulness meditation.

# sn47.19:2.4
source: Attānaṃ, bhikkhave, rakkhanto paraṃ rakkhati, paraṃ rakkhanto attānaṃ rakkhati.
sc_po: Looking after yourself, you look after others; and looking after others, you look after yourself.

# sn47.19:3.1
source: Kathañca, bhikkhave, attānaṃ rakkhanto paraṃ rakkhati?
sc_po: And how do you look after others by looking after yourself?

# sn47.19:3.2
source: Āsevanāya, bhāvanāya, bahulīkammena—
sc_po: By development, cultivation, and practice of meditation.

# sn47.19:3.4
source: Kathañca, bhikkhave, paraṃ rakkhanto attānaṃ rakkhati?
sc_po: And how do you look after yourself by looking after others?

# sn47.19:3.5
source: Khantiyā, avihiṃsāya, mettacittatāya, anudayatāya—
sc_po: By acceptance, harmlessness, love, and sympathy.

# sn47.19:3.7
source: Attānaṃ, bhikkhave, rakkhissāmīti satipaṭṭhānaṃ sevitabbaṃ;
sc_po: Thinking ‘I’ll look after myself,’ you should cultivate mindfulness meditation.

# sn47.19:3.8
source: paraṃ rakkhissāmīti satipaṭṭhānaṃ sevitabbaṃ.
sc_po: Thinking ‘I’ll look after others,’ you should cultivate mindfulness meditation.

# sn47.19:3.9
source: Attānaṃ, bhikkhave, rakkhanto paraṃ rakkhati, paraṃ rakkhanto attānaṃ rakkhatī”ti.
sc_po: Looking after yourself, you look after others; and looking after others, you look after yourself.”
