Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.03.po
Languages: sc_po

# sn47.3:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.3:0.2
source: 1. Ambapālivagga
sc_po: 1. In Ambapālī’s Wood

# sn47.3:0.3
source: 3. Bhikkhusutta
sc_po: 3. A Monk

# sn47.3:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn47.3:1.2
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him,

# sn47.3:1.3
source: “sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.
sc_po: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# sn47.3:1.4
source: “Evameva panidhekacce moghapurisā mañceva ajjhesanti, dhamme ca bhāsite mameva anubandhitabbaṃ maññantī”ti.
sc_po: “This is exactly how some foolish people ask me for something. But when the teaching has been explained they think only of following me around.”

# sn47.3:1.5
source: “Desetu me, bhante, bhagavā saṃkhittena dhammaṃ, desetu sugato saṃkhittena dhammaṃ. Appeva nāmāhaṃ bhagavato bhāsitassa atthaṃ jāneyyaṃ, appeva nāmāhaṃ bhagavato bhāsitassa dāyādo assan”ti.
sc_po: “Sir, may the Buddha teach me the Dhamma in brief! May the Holy One teach me the Dhamma in brief! Hopefully I can understand the meaning of what the Buddha says! Hopefully I can be an heir of the Buddha’s teaching!”

# sn47.3:1.6
source: “Tasmātiha tvaṃ, bhikkhu, ādimeva visodhehi kusalesu dhammesu.
sc_po: “Well then, mendicant, you should purify the starting point of skillful qualities.

# sn47.3:1.7
source: Ko cādi kusalānaṃ dhammānaṃ?
sc_po: What is the starting point of skillful qualities?

# sn47.3:1.8
source: Sīlañca suvisuddhaṃ, diṭṭhi ca ujukā.
sc_po: Well purified ethics and correct view.

# sn47.3:1.9
source: Yato kho te, bhikkhu, sīlañca suvisuddhaṃ bhavissati diṭṭhi ca ujukā, tato tvaṃ, bhikkhu, sīlaṃ nissāya sīle patiṭṭhāya cattāro satipaṭṭhāne tividhena bhāveyyāsi.
sc_po: When your ethics are well purified and your view is correct, you should develop the four kinds of mindfulness meditation in three ways, depending on and grounded on ethics.

# sn47.3:2.1
source: Katame cattāro?
sc_po: What four?

# sn47.3:2.2
source: Idha tvaṃ, bhikkhu, ajjhattaṃ vā kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: Meditate observing an aspect of the body internally—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.3:2.3
source: bahiddhā vā kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: Or meditate observing an aspect of the body externally—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.3:2.4
source: ajjhattabahiddhā vā kāye kāyānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: Or meditate observing an aspect of the body internally and externally—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.3:2.5
source: Ajjhattaṃ vā vedanāsu … pe …
sc_po: Or meditate observing an aspect of feelings internally …

# sn47.3:2.6
source: bahiddhā vā vedanāsu …
sc_po: externally …

# sn47.3:2.7
source: ajjhattabahiddhā vā vedanāsu vedanānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: internally and externally—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.3:2.8
source: Ajjhattaṃ vā citte …
sc_po: Or meditate observing an aspect of the mind internally …

# sn47.3:2.9
source: bahiddhā vā citte …
sc_po: externally …

# sn47.3:2.10
source: ajjhattabahiddhā vā citte cittānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: internally and externally—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.3:2.11
source: Ajjhattaṃ vā dhammesu …
sc_po: Or meditate observing an aspect of principles internally …

# sn47.3:2.12
source: bahiddhā vā dhammesu …
sc_po: externally …

# sn47.3:2.13
source: ajjhattabahiddhā vā dhammesu dhammānupassī viharāhi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: internally and externally—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.3:2.14
source: Yato kho tvaṃ, bhikkhu, sīlaṃ nissāya sīle patiṭṭhāya ime cattāro satipaṭṭhāne evaṃ tividhena bhāvessasi, tato tuyhaṃ, bhikkhu, yā ratti vā divaso vā āgamissati vuddhiyeva pāṭikaṅkhā kusalesu dhammesu, no parihānī”ti.
sc_po: When you develop the four kinds of mindfulness meditation in these three ways, depending on and grounded on ethics, you can expect growth, not decline, in skillful qualities, whether by day or by night.”

# sn47.3:3.1
source: Atha kho so bhikkhu bhagavato bhāsitaṃ abhinanditvā anumoditvā uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: And then that mendicant approved and agreed with what the Buddha said. He got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# sn47.3:3.2
source: Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati.
sc_po: Then that mendicant, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme end of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# sn47.3:3.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# sn47.3:3.4
source: Aññataro ca pana so bhikkhu arahataṃ ahosīti.
sc_po: And that mendicant became one of the perfected.
