Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.29.po
Languages: sc_po

# sn47.29:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.29:0.2
source: 3. Sīlaṭṭhitivagga
sc_po: 3. Ethics and Duration

# sn47.29:0.3
source: 29. Sirivaḍḍhasutta
sc_po: 29. With Sirivaḍḍha

# sn47.29:1.1
source: Ekaṃ samayaṃ āyasmā ānando rājagahe viharati veḷuvane kalandakanivāpe.
sc_po: At one time Venerable Ānanda was staying near Rājagaha, in the Bamboo Grove, the squirrels’ feeding ground.

# sn47.29:1.2
source: Tena kho pana samayena sirivaḍḍho gahapati ābādhiko hoti dukkhito bāḷhagilāno.
sc_po: Now at that time the householder Sirivaḍḍha was sick, suffering, gravely ill.

# sn47.29:1.3
source: Atha kho sirivaḍḍho gahapati aññataraṃ purisaṃ āmantesi:
sc_po: Then he addressed a man:

# sn47.29:1.4
source: “ehi tvaṃ, ambho purisa, yenāyasmā ānando tenupasaṅkama; upasaṅkamitvā mama vacanena āyasmato ānandassa pāde sirasā vanda:
sc_po: “Please, mister, go to Venerable Ānanda, and in my name bow with your head to his feet. Say to him:

# sn47.29:1.5
source: ‘sirivaḍḍho, bhante, gahapati ābādhiko dukkhito bāḷhagilāno.
sc_po: ‘Sir, the householder Sirivaḍḍha is sick, suffering, gravely ill.

# sn47.29:1.6
source: So āyasmato ānandassa pāde sirasā vandatī’ti.
sc_po: He bows with his head to your feet.’

# sn47.29:1.7
source: Evañca vadehi:
sc_po: And then say:

# sn47.29:1.8
source: ‘sādhu kira, bhante, āyasmā ānando yena sirivaḍḍhassa gahapatissa nivesanaṃ tenupasaṅkamatu anukampaṃ upādāyā’”ti.
sc_po: ‘Sir, please visit him at his home out of compassion.’”

# sn47.29:1.9
source: “Evaṃ, bhante”ti kho so puriso sirivaḍḍhassa gahapatissa paṭissutvā yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmantaṃ ānandaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho so puriso āyasmantaṃ ānandaṃ etadavoca:
sc_po: “Yes, sir,” that man replied. He did as Sirivaḍḍha asked.

# sn47.29:1.13
source: Adhivāsesi kho āyasmā ānando tuṇhībhāvena.
sc_po: Ānanda consented in silence.

# sn47.29:2.1
source: Atha kho āyasmā ānando pubbaṇhasamayaṃ nivāsetvā pattacīvaramādāya yena sirivaḍḍhassa gahapatissa nivesanaṃ tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi. Nisajja kho āyasmā ānando sirivaḍḍhaṃ gahapatiṃ etadavoca:
sc_po: Then Venerable Ānanda robed up in the morning and, taking his bowl and robe, went to the home of the householder Sirivaḍḍha, sat down on the seat spread out, and said to him:

# sn47.29:2.2
source: “kacci te, gahapati, khamanīyaṃ kacci yāpanīyaṃ, kacci dukkhā vedanā paṭikkamanti, no abhikkamanti; paṭikkamosānaṃ paññāyati, no abhikkamo”ti?
sc_po: “Householder, I hope you’re coping; I hope you’re getting better. And I hope the pain is fading, not growing, that its fading is evident, not its growing.”

# sn47.29:2.3
source: “Na me, bhante, khamanīyaṃ na yāpanīyaṃ. Bāḷhā me dukkhā vedanā abhikkamanti, no paṭikkamanti; abhikkamosānaṃ paññāyati, no paṭikkamo”ti.
sc_po: “Sir, I’m not keeping well, I’m not alright. The pain is terrible and growing, not fading; its growing is evident, not its fading.”

# sn47.29:3.1
source: “Tasmātiha te, gahapati, evaṃ sikkhitabbaṃ:
sc_po: “So you should train like this:

# sn47.29:3.2
source: ‘kāye kāyānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: ‘I’ll meditate observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.29:3.3
source: vedanāsu … pe …
sc_po: I’ll meditate on an aspect of feelings …

# sn47.29:3.4
source: citte … pe …
sc_po: mind …

# sn47.29:3.5
source: dhammesu dhammānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan’ti.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.’

# sn47.29:3.6
source: Evañhi te, gahapati, sikkhitabban”ti.
sc_po: That’s how you should train.”

# sn47.29:4.1
source: “Yeme, bhante, bhagavatā cattāro satipaṭṭhānā desitā saṃvijjanti, te dhammā mayi, ahañca tesu dhammesu sandissāmi.
sc_po: “These four kinds of mindfulness meditation that were taught by the Buddha are found in me, and I am seen in them.

# sn47.29:4.2
source: Ahañhi, bhante, kāye kāyānupassī viharāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: For I meditate observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.29:4.3
source: vedanāsu … pe …
sc_po: I meditate observing an aspect of feelings …

# sn47.29:4.4
source: citte … pe …
sc_po: mind …

# sn47.29:4.5
source: dhammesu dhammānupassī viharāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.29:4.6
source: Yāni cimāni, bhante, bhagavatā pañcorambhāgiyāni saṃyojanāni desitāni, nāhaṃ, bhante, tesaṃ kiñci attani appahīnaṃ samanupassāmī”ti.
sc_po: And of the five lower fetters taught by the Buddha, I don’t see any that I haven’t given up.”

# sn47.29:4.7
source: “Lābhā te, gahapati, suladdhaṃ te, gahapati.
sc_po: “You’re fortunate, householder, so very fortunate!

# sn47.29:4.8
source: Anāgāmiphalaṃ tayā, gahapati, byākatan”ti.
sc_po: You have declared the fruit of non-return.”
