Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.20.po
Languages: sc_po

# sn47.20:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.20:0.2
source: 2. Nālandavagga
sc_po: 2. At Nālandā

# sn47.20:0.3
source: 20. Janapadakalyāṇīsutta
sc_po: 20. The Finest Lady in the Land

# sn47.20:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn47.20:1.2
source: ekaṃ samayaṃ bhagavā sumbhesu viharati sedakaṃ nāma sumbhānaṃ nigamo.
sc_po: At one time the Buddha was staying in the land of the Sumbhas, near the town of the Sumbhas called Sedaka.

# sn47.20:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# sn47.20:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# sn47.20:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# sn47.20:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn47.20:2.1
source: “Seyyathāpi, bhikkhave, ‘janapadakalyāṇī, janapadakalyāṇī’ti kho, bhikkhave, mahājanakāyo sannipateyya.
sc_po: “Mendicants, suppose that on hearing, ‘The finest lady in the land! The finest lady in the land!’ a large crowd would gather.

# sn47.20:2.2
source: ‘Sā kho panassa janapadakalyāṇī paramapāsāvinī nacce, paramapāsāvinī gīte.
sc_po: And the finest lady in the land would dance and sing in a most thrilling way.

# sn47.20:2.3
source: Janapadakalyāṇī naccati gāyatī’ti kho, bhikkhave, bhiyyoso mattāya mahājanakāyo sannipateyya.
sc_po: On hearing, ‘The finest lady in the land is dancing and singing! The finest lady in the land is dancing and singing!’ an even larger crowd would gather.

# sn47.20:2.4
source: Atha puriso āgaccheyya jīvitukāmo amaritukāmo sukhakāmo dukkhappaṭikūlo.
sc_po: Then a person would come along who wants to live and doesn’t want to die, who wants to be happy and recoils from pain.

# sn47.20:2.5
source: Tamenaṃ evaṃ vadeyya:
sc_po: They’d say to him,

# sn47.20:2.6
source: ‘ayaṃ te, ambho purisa, samatittiko telapatto antarena ca mahāsamajjaṃ antarena ca janapadakalyāṇiyā pariharitabbo.
sc_po: ‘Mister, this is a bowl full to the brim with oil. You must carry it in between this large crowd and the finest lady in the land.

# sn47.20:2.7
source: Puriso ca te ukkhittāsiko piṭṭhito piṭṭhito anubandhissati.
sc_po: And a man with a drawn sword will follow behind you.

# sn47.20:2.8
source: Yattheva naṃ thokampi chaḍḍessati tattheva te siro pātessatī’ti.
sc_po: Wherever you spill even a drop, he’ll chop off your head right there.’

# sn47.20:2.9
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn47.20:2.10
source: api nu so puriso amuṃ telapattaṃ amanasikaritvā bahiddhā pamādaṃ āhareyyā”ti?
sc_po: Would that person lose focus on that bowl, and negligently get distracted outside?”

# sn47.20:2.11
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn47.20:3.1
source: “Upamā kho myāyaṃ, bhikkhave, katā atthassa viññāpanāya.
sc_po: “I’ve made up this simile to make a point.

# sn47.20:3.2
source: Ayaṃ cevettha attho—
sc_po: And this is what it means.

# sn47.20:3.3
source: samatittiko telapattoti kho, bhikkhave, kāyagatāya etaṃ satiyā adhivacanaṃ.
sc_po: ‘A bowl of oil filled to the brim’ is a term for mindfulness of the body.

# sn47.20:3.4
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# sn47.20:3.5
source: ‘kāyagatā sati no bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti.
sc_po: ‘We will develop mindfulness of the body. We’ll cultivate it, make it our vehicle and our basis, keep it up, consolidate it, and properly implement it.’

# sn47.20:3.6
source: Evañhi kho, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”
