Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.22.po
Languages: sc_po

# sn47.22:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.22:0.2
source: 3. Sīlaṭṭhitivagga
sc_po: 3. Ethics and Duration

# sn47.22:0.3
source: 22. Ciraṭṭhitisutta
sc_po: 22. Long Lasting

# sn47.22:1.1
source: Taṃyeva nidānaṃ.
sc_po: The same setting.

# sn47.22:1.3
source: “ko nu kho, āvuso ānanda, hetu, ko paccayo yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti?
sc_po: “What is the cause, Reverend Ānanda, what is the reason why the true teaching does not last long after the final extinguishment of the Realized One?

# sn47.22:1.4
source: Ko panāvuso ānanda, hetu, ko paccayo yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti?
sc_po: What is the cause, what is the reason why the true teaching does last long after the final extinguishment of the Realized One?”

# sn47.22:2.1
source: “Sādhu sādhu, āvuso bhadda.
sc_po: “Good, good, Reverend Bhadda!

# sn47.22:2.2
source: Bhaddako kho te, āvuso bhadda, ummaṅgo, bhaddakaṃ paṭibhānaṃ, kalyāṇī paripucchā.
sc_po: Your approach and articulation are excellent, and it’s a good question.

# sn47.22:2.3
source: Evañhi tvaṃ, āvuso bhadda, pucchasi:
sc_po: For you asked:

# sn47.22:2.4
source: ‘ko nu kho, āvuso ānanda, hetu, ko paccayo yena tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti?
sc_po: ‘What is the cause, Reverend Ānanda, what is the reason why the true teaching does not last long after the final extinguishment of the Realized One?

# sn47.22:2.5
source: Ko panāvuso ānanda, hetu, ko paccayo yena tathāgate parinibbute saddhammo ciraṭṭhitiko hotī’”ti?
sc_po: What is the cause, what is the reason why the true teaching does last long after the final extinguishment of the Realized One?’”

# sn47.22:2.6
source: “Evamāvuso”ti.
sc_po: “Yes, reverend.”

# sn47.22:2.7
source: “Catunnaṃ kho, āvuso, satipaṭṭhānānaṃ abhāvitattā abahulīkatattā tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti.
sc_po: “It’s because of not developing and cultivating the four kinds of mindfulness meditation that the true teaching doesn’t last long after the final extinguishment of the Realized One.

# sn47.22:2.8
source: Catunnañca kho, āvuso, satipaṭṭhānānaṃ bhāvitattā bahulīkatattā tathāgate parinibbute saddhammo ciraṭṭhitiko hoti.
sc_po: It’s because of developing and cultivating the four kinds of mindfulness meditation that the true teaching does last long after the final extinguishment of the Realized One.

# sn47.22:3.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn47.22:3.2
source: Idhāvuso, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.22:3.3
source: vedanāsu … pe …
sc_po: They meditate observing an aspect of feelings …

# sn47.22:3.4
source: citte … pe …
sc_po: mind …

# sn47.22:3.5
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.22:3.6
source: Imesaṃ kho, āvuso, catunnaṃ satipaṭṭhānānaṃ abhāvitattā abahulīkatattā tathāgate parinibbute saddhammo na ciraṭṭhitiko hoti.
sc_po: It’s because of not developing and cultivating these four kinds of mindfulness meditation that the true teaching doesn’t last long after the final extinguishment of the Realized One.

# sn47.22:3.7
source: Imesañca kho, āvuso, catunnaṃ satipaṭṭhānānaṃ bhāvitattā bahulīkatattā tathāgate parinibbute saddhammo ciraṭṭhitiko hotī”ti.
sc_po: It’s because of developing and cultivating these four kinds of mindfulness meditation that the true teaching does last long after the final extinguishment of the Realized One.”
