Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.95-104.po
Languages: sc_po

# sn47.95-104:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.95-104:0.2
source: 10. Oghavagga
sc_po: 10. Floods

# sn47.95-104:0.3
source: 95–104. Uddhambhāgiyādisutta
sc_po: 95–104. Higher Fetters, Etc.

# sn47.95-104:1.1
source: “Pañcimāni, bhikkhave, uddhambhāgiyāni saṃyojanāni.
sc_po: (To be expanded as in SN 45.171–179, with the following as the final discourse.) “Mendicants, there are five higher fetters.

# sn47.95-104:1.2
source: Katamāni pañca?
sc_po: What five?

# sn47.95-104:1.3
source: Rūparāgo, arūparāgo, māno, uddhaccaṃ, avijjā—
sc_po: Desire for rebirth in the realm of luminous form, desire for rebirth in the formless realm, conceit, restlessness, and ignorance.

# sn47.95-104:1.4
source: imāni kho, bhikkhave, pañcuddhambhāgiyāni saṃyojanāni.
sc_po: These are the five higher fetters.

# sn47.95-104:1.5
source: Imesaṃ kho, bhikkhave, pañcannaṃ uddhambhāgiyānaṃ saṃyojanānaṃ abhiññāya pariññāya parikkhayāya pahānāya cattāro satipaṭṭhānā bhāvetabbā.
sc_po: The four kinds of mindfulness meditation should be developed for the direct knowledge, complete understanding, finishing, and giving up of these five higher fetters.

# sn47.95-104:2.1
source: Katame cattāro?
sc_po: What four?

# sn47.95-104:2.2
source: Idha, bhikkhave, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.95-104:2.3
source: vedanāsu … pe …
sc_po: They meditate observing an aspect of feelings …

# sn47.95-104:2.4
source: citte … pe …
sc_po: mind …

# sn47.95-104:2.5
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.95-104:2.6
source: Imesaṃ kho, bhikkhave, pañcannaṃ uddhambhāgiyānaṃ saṃyojanānaṃ abhiññāya pariññāya parikkhayāya pahānāya ime cattāro satipaṭṭhānā bhāvetabbā”ti.
sc_po: These four kinds of mindfulness meditation should be developed for the direct knowledge, complete understanding, finishing, and giving up of these five higher fetters.”

# sn47.95-104:3.1
source: (Yathā maggasaṃyuttaṃ tathā satipaṭṭhānasaṃyuttaṃ vitthāretabbaṃ.)
sc_po: (The Linked Discourses on Mindfulness Meditation should be expanded as in the Linked Discourses on the Path.)

# sn47.95-104:4.1
source: Ogho yogo upādānaṃ,
sc_po: Floods, bonds, grasping,

# sn47.95-104:4.2
source: ganthā anusayena ca;
sc_po: ties, and underlying tendencies,

# sn47.95-104:4.3
source: Kāmaguṇā nīvaraṇā,
sc_po: kinds of sensual stimulation, hindrances,

# sn47.95-104:4.4
source: khandhā oruddhambhāgiyāti.
sc_po: aggregates, and fetters high and low.

# sn47.95-104:4.5
source: Satipaṭṭhānasaṃyuttaṃ tatiyaṃ.
sc_po: The Linked Discourses on Mindfulness Meditation is the third section.
