Repository: kondannyo/PGP
Catalog: SN/*_text/sn47/sn47.23.po
Languages: sc_po

# sn47.23:0.1
source: Saṃyutta Nikāya 47
sc_po: Linked Discourses 47

# sn47.23:0.2
source: 3. Sīlaṭṭhitivagga
sc_po: 3. Ethics and Duration

# sn47.23:0.3
source: 23. Parihānasutta
sc_po: 23. Decline

# sn47.23:1.1
source: Ekaṃ samayaṃ āyasmā ca ānando āyasmā ca bhaddo pāṭaliputte viharanti kukkuṭārāme.
sc_po: At one time the venerables Ānanda and Bhadda were staying at Pāṭaliputta, in the Chicken Monastery.

# sn47.23:1.2
source: Atha kho āyasmā bhaddo sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā ānando tenupasaṅkami; upasaṅkamitvā āyasmatā ānandena saddhiṃ sammodi.
sc_po: Then in the late afternoon, Venerable Bhadda came out of retreat, went to Venerable Ānanda, and exchanged greetings with him.

# sn47.23:1.3
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā bhaddo āyasmantaṃ ānandaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to Ānanda:

# sn47.23:1.4
source: “ko nu kho, āvuso ānanda, hetu, ko paccayo yena saddhammaparihānaṃ hoti?
sc_po: “What’s the cause, Reverend Ānanda, what’s the reason why the true teaching declines?

# sn47.23:1.5
source: Ko nu kho, āvuso ānanda, hetu, ko paccayo yena saddhammaaparihānaṃ hotī”ti?
sc_po: And what’s the cause, what’s the reason why the true teaching doesn’t decline?”

# sn47.23:2.1
source: “Sādhu sādhu, āvuso bhadda.
sc_po: “Good, good, Reverend Bhadda!

# sn47.23:2.2
source: Bhaddako kho te, āvuso bhadda, ummaṅgo, bhaddakaṃ paṭibhānaṃ, kalyāṇī paripucchā.
sc_po: Your approach and articulation are excellent, and it’s a good question.

# sn47.23:2.3
source: Evañhi tvaṃ, āvuso bhadda, pucchasi:
sc_po: For you asked:

# sn47.23:2.4
source: ‘ko nu kho, āvuso ānanda, hetu, ko paccayo yena saddhammaparihānaṃ hoti?
sc_po: ‘What’s the cause, what’s the reason why the true teaching declines?

# sn47.23:2.5
source: Ko panāvuso ānanda, hetu, ko paccayo yena saddhammaaparihānaṃ hotī’”ti?
sc_po: And what’s the cause, what’s the reason why the true teaching doesn’t decline?’”

# sn47.23:2.6
source: “Evamāvuso”ti.
sc_po: “Yes, reverend.”

# sn47.23:2.7
source: “Catunnaṃ kho, āvuso, satipaṭṭhānānaṃ abhāvitattā abahulīkatattā saddhammaparihānaṃ hoti.
sc_po: “It’s because of not developing and cultivating the four kinds of mindfulness meditation that the true teaching declines.

# sn47.23:2.8
source: Catunnañca kho, āvuso, satipaṭṭhānānaṃ bhāvitattā bahulīkatattā saddhammaaparihānaṃ hoti.
sc_po: It’s because of developing and cultivating the four kinds of mindfulness meditation that the true teaching doesn’t decline.

# sn47.23:3.1
source: Katamesaṃ catunnaṃ?
sc_po: What four?

# sn47.23:3.2
source: Idhāvuso, bhikkhu kāye kāyānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ;
sc_po: It’s when a mendicant meditates by observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.23:3.3
source: vedanāsu … pe …
sc_po: They meditate observing an aspect of feelings …

# sn47.23:3.4
source: citte … pe …
sc_po: mind …

# sn47.23:3.5
source: dhammesu dhammānupassī viharati ātāpī sampajāno satimā, vineyya loke abhijjhādomanassaṃ.
sc_po: principles—keen, aware, and mindful, rid of desire and aversion for the world.

# sn47.23:3.6
source: Imesaṃ kho, āvuso, catunnaṃ satipaṭṭhānānaṃ abhāvitattā abahulīkatattā saddhammaparihānaṃ hoti.
sc_po: It’s because of not developing and cultivating these four kinds of mindfulness meditation that the true teaching declines.

# sn47.23:3.7
source: Imesañca kho, āvuso, catunnaṃ satipaṭṭhānānaṃ bhāvitattā bahulīkatattā saddhammaaparihānaṃ hotī”ti.
sc_po: And it’s because of developing and cultivating these four kinds of mindfulness meditation that the true teaching doesn’t decline.”
