Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.025.po
Languages: sc_po

# sn22.25:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.25:0.2
source: 3. Bhāravagga
sc_po: 3. The Burden

# sn22.25:0.3
source: 25. Chandarāgasutta
sc_po: 25. Desire and Greed

# sn22.25:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.25:1.2
source: “Yo, bhikkhave, rūpasmiṃ chandarāgo taṃ pajahatha.
sc_po: “Mendicants, give up desire and greed for form.

# sn22.25:1.3
source: Evaṃ taṃ rūpaṃ pahīnaṃ bhavissati ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṃkataṃ āyatiṃ anuppādadhammaṃ.
sc_po: Thus that form will be given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.

# sn22.25:1.4
source: Yo vedanāya chandarāgo taṃ pajahatha.
sc_po: Give up desire and greed for feeling …

# sn22.25:1.6
source: Yo saññāya chandarāgo taṃ pajahatha.
sc_po: perception …

# sn22.25:1.8
source: Yo saṅkhāresu chandarāgo taṃ pajahatha.
sc_po: choices …

# sn22.25:1.10
source: Yo viññāṇasmiṃ chandarāgo taṃ pajahatha.
sc_po: consciousness.

# sn22.25:1.11
source: Evaṃ taṃ viññāṇaṃ pahīnaṃ bhavissati ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṃkataṃ āyatiṃ anuppādadhamman”ti.
sc_po: Thus that consciousness will be given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.”
