Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.009.po
Languages: sc_po

# sn22.9:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.9:0.2
source: 1. Nakulapituvagga
sc_po: 1. Nakula’s Father

# sn22.9:0.3
source: 9. Kālattayaaniccasutta
sc_po: 9. Impermanence in the Three Times

# sn22.9:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.9:1.2
source: “Rūpaṃ, bhikkhave, aniccaṃ atītānāgataṃ;
sc_po: “Mendicants, form of the past and future is impermanent,

# sn22.9:1.3
source: ko pana vādo paccuppannassa.
sc_po: let alone the present.

# sn22.9:1.4
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako atītasmiṃ rūpasmiṃ anapekkho hoti;
sc_po: Seeing this, a learned noble disciple doesn’t worry about past form,

# sn22.9:1.5
source: anāgataṃ rūpaṃ nābhinandati;
sc_po: doesn’t look forward to enjoying future form,

# sn22.9:1.6
source: paccuppannassa rūpassa nibbidāya virāgāya nirodhāya paṭipanno hoti.
sc_po: and they practice for disillusionment, dispassion, and cessation regarding present form.

# sn22.9:1.7
source: Vedanā aniccā … pe …
sc_po: Feeling …

# sn22.9:1.8
source: saññā aniccā …
sc_po: Perception …

# sn22.9:1.9
source: saṅkhārā aniccā atītānāgatā;
sc_po: Choices …

# sn22.9:1.14
source: Viññāṇaṃ aniccaṃ atītānāgataṃ;
sc_po: Consciousness of the past and future is impermanent,

# sn22.9:1.15
source: ko pana vādo paccuppannassa.
sc_po: let alone the present.

# sn22.9:1.16
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako atītasmiṃ viññāṇasmiṃ anapekkho hoti;
sc_po: Seeing this, a learned noble disciple doesn’t worry about past consciousness,

# sn22.9:1.17
source: anāgataṃ viññāṇaṃ nābhinandati;
sc_po: doesn’t look forward to enjoying future consciousness,

# sn22.9:1.18
source: paccuppannassa viññāṇassa nibbidāya virāgāya nirodhāya paṭipanno hotī”ti.
sc_po: and they practice for disillusionment, dispassion, and cessation regarding present consciousness.”
