Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.128.po
Languages: sc_po

# sn22.128:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.128:0.2
source: 13. Avijjāvagga
sc_po: 13. Ignorance

# sn22.128:0.3
source: 128. Tatiyasamudayadhammasutta
sc_po: 128. Liable To Originate (3rd)

# sn22.128:1.1
source: Ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca mahākoṭṭhiko bārāṇasiyaṃ viharanti isipatane migadāye … pe …
sc_po: At one time Venerable Sāriputta and Venerable Mahākoṭṭhita were staying near Benares, in the deer park at Isipatana. …

# sn22.128:1.2
source: ekamantaṃ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: Mahākoṭṭhita said to Sāriputta:

# sn22.128:1.3
source: “‘vijjā, vijjā’ti, āvuso sāriputta, vuccati.
sc_po: “Reverend Sāriputta, they speak of this thing called ‘knowledge’.

# sn22.128:1.4
source: Katamā nu kho, āvuso, vijjā;
sc_po: What is knowledge?

# sn22.128:1.5
source: kittāvatā ca vijjāgato hotī”ti?
sc_po: And how is a knowledgeable person defined?”

# sn22.128:2.1
source: “Idhāvuso, sutavā ariyasāvako samudayadhammaṃ rūpaṃ ‘samudayadhammaṃ rūpan’ti yathābhūtaṃ pajānāti; vayadhammaṃ rūpaṃ … pe … samudayavayadhammaṃ rūpaṃ ‘samudayavayadhammaṃ rūpan’ti yathābhūtaṃ pajānāti;
sc_po: “Reverend, it’s when an educated noble disciple truly understands form, which is liable to originate … liable to vanish … liable to originate and vanish, as form which is liable to originate and vanish.

# sn22.128:2.2
source: samudayadhammaṃ vedanaṃ … pe … samudayavayadhammā vedanā …
sc_po: They truly understand feeling …

# sn22.128:2.3
source: samudayadhammaṃ saññaṃ … pe …
sc_po: perception …

# sn22.128:2.4
source: samudayadhamme saṅkhāre … vayadhamme saṅkhāre … samudayavayadhamme saṅkhāre ‘samudayavayadhammā saṅkhārā’ti yathābhūtaṃ pajānāti.
sc_po: choices …

# sn22.128:2.5
source: Samudayadhammaṃ viññāṇaṃ … vayadhammaṃ viññāṇaṃ … samudayavayadhammaṃ viññāṇaṃ ‘samudayavayadhammaṃ viññāṇan’ti yathābhūtaṃ pajānāti.
sc_po: consciousness, which is liable to originate … liable to vanish … liable to originate and vanish, as consciousness which is liable to originate and vanish.

# sn22.128:2.6
source: Ayaṃ vuccatāvuso, vijjā;
sc_po: This is called knowledge.

# sn22.128:2.7
source: ettāvatā ca vijjāgato hotī”ti.
sc_po: And this is how a knowledgeable person is defined.”
