Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.043.po
Languages: sc_po

# sn22.43:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.43:0.2
source: 5. Attadīpavagga
sc_po: 5. Be Your Own Island

# sn22.43:0.3
source: 43. Attadīpasutta
sc_po: 43. Be Your Own Island

# sn22.43:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.43:1.2
source: “Attadīpā, bhikkhave, viharatha attasaraṇā anaññasaraṇā, dhammadīpā dhammasaraṇā anaññasaraṇā.
sc_po: “Mendicants, be your own island, your own refuge, with no other refuge. Let the teaching be your island and your refuge, with no other refuge.

# sn22.43:1.3
source: Attadīpānaṃ, bhikkhave, viharataṃ attasaraṇānaṃ anaññasaraṇānaṃ, dhammadīpānaṃ dhammasaraṇānaṃ anaññasaraṇānaṃ yoni upaparikkhitabbā ‘Kiṃjātikā sokaparidevadukkhadomanassupāyāsā, kiṃpahotikā’ti?
sc_po: When you live like this, you should examine the cause: ‘From what are sorrow, lamentation, pain, sadness, and distress born and produced?’

# sn22.43:2.1
source: Kiṃjātikā ca, bhikkhave, sokaparidevadukkhadomanassupāyāsā, kiṃpahotikā?
sc_po: And, mendicants, from what are sorrow, lamentation, pain, sadness, and distress born and produced?

# sn22.43:2.2
source: Idha, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto,
sc_po: It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# sn22.43:2.3
source: rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ; attani vā rūpaṃ, rūpasmiṃ vā attānaṃ.
sc_po: They regard form as self, self as having form, form in self, or self in form.

# sn22.43:2.4
source: Tassa taṃ rūpaṃ vipariṇamati, aññathā ca hoti.
sc_po: But that form of theirs decays and perishes,

# sn22.43:2.5
source: Tassa rūpavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā.
sc_po: which gives rise to sorrow, lamentation, pain, sadness, and distress.

# sn22.43:2.6
source: Vedanaṃ attato samanupassati, vedanāvantaṃ vā attānaṃ; attani vā vedanaṃ, vedanāya vā attānaṃ.
sc_po: They regard feeling as self …

# sn22.43:2.9
source: Saññaṃ attato samanupassati …
sc_po: They regard perception as self …

# sn22.43:2.10
source: saṅkhāre attato samanupassati …
sc_po: They regard choices as self …

# sn22.43:2.11
source: viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ; attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ.
sc_po: They regard consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# sn22.43:2.12
source: Tassa taṃ viññāṇaṃ vipariṇamati, aññathā ca hoti.
sc_po: But that consciousness of theirs decays and perishes,

# sn22.43:2.13
source: Tassa viññāṇavipariṇāmaññathābhāvā uppajjanti sokaparidevadukkhadomanassupāyāsā.
sc_po: which gives rise to sorrow, lamentation, pain, sadness, and distress.

# sn22.43:3.1
source: Rūpassa tveva, bhikkhave, aniccataṃ viditvā vipariṇāmaṃ virāgaṃ nirodhaṃ, ‘pubbe ceva rūpaṃ etarahi ca sabbaṃ rūpaṃ aniccaṃ dukkhaṃ vipariṇāmadhamman’ti, evametaṃ yathābhūtaṃ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti.
sc_po: Sorrow, lamentation, pain, sadness, and distress are given up when you understand the impermanence of form—its perishing, fading away, and cessation—and you truly see with right understanding that all form, whether past or present, is impermanent, suffering, and perishable.

# sn22.43:3.2
source: Tesaṃ pahānā na paritassati, aparitassaṃ sukhaṃ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccati.
sc_po: When these things are given up there’s no anxiety. Without anxiety you live happily. A mendicant who lives happily is said to be extinguished in that respect.

# sn22.43:3.3
source: Vedanāya tveva, bhikkhave, aniccataṃ viditvā vipariṇāmaṃ virāgaṃ nirodhaṃ, ‘pubbe ceva vedanā etarahi ca sabbā vedanā aniccā dukkhā vipariṇāmadhammā’ti, evametaṃ yathābhūtaṃ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti.
sc_po: Sorrow, lamentation, pain, sadness, and distress are given up when you understand the impermanence of feeling …

# sn22.43:3.5
source: Saññāya …
sc_po: perception …

# sn22.43:3.6
source: saṅkhārānaṃ tveva, bhikkhave, aniccataṃ viditvā vipariṇāmaṃ virāgaṃ nirodhaṃ, ‘pubbe ceva saṅkhārā etarahi ca sabbe saṅkhārā aniccā dukkhā vipariṇāmadhammā’ti, evametaṃ yathābhūtaṃ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti.
sc_po: choices …

# sn22.43:3.8
source: Viññāṇassa tveva, bhikkhave, aniccataṃ viditvā vipariṇāmaṃ virāgaṃ nirodhaṃ, ‘pubbe ceva viññāṇaṃ etarahi ca sabbaṃ viññāṇaṃ aniccaṃ dukkhaṃ vipariṇāmadhamman’ti, evametaṃ yathābhūtaṃ sammappaññāya passato ye sokaparidevadukkhadomanassupāyāsā te pahīyanti.
sc_po: consciousness—its perishing, fading away, and cessation—and you truly see with right understanding that all consciousness, whether past or present, is impermanent, suffering, and perishable.

# sn22.43:3.9
source: Tesaṃ pahānā na paritassati, aparitassaṃ sukhaṃ viharati, sukhavihārī bhikkhu ‘tadaṅganibbuto’ti vuccatī”ti.
sc_po: When these things are given up there’s no anxiety. Without anxiety you live happily. A mendicant who lives happily is said to be extinguished in that respect.”
