Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.037.po
Languages: sc_po

# sn22.37:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.37:0.2
source: 4. Natumhākavagga
sc_po: 4. It’s Not Yours

# sn22.37:0.3
source: 37. Ānandasutta
sc_po: 37. With Ānanda

# sn22.37:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.37:1.2
source: Atha kho āyasmā ānando … pe …
sc_po: And then Venerable Ānanda …

# sn22.37:1.3
source: ekamantaṃ nisinnaṃ kho āyasmantaṃ ānandaṃ bhagavā etadavoca:
sc_po: sitting to one side, the Buddha said to him:

# sn22.37:2.1
source: “Sace taṃ, ānanda, evaṃ puccheyyuṃ:
sc_po: “Ānanda, suppose they were to ask you:

# sn22.37:2.2
source: ‘katamesaṃ, āvuso ānanda, dhammānaṃ uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṃ paññāyatī’ti?
sc_po: ‘Reverend Ānanda, what are the things for which arising is evident, vanishing is evident, and change while persisting is evident?’

# sn22.37:2.3
source: Evaṃ puṭṭho tvaṃ, ānanda, kinti byākareyyāsī”ti?
sc_po: How would you answer?”

# sn22.37:2.4
source: “Sace maṃ, bhante, evaṃ puccheyyuṃ:
sc_po: “Sir, suppose they were to ask me:

# sn22.37:2.5
source: ‘katamesaṃ, āvuso ānanda, dhammānaṃ uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṃ paññāyatī’ti?
sc_po: ‘What are the things for which arising is evident, vanishing is evident, and change while persisting is evident?’

# sn22.37:2.6
source: Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyaṃ:
sc_po: I’d answer like this:

# sn22.37:2.7
source: ‘rūpassa kho, āvuso, uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṃ paññāyati.
sc_po: ‘Reverend, the arising of form is evident, its vanishing is evident, and change while persisting is evident.

# sn22.37:2.8
source: Vedanāya …
sc_po: The arising of feeling …

# sn22.37:2.9
source: saññāya …
sc_po: perception …

# sn22.37:2.10
source: saṅkhārānaṃ …
sc_po: choices …

# sn22.37:2.11
source: viññāṇassa uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṃ paññāyati.
sc_po: consciousness is evident, its vanishing is evident, and change while persisting is evident.

# sn22.37:2.12
source: Imesaṃ kho, āvuso, dhammānaṃ uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṃ paññāyatī’ti.
sc_po: These are the things for which arising is evident, vanishing is evident, and change while persisting is evident.’

# sn22.37:2.13
source: Evaṃ puṭṭhohaṃ, bhante, evaṃ byākareyyan”ti.
sc_po: That’s how I’d answer such a question.”

# sn22.37:3.1
source: “Sādhu sādhu, ānanda.
sc_po: “Good, good, Ānanda.

# sn22.37:3.2
source: Rūpassa kho, ānanda, uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṃ paññāyati.
sc_po: The arising of form is evident, its vanishing is evident, and change while persisting is evident.

# sn22.37:3.3
source: Vedanāya …
sc_po: The arising of feeling …

# sn22.37:3.4
source: saññāya …
sc_po: perception …

# sn22.37:3.5
source: saṅkhārānaṃ …
sc_po: choices …

# sn22.37:3.6
source: viññāṇassa uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṃ paññāyati.
sc_po: consciousness is evident, its vanishing is evident, and change while persisting is evident.

# sn22.37:3.7
source: Imesaṃ kho, ānanda, dhammānaṃ uppādo paññāyati, vayo paññāyati, ṭhitassa aññathattaṃ paññāyatīti.
sc_po: These are the things for which arising is evident, vanishing is evident, and change while persisting is evident.

# sn22.37:3.8
source: Evaṃ puṭṭho tvaṃ, ānanda, evaṃ byākareyyāsī”ti.
sc_po: That’s how you should answer such a question.”
