Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.103.po
Languages: sc_po

# sn22.103:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.103:0.2
source: 11. Antavagga
sc_po: 11. Sides

# sn22.103:0.3
source: 103. Antasutta
sc_po: 103. Sides

# sn22.103:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.103:1.2
source: “Cattārome, bhikkhave, antā.
sc_po: “Mendicants, there are these four sides.

# sn22.103:1.3
source: Katame cattāro?
sc_po: What four?

# sn22.103:1.4
source: Sakkāyanto, sakkāyasamudayanto, sakkāyanirodhanto, sakkāyanirodhagāminippaṭipadanto.
sc_po: The side of identity, the side of the origin of identity, the side of the cessation of identity, and the side of the practice that leads to the cessation of identity.

# sn22.103:1.5
source: Katamo ca, bhikkhave, sakkāyanto?
sc_po: And what is the side of identity?

# sn22.103:1.6
source: Pañcupādānakkhandhātissa vacanīyaṃ.
sc_po: It should be said: the five grasping aggregates.

# sn22.103:1.7
source: Katame pañca?
sc_po: What five?

# sn22.103:1.8
source: Seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho—
sc_po: That is, the grasping aggregates of form, feeling, perception, choices, and consciousness.

# sn22.103:1.9
source: ayaṃ vuccati, bhikkhave, sakkāyanto.
sc_po: This is called the side of identity.

# sn22.103:2.1
source: Katamo ca, bhikkhave, sakkāyasamudayanto?
sc_po: And what is the side of the origin of identity?

# sn22.103:2.2
source: Yāyaṃ taṇhā ponobhavikā nandirāgasahagatā tatratatrābhinandinī, seyyathidaṃ—
sc_po: It’s the craving that leads to future lives, mixed up with relishing and greed, taking pleasure in various different realms. That is,

# sn22.103:2.3
source: kāmataṇhā, bhavataṇhā, vibhavataṇhā.
sc_po: craving for sensual pleasures, craving to continue existence, and craving to end existence.

# sn22.103:2.4
source: Ayaṃ vuccati, bhikkhave, sakkāyasamudayanto.
sc_po: This is called the side of the origin of identity.

# sn22.103:3.1
source: Katamo ca, bhikkhave, sakkāyanirodhanto?
sc_po: And what is the side of the cessation of identity?

# sn22.103:3.2
source: Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo—
sc_po: It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not adhering to it.

# sn22.103:3.3
source: ayaṃ vuccati, bhikkhave, sakkāyanirodhanto.
sc_po: This is called the side of the cessation of identity.

# sn22.103:4.1
source: Katamo ca, bhikkhave, sakkāyanirodhagāminippaṭipadanto?
sc_po: And what is the side of the practice that leads to the cessation of identity?

# sn22.103:4.2
source: Ayameva ariyo aṭṭhaṅgiko maggo.
sc_po: It is simply this noble eightfold path, that is:

# sn22.103:4.3
source: Seyyathidaṃ—sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn22.103:4.4
source: Ayaṃ vuccati, bhikkhave, sakkāyanirodhagāminippaṭipadanto.
sc_po: This is called the side of the practice that leads to the cessation of identity.

# sn22.103:4.5
source: Ime kho, bhikkhave, cattāro antā”ti.
sc_po: These are the four sides.”
