Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.086.po
Languages: sc_po

# sn22.86:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.86:0.2
source: 9. Theravagga
sc_po: 9. Senior Mendicants

# sn22.86:0.3
source: 86. Anurādhasutta
sc_po: 86. With Anurādha

# sn22.86:1.1
source: Ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# sn22.86:1.2
source: Tena kho pana samayena āyasmā anurādho bhagavato avidūre araññakuṭikāyaṃ viharati.
sc_po: Now at that time Venerable Anurādha was staying not far from the Buddha in a wilderness hut.

# sn22.86:1.3
source: Atha kho sambahulā aññatitthiyā paribbājakā yenāyasmā anurādho tenupasaṅkamiṃsu; upasaṅkamitvā āyasmatā anurādhena saddhiṃ sammodiṃsu.
sc_po: Then several wanderers who follow other paths went up to Venerable Anurādha and exchanged greetings with him.

# sn22.86:1.4
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te aññatitthiyā paribbājakā āyasmantaṃ anurādhaṃ etadavocuṃ:
sc_po: When the greetings and polite conversation were over, they sat down to one side and said to him:

# sn22.86:1.5
source: “yo so, āvuso anurādha, tathāgato uttamapuriso paramapuriso paramapattipatto, taṃ tathāgato imesu catūsu ṭhānesu paññāpayamāno paññāpeti:
sc_po: “Reverend Anurādha, when a Realized One is describing a Realized One—a supreme person, highest of people, who has reached the highest point—they describe them in these four ways:

# sn22.86:1.6
source: ‘hoti tathāgato paraṃ maraṇā’ti vā, ‘na hoti tathāgato paraṃ maraṇā’ti vā, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti vā, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti vā”ti?
sc_po: After death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.”

# sn22.86:2.1
source: Evaṃ vutte, āyasmā anurādho te aññatitthiye paribbājake etadavoca:
sc_po: When they said this, Venerable Anurādha said to those wanderers:

# sn22.86:2.2
source: “yo so āvuso tathāgato uttamapuriso paramapuriso paramapattipatto taṃ tathāgato aññatra imehi catūhi ṭhānehi paññāpayamāno paññāpeti:
sc_po: “Reverends, when a Realized One is describing a Realized One—a supreme person, highest of people, who has reached the highest point—they describe them other than these four ways:

# sn22.86:2.3
source: ‘hoti tathāgato paraṃ maraṇā’ti vā, ‘na hoti tathāgato paraṃ maraṇā’ti vā, ‘hoti ca na ca hoti tathāgato paraṃ maraṇā’ti vā, ‘neva hoti na na hoti tathāgato paraṃ maraṇā’ti vā”ti.
sc_po: After death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist.”

# sn22.86:2.4
source: Evaṃ vutte, aññatitthiyā paribbājakā āyasmantaṃ anurādhaṃ etadavocuṃ:
sc_po: When he said this, the wanderers said to him:

# sn22.86:2.5
source: “so cāyaṃ bhikkhu navo bhavissati acirapabbajito, thero vā pana bālo abyatto”ti.
sc_po: “This mendicant must be junior, recently gone forth, or else a foolish, incompetent senior mendicant.”

# sn22.86:2.6
source: Atha kho aññatitthiyā paribbājakā āyasmantaṃ anurādhaṃ navavādena ca bālavādena ca apasādetvā uṭṭhāyāsanā pakkamiṃsu.
sc_po: Then, after rebuking Venerable Anurādha by calling him “junior” and “foolish”, the wanderers got up from their seats and left.

# sn22.86:3.1
source: Atha kho āyasmato anurādhassa acirapakkantesu tesu aññatitthiyesu paribbājakesu etadahosi:
sc_po: Soon after they had left, Anurādha thought:

# sn22.86:3.2
source: “sace kho maṃ te aññatitthiyā paribbājakā uttariṃ pañhaṃ puccheyyuṃ.
sc_po: “If those wanderers were to inquire further,

# sn22.86:3.3
source: Kathaṃ byākaramāno nu khvāhaṃ tesaṃ aññatitthiyānaṃ paribbājakānaṃ vuttavādī ceva bhagavato assaṃ, na ca bhagavantaṃ abhūtena abbhācikkheyyaṃ, dhammassa cānudhammaṃ byākareyyaṃ, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgaccheyyā”ti?
sc_po: how should I answer them so as to repeat what the Buddha has said, and not misrepresent him with an untruth? How should I explain in line with his teaching, so that there would be no legitimate grounds for rebuke and criticism?”

# sn22.86:4.1
source: Atha kho āyasmā anurādho yena bhagavā tenupasaṅkami; upasaṅkamitvā … pe … ekamantaṃ nisinno kho āyasmā anurādho bhagavantaṃ etadavoca:
sc_po: Then Venerable Anurādha went up to the Buddha, bowed, sat down to one side, and told him all that had happened.

# sn22.86:7.1
source: “Taṃ kiṃ maññasi, anurādha,
sc_po: “What do you think, Anurādha?

# sn22.86:7.2
source: rūpaṃ niccaṃ vā aniccaṃ vā”ti?
sc_po: Is form permanent or impermanent?”

# sn22.86:7.3
source: “Aniccaṃ, bhante”.
sc_po: “Impermanent, sir.”

# sn22.86:7.4
source: “Yaṃ panāniccaṃ dukkhaṃ vā taṃ sukhaṃ vā”ti?
sc_po: “But if it’s impermanent, is it suffering or happiness?”

# sn22.86:7.5
source: “Dukkhaṃ, bhante”.
sc_po: “Suffering, sir.”

# sn22.86:7.6
source: “Yaṃ panāniccaṃ dukkhaṃ vipariṇāmadhammaṃ kallaṃ nu taṃ samanupassituṃ:
sc_po: “But if it’s impermanent, suffering, and perishable, is it fit to be regarded thus:

# sn22.86:7.7
source: ‘etaṃ mama, esohamasmi, eso me attā’”ti?
sc_po: ‘This is mine, I am this, this is my self’?”

# sn22.86:7.8
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn22.86:7.9
source: “Vedanā …
sc_po: “Is feeling …

# sn22.86:7.10
source: saññā …
sc_po: perception …

# sn22.86:7.11
source: saṅkhārā …
sc_po: choices …

# sn22.86:7.12
source: viññāṇaṃ niccaṃ vā aniccaṃ vā”ti?
sc_po: consciousness permanent or impermanent?”

# sn22.86:7.13
source: “Aniccaṃ, bhante” … pe …
sc_po: “Impermanent, sir.” …

# sn22.86:7.14
source: tasmātiha … pe …
sc_po: “So you should truly see …

# sn22.86:7.15
source: evaṃ passaṃ … pe …
sc_po: Seeing this …

# sn22.86:7.16
source: nāparaṃ itthattāyāti pajānāti”.
sc_po: They understand: ‘… there is no return to any state of existence.’

# sn22.86:8.1
source: “Taṃ kiṃ maññasi, anurādha,
sc_po: What do you think, Anurādha?

# sn22.86:8.2
source: rūpaṃ tathāgatoti samanupassasī”ti?
sc_po: Do you regard the Realized One as form?”

# sn22.86:8.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn22.86:8.4
source: “Vedanaṃ …
sc_po: “Do you regard the Realized One as feeling …

# sn22.86:8.5
source: saññaṃ …
sc_po: perception …

# sn22.86:8.6
source: saṅkhāre …
sc_po: choices …

# sn22.86:8.7
source: viññāṇaṃ tathāgatoti samanupassasī”ti?
sc_po: consciousness?”

# sn22.86:8.8
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn22.86:9.1
source: “Taṃ kiṃ maññasi, anurādha,
sc_po: “What do you think, Anurādha?

# sn22.86:9.2
source: rūpasmiṃ tathāgatoti samanupassasī”ti?
sc_po: Do you regard the Realized One as in form?”

# sn22.86:9.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn22.86:9.4
source: “Aññatra rūpā tathāgatoti samanupassasī”ti?
sc_po: “Or do you regard the Realized One as distinct from form?”

# sn22.86:9.5
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn22.86:9.6
source: “Vedanāya … pe …
sc_po: “Do you regard the Realized One as in feeling …

# sn22.86:9.7
source: aññatra vedanāya … pe …
sc_po: or distinct from feeling …

# sn22.86:9.8
source: saññāya …
sc_po: as in perception …

# sn22.86:9.9
source: aññatra saññāya …
sc_po: or distinct from perception …

# sn22.86:9.10
source: saṅkhāresu …
sc_po: as in choices …

# sn22.86:9.11
source: aññatra saṅkhārehi …
sc_po: or distinct from choices …

# sn22.86:9.12
source: viññāṇasmiṃ …
sc_po: as in consciousness …

# sn22.86:9.13
source: aññatra viññāṇā tathāgatoti samanupassasī”ti?
sc_po: or as distinct from consciousness?”

# sn22.86:9.14
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn22.86:10.1
source: “Taṃ kiṃ maññasi, anurādha,
sc_po: “What do you think, Anurādha?

# sn22.86:10.2
source: rūpaṃ … vedanā … saññā … saṅkhārā … viññāṇaṃ tathāgatoti samanupassasī”ti?
sc_po: Do you regard the Realized One as possessing form, feeling, perception, choices, and consciousness?”

# sn22.86:10.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn22.86:11.1
source: “Taṃ kiṃ maññasi, anurādha,
sc_po: “What do you think, Anurādha?

# sn22.86:11.2
source: ayaṃ so arūpī … avedano … asaññī … asaṅkhāro … aviññāṇo tathāgatoti samanupassasī”ti?
sc_po: Do you regard the Realized One as one who is without form, feeling, perception, choices, and consciousness?”

# sn22.86:11.3
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn22.86:12.1
source: “Ettha ca te, anurādha, diṭṭheva dhamme saccato thetato tathāgate anupalabbhiyamāne kallaṃ nu te taṃ veyyākaraṇaṃ:
sc_po: “In that case, Anurādha, since you don’t acknowledge the Realized One as a genuine fact in the present life, is it appropriate to declare:

# sn22.86:12.2
source: ‘yo so, āvuso, tathāgato uttamapuriso paramapuriso paramapattipatto taṃ tathāgato aññatra imehi catūhi ṭhānehi paññāpayamāno paññāpeti—
sc_po: ‘Reverends, when a Realized One is describing a Realized One—a supreme person, highest of people, who has reached the highest point—they describe them other than these four ways:

# sn22.86:12.3
source: hoti tathāgato paraṃ maraṇāti vā … na hoti … hoti ca na ca hoti … neva hoti na na hoti tathāgato paraṃ maraṇāti vā’”ti?
sc_po: After death, a Realized One exists, or doesn’t exist, or both exists and doesn’t exist, or neither exists nor doesn’t exist’?”

# sn22.86:12.4
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn22.86:13.1
source: “Sādhu sādhu, anurādha.
sc_po: “Good, good, Anurādha!

# sn22.86:13.2
source: Pubbe cāhaṃ, anurādha, etarahi ca dukkhañceva paññapemi, dukkhassa ca nirodhan”ti.
sc_po: In the past, as today, I describe suffering and the cessation of suffering.”
