Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.070.po
Languages: sc_po

# sn22.70:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.70:0.2
source: 7. Arahantavagga
sc_po: 7. The Perfected Ones

# sn22.70:0.3
source: 70. Rajanīyasaṇṭhitasutta
sc_po: 70. Definitely Arousing

# sn22.70:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.70:1.2
source: Atha kho aññataro bhikkhu … pe … ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha … and asked him,

# sn22.70:1.3
source: “sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā … pe … vihareyyan”ti.
sc_po: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# sn22.70:1.4
source: “Yaṃ kho, bhikkhu, rajanīyasaṇṭhitaṃ; tatra te chando pahātabbo”ti.
sc_po: “Mendicant, give up desire for anything that’s stuck in what’s arousing.”

# sn22.70:1.5
source: “Aññātaṃ, bhagavā, aññātaṃ, sugatā”ti.
sc_po: “Understood, Blessed One! Understood, Holy One!”

# sn22.70:2.1
source: “Yathā kathaṃ pana tvaṃ, bhikkhu, mayā saṅkhittena bhāsitassa vitthārena atthaṃ ājānāsī”ti?
sc_po: “But how do you see the detailed meaning of my brief statement?”

# sn22.70:2.2
source: “Rūpaṃ kho, bhante, rajanīyasaṇṭhitaṃ; tatra me chando pahātabbo.
sc_po: “Sir, form is stuck in what’s arousing; I should give up desire for it.

# sn22.70:2.3
source: Vedanā …
sc_po: Feeling …

# sn22.70:2.4
source: saññā …
sc_po: Perception …

# sn22.70:2.5
source: saṅkhārā …
sc_po: Choices …

# sn22.70:2.6
source: viññāṇaṃ rajanīyasaṇṭhitaṃ; tatra me chando pahātabbo.
sc_po: Consciousness is stuck in what’s arousing; I should give up desire for it.

# sn22.70:2.7
source: Imassa khvāhaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmī”ti.
sc_po: That’s how I understand the detailed meaning of the Buddha’s brief statement.”

# sn22.70:3.1
source: “Sādhu sādhu, bhikkhu.
sc_po: “Good, good, mendicant!

# sn22.70:3.2
source: Sādhu kho tvaṃ, bhikkhu, mayā saṅkhittena bhāsitassa vitthārena atthaṃ ājānāsi.
sc_po: It’s good that you understand the detailed meaning of what I’ve said in brief like this.

# sn22.70:3.3
source: Rūpaṃ kho, bhikkhu, rajanīyasaṇṭhitaṃ; tatra te chando pahātabbo.
sc_po: “Form is stuck in what’s arousing; you should give up desire for it.

# sn22.70:3.4
source: Vedanā …
sc_po: Feeling …

# sn22.70:3.5
source: saññā …
sc_po: Perception …

# sn22.70:3.6
source: saṅkhārā …
sc_po: Choices …

# sn22.70:3.7
source: viññāṇaṃ rajanīyasaṇṭhitaṃ; tatra te chando pahātabbo.
sc_po: Consciousness is stuck in what’s arousing; you should give up desire for it.

# sn22.70:3.8
source: Imassa kho, bhikkhu, mayā saṅkhittena bhāsitassa evaṃ vitthārena attho daṭṭhabbo”ti … pe …
sc_po: This is how to understand the detailed meaning of what I said in brief.” …

# sn22.70:3.9
source: aññataro ca pana so bhikkhu arahataṃ ahosīti.
sc_po: And that mendicant became one of the perfected.
