Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.048.po
Languages: sc_po

# sn22.48:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.48:0.2
source: 5. Attadīpavagga
sc_po: 5. Be Your Own Island

# sn22.48:0.3
source: 48. Khandhasutta
sc_po: 48. Aggregates

# sn22.48:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.48:1.2
source: “Pañca, bhikkhave, khandhe desessāmi, pañcupādānakkhandhe ca.
sc_po: “Mendicants, I will teach you the five aggregates and the five grasping aggregates.

# sn22.48:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn22.48:1.4
source: Katame ca, bhikkhave, pañcakkhandhā?
sc_po: And what are the five aggregates?

# sn22.48:1.5
source: Yaṃ kiñci, bhikkhave, rūpaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, ayaṃ vuccati rūpakkhandho.
sc_po: Any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: this is called the aggregate of form.

# sn22.48:1.6
source: Yā kāci vedanā … pe …
sc_po: Any kind of feeling at all …

# sn22.48:1.7
source: yā kāci saññā …
sc_po: Any kind of perception at all …

# sn22.48:1.8
source: ye keci saṅkhārā atītānāgatapaccuppannā ajjhattaṃ vā bahiddhā vā oḷārikā vā sukhumā vā … pe … ayaṃ vuccati saṅkhārakkhandho.
sc_po: Any kind of choices at all …

# sn22.48:1.9
source: Yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, ayaṃ vuccati viññāṇakkhandho.
sc_po: Any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: this is called the aggregate of consciousness.

# sn22.48:1.10
source: Ime vuccanti, bhikkhave, pañcakkhandhā.
sc_po: These are called the five aggregates.

# sn22.48:2.1
source: Katame ca, bhikkhave, pañcupādānakkhandhā?
sc_po: And what are the five grasping aggregates?

# sn22.48:2.2
source: Yaṃ kiñci, bhikkhave, rūpaṃ atītānāgatapaccuppannaṃ … pe … yaṃ dūre santike vā sāsavaṃ upādāniyaṃ, ayaṃ vuccati rūpupādānakkhandho.
sc_po: Any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near, which is accompanied by defilements and is prone to being grasped: this is called the aggregate of form connected with grasping.

# sn22.48:2.3
source: Yā kāci vedanā … pe … yā dūre santike vā sāsavā upādāniyā, ayaṃ vuccati vedanupādānakkhandho.
sc_po: Any kind of feeling at all …

# sn22.48:2.4
source: Yā kāci saññā … pe … yā dūre santike vā sāsavā upādāniyā, ayaṃ vuccati saññupādānakkhandho.
sc_po: Any kind of perception at all …

# sn22.48:2.5
source: Ye keci saṅkhārā … pe … sāsavā upādāniyā, ayaṃ vuccati saṅkhārupādānakkhandho.
sc_po: Any kind of choices at all …

# sn22.48:2.6
source: Yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ … pe … yaṃ dūre santike vā sāsavaṃ upādāniyaṃ, ayaṃ vuccati viññāṇupādānakkhandho.
sc_po: Any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near, which is accompanied by defilements and is prone to being grasped: this is called the aggregate of consciousness connected with grasping.

# sn22.48:2.7
source: Ime vuccanti, bhikkhave, pañcupādānakkhandhā”ti.
sc_po: These are called the five grasping aggregates.”
