Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.055.po
Languages: sc_po

# sn22.55:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.55:0.2
source: 6. Upayavagga
sc_po: 6. Involvement

# sn22.55:0.3
source: 55. Udānasutta
sc_po: 55. An Inspired Saying

# sn22.55:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.55:1.2
source: Tatra kho bhagavā udānaṃ udānesi:
sc_po: There the Buddha was inspired to exclaim:

# sn22.55:1.3
source: “‘no cassaṃ, no ca me siyā, nābhavissa, na me bhavissatī’ti—
sc_po: “‘It might not be, and it might not be mine. It will not be, and it will not be mine.’

# sn22.55:1.4
source: evaṃ adhimuccamāno bhikkhu chindeyya orambhāgiyāni saṃyojanānī”ti.
sc_po: A mendicant who makes such a resolution can cut off the five lower fetters.”

# sn22.55:1.5
source: Evaṃ vutte, aññataro bhikkhu bhagavantaṃ etadavoca:
sc_po: When he said this, one of the mendicants asked the Buddha,

# sn22.55:1.6
source: “yathā kathaṃ pana, bhante, ‘no cassaṃ, no ca me siyā, nābhavissa, na me bhavissatī’ti—
sc_po: “But sir, how

# sn22.55:1.7
source: evaṃ adhimuccamāno bhikkhu chindeyya orambhāgiyāni saṃyojanānī”ti?
sc_po: can a mendicant who makes such a resolution cut off the five lower fetters?”

# sn22.55:2.1
source: “Idha, bhikkhu, assutavā puthujjano ariyānaṃ adassāvī … pe …
sc_po: “Mendicant, take an uneducated ordinary person who has not seen the noble ones, and is neither skilled nor trained in their teaching. They’ve not seen good persons, and are neither skilled nor trained in their teaching.

# sn22.55:2.2
source: sappurisadhamme avinīto rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ; attani vā rūpaṃ, rūpasmiṃ vā attānaṃ.
sc_po: They regard form as self, self as having form, form in self, or self in form.

# sn22.55:2.3
source: Vedanaṃ …
sc_po: They regard feeling …

# sn22.55:2.4
source: saññaṃ …
sc_po: perception …

# sn22.55:2.5
source: saṅkhāre …
sc_po: choices …

# sn22.55:2.6
source: viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ; attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ.
sc_po: consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# sn22.55:3.1
source: So aniccaṃ rūpaṃ ‘aniccaṃ rūpan’ti yathābhūtaṃ nappajānāti,
sc_po: They don’t truly understand form—which is impermanent—as impermanent.

# sn22.55:3.2
source: aniccaṃ vedanaṃ ‘aniccā vedanā’ti yathābhūtaṃ nappajānāti,
sc_po: They don’t truly understand feeling …

# sn22.55:3.3
source: aniccaṃ saññaṃ ‘aniccā saññā’ti yathābhūtaṃ nappajānāti,
sc_po: perception …

# sn22.55:3.4
source: anicce saṅkhāre ‘aniccā saṅkhārā’ti yathābhūtaṃ nappajānāti,
sc_po: choices …

# sn22.55:3.5
source: aniccaṃ viññāṇaṃ ‘aniccaṃ viññāṇan’ti yathābhūtaṃ nappajānāti.
sc_po: consciousness—which is impermanent—as impermanent.

# sn22.55:4.1
source: Dukkhaṃ rūpaṃ ‘dukkhaṃ rūpan’ti yathābhūtaṃ nappajānāti,
sc_po: They don’t truly understand form—which is suffering—as suffering.

# sn22.55:4.2
source: dukkhaṃ vedanaṃ …
sc_po: They don’t truly understand feeling …

# sn22.55:4.3
source: dukkhaṃ saññaṃ …
sc_po: perception …

# sn22.55:4.4
source: dukkhe saṅkhāre …
sc_po: choices …

# sn22.55:4.5
source: dukkhaṃ viññāṇaṃ ‘dukkhaṃ viññāṇan’ti yathābhūtaṃ nappajānāti.
sc_po: consciousness—which is suffering—as suffering.

# sn22.55:5.1
source: Anattaṃ rūpaṃ ‘anattā rūpan’ti yathābhūtaṃ nappajānāti,
sc_po: They don’t truly understand form—which is not-self—as not-self.

# sn22.55:5.2
source: anattaṃ vedanaṃ ‘anattā vedanā’ti yathābhūtaṃ nappajānāti,
sc_po: They don’t truly understand feeling …

# sn22.55:5.3
source: anattaṃ saññaṃ ‘anattā saññā’ti yathābhūtaṃ nappajānāti,
sc_po: perception …

# sn22.55:5.4
source: anatte saṅkhāre ‘anattā saṅkhārā’ti yathābhūtaṃ nappajānāti,
sc_po: choices …

# sn22.55:5.5
source: anattaṃ viññāṇaṃ ‘anattā viññāṇan’ti yathābhūtaṃ nappajānāti.
sc_po: consciousness—which is not-self—as not-self.

# sn22.55:6.1
source: Saṅkhataṃ rūpaṃ ‘saṅkhataṃ rūpan’ti yathābhūtaṃ nappajānāti,
sc_po: They don’t truly understand form—which is conditioned—as conditioned.

# sn22.55:6.2
source: saṅkhataṃ vedanaṃ …
sc_po: They don’t truly understand feeling …

# sn22.55:6.3
source: saṅkhataṃ saññaṃ …
sc_po: perception …

# sn22.55:6.4
source: saṅkhate saṅkhāre …
sc_po: choices …

# sn22.55:6.5
source: saṅkhataṃ viññāṇaṃ ‘saṅkhataṃ viññāṇan’ti yathābhūtaṃ nappajānāti.
sc_po: consciousness—which is conditioned—as conditioned.

# sn22.55:6.6
source: Rūpaṃ vibhavissatīti yathābhūtaṃ nappajānāti.
sc_po: They don’t truly understand that form will disappear.

# sn22.55:6.7
source: Vedanā vibhavissati …
sc_po: They don’t truly understand that feeling …

# sn22.55:6.8
source: saññā vibhavissati …
sc_po: perception …

# sn22.55:6.9
source: saṅkhārā vibhavissanti …
sc_po: choices …

# sn22.55:6.10
source: viññāṇaṃ vibhavissatīti yathābhūtaṃ nappajānāti.
sc_po: consciousness will disappear.

# sn22.55:7.1
source: Sutavā ca kho, bhikkhu, ariyasāvako ariyānaṃ dassāvī ariyadhammassa kovido ariyadhamme suvinīto sappurisānaṃ dassāvī sappurisadhammassa kovido sappurisadhamme suvinīto
sc_po: But an educated noble disciple has seen the noble ones, and is skilled and trained in the teaching of the noble ones. They’ve seen good persons, and are skilled and trained in the teaching of the good persons.

# sn22.55:7.2
source: na rūpaṃ attato samanupassati … pe …
sc_po: They don’t regard form as self …

# sn22.55:7.3
source: na vedanaṃ …
sc_po: They don’t regard feeling …

# sn22.55:7.4
source: na saññaṃ …
sc_po: perception …

# sn22.55:7.5
source: na saṅkhāre …
sc_po: choices …

# sn22.55:7.6
source: na viññāṇaṃ attato samanupassati.
sc_po: consciousness as self.

# sn22.55:8.1
source: So aniccaṃ rūpaṃ ‘aniccaṃ rūpan’ti yathābhūtaṃ pajānāti.
sc_po: They truly understand form—which is impermanent—as impermanent.

# sn22.55:8.2
source: Aniccaṃ vedanaṃ …
sc_po: They truly understand feeling …

# sn22.55:8.3
source: aniccaṃ saññaṃ …
sc_po: perception …

# sn22.55:8.4
source: anicce saṅkhāre …
sc_po: choices …

# sn22.55:8.5
source: aniccaṃ viññāṇaṃ ‘aniccaṃ viññāṇan’ti yathābhūtaṃ pajānāti.
sc_po: consciousness—which is impermanent—as impermanent.

# sn22.55:8.6
source: Dukkhaṃ rūpaṃ … pe … dukkhaṃ viññāṇaṃ …
sc_po: They truly understand form … feeling … perception … choices … consciousness—which is suffering—as suffering.

# sn22.55:8.7
source: anattaṃ rūpaṃ … pe … anattaṃ viññāṇaṃ …
sc_po: They truly understand form … feeling … perception … choices … consciousness—which is not-self—as not-self.

# sn22.55:8.8
source: saṅkhataṃ rūpaṃ … pe … saṅkhataṃ viññāṇaṃ ‘saṅkhataṃ viññāṇan’ti yathābhūtaṃ pajānāti.
sc_po: They truly understand form … feeling … perception … choices … consciousness—which is conditioned—as conditioned.

# sn22.55:8.9
source: Rūpaṃ vibhavissatīti yathābhūtaṃ pajānāti.
sc_po: They truly understand that form will disappear.

# sn22.55:8.10
source: Vedanā …
sc_po: They truly understand that feeling …

# sn22.55:8.11
source: saññā …
sc_po: perception …

# sn22.55:8.12
source: saṅkhārā …
sc_po: choices …

# sn22.55:8.13
source: viññāṇaṃ vibhavissatīti yathābhūtaṃ pajānāti.
sc_po: consciousness will disappear.

# sn22.55:9.1
source: So rūpassa vibhavā, vedanāya vibhavā, saññāya vibhavā, saṅkhārānaṃ vibhavā, viññāṇassa vibhavā, evaṃ kho, bhikkhu,
sc_po: It’s because of the disappearance of form, feeling, perception, choices, and consciousness that a mendicant who makes such a resolution—

# sn22.55:9.2
source: ‘no cassaṃ, no ca me siyā, nābhavissa, na me bhavissatī’ti—
sc_po: ‘It might not be, and it might not be mine. It will not be, and it will not be mine’—

# sn22.55:9.3
source: evaṃ adhimuccamāno bhikkhu chindeyya orambhāgiyāni saṃyojanānī”ti.
sc_po: can cut off the five lower fetters.”

# sn22.55:9.4
source: “Evaṃ adhimuccamāno, bhante, bhikkhu chindeyya orambhāgiyāni saṃyojanānī”ti.
sc_po: “Sir, a mendicant who makes such a resolution can cut off the five lower fetters.

# sn22.55:10.1
source: “Kathaṃ pana, bhante, jānato kathaṃ passato anantarā āsavānaṃ khayo hotī”ti?
sc_po: But how are they to know and see in order to end the defilements in the present life?”

# sn22.55:10.2
source: “Idha, bhikkhu, assutavā puthujjano atasitāye ṭhāne tāsaṃ āpajjati.
sc_po: “Mendicant, an uneducated ordinary person worries about things that aren’t a worry.

# sn22.55:10.3
source: Tāso heso bhikkhu assutavato puthujjanassa:
sc_po: For an uneducated ordinary person worries:

# sn22.55:10.4
source: ‘no cassaṃ, no ca me siyā, nābhavissa, na me bhavissatī’ti.
sc_po: ‘It might not be, and it might not be mine. It will not be, and it will not be mine.’

# sn22.55:11.1
source: Sutavā ca kho, bhikkhu, ariyasāvako atasitāye ṭhāne na tāsaṃ āpajjati.
sc_po: An educated noble disciple doesn’t worry about things that aren’t a worry.

# sn22.55:11.2
source: Na heso, bhikkhu, tāso sutavato ariyasāvakassa:
sc_po: For an educated noble disciple doesn’t worry:

# sn22.55:11.3
source: ‘no cassaṃ, no ca me siyā, nābhavissa, na me bhavissatī’ti.
sc_po: ‘It might not be, and it might not be mine. It will not be, and it will not be mine.’

# sn22.55:11.4
source: Rūpupayaṃ vā, bhikkhu, viññāṇaṃ tiṭṭhamānaṃ tiṭṭheyya, rūpārammaṇaṃ rūpappatiṭṭhaṃ nandūpasecanaṃ vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya.
sc_po: As long as consciousness remains, it would remain involved with form, supported by form, founded on form. And with a sprinkle of relishing, it would grow, increase, and mature.

# sn22.55:11.5
source: Vedanupayaṃ vā, bhikkhu …
sc_po: Or consciousness would remain involved with feeling …

# sn22.55:11.6
source: saññupayaṃ vā, bhikkhu …
sc_po: Or consciousness would remain involved with perception …

# sn22.55:11.7
source: saṅkhārupayaṃ vā, bhikkhu, viññāṇaṃ tiṭṭhamānaṃ tiṭṭheyya, saṅkhārārammaṇaṃ saṅkhārappatiṭṭhaṃ nandūpasecanaṃ vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya.
sc_po: Or consciousness would remain involved with choices, supported by choices, grounded on choices. And with a sprinkle of relishing, it would grow, increase, and mature.

# sn22.55:12.1
source: Yo, bhikkhu, evaṃ vadeyya:
sc_po: Mendicants, suppose you say:

# sn22.55:12.2
source: ‘ahamaññatra rūpā, aññatra vedanāya, aññatra saññāya, aññatra saṅkhārehi viññāṇassa āgatiṃ vā gatiṃ vā cutiṃ vā upapattiṃ vā vuddhiṃ vā virūḷhiṃ vā vepullaṃ vā paññāpessāmī’ti, netaṃ ṭhānaṃ vijjati.
sc_po: ‘Apart from form, feeling, perception, and choices, I will describe the coming and going of consciousness, its passing away and reappearing, its growth, increase, and maturity.’ That is not possible.

# sn22.55:13.1
source: Rūpadhātuyā ce, bhikkhu, bhikkhuno rāgo pahīno hoti. Rāgassa pahānā vocchijjatārammaṇaṃ patiṭṭhā viññāṇassa na hoti.
sc_po: If a mendicant has given up greed for the form element, the support is cut off, and there is no foundation for consciousness.

# sn22.55:13.2
source: Vedanādhātuyā ce, bhikkhu, bhikkhuno …
sc_po: If a mendicant has given up greed for the feeling element …

# sn22.55:13.3
source: saññādhātuyā ce, bhikkhu, bhikkhuno …
sc_po: perception element …

# sn22.55:13.4
source: saṅkhāradhātuyā ce, bhikkhu, bhikkhuno …
sc_po: choices element …

# sn22.55:13.5
source: viññāṇadhātuyā ce, bhikkhu, bhikkhuno rāgo pahīno hoti. Rāgassa pahānā vocchijjatārammaṇaṃ patiṭṭhā viññāṇassa na hoti.
sc_po: consciousness element, the support is cut off, and there is no foundation for consciousness.

# sn22.55:13.6
source: Tadappatiṭṭhitaṃ viññāṇaṃ avirūḷhaṃ anabhisaṅkhacca vimuttaṃ.
sc_po: Since that consciousness does not become established and does not grow, with no power to regenerate, it is freed.

# sn22.55:13.7
source: Vimuttattā ṭhitaṃ. Ṭhitattā santusitaṃ. Santusitattā na paritassati. Aparitassaṃ paccattaññeva parinibbāyati.
sc_po: Being free, it’s stable. Being stable, it’s content. Being content, they’re not anxious. Not being anxious, they personally become extinguished.

# sn22.55:13.8
source: ‘Khīṇā jāti … pe … nāparaṃ itthattāyā’ti pajānāti.
sc_po: They understand: ‘Rebirth is ended … there is no return to any state of existence.’”

# sn22.55:13.9
source: Evaṃ kho, bhikkhu, jānato evaṃ passato anantarā āsavānaṃ khayo hotī”ti.
sc_po: The ending of the defilements is for one who knows and sees this.”
