Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.112.po
Languages: sc_po

# sn22.112:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.112:0.2
source: 11. Antavagga
sc_po: 11. Sides

# sn22.112:0.3
source: 112. Dutiyachandappahānasutta
sc_po: 112. Giving Up Desire (2nd)

# sn22.112:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.112:1.2
source: “Rūpe, bhikkhave, yo chando yo rāgo yā nandī yā taṇhā ye upayupādānā cetaso adhiṭṭhānābhinivesānusayā, te pajahatha.
sc_po: “Mendicants, you should give up any desire, greed, relishing, and craving for form; and any attraction, grasping, mental fixation, insistence, and underlying tendencies.

# sn22.112:1.3
source: Evaṃ taṃ rūpaṃ pahīnaṃ bhavissati ucchinnamūlaṃ … pe …
sc_po: Thus that form will be given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.

# sn22.112:1.4
source: vedanāya …
sc_po: You should give up any desire, greed, relishing, and craving for feeling …

# sn22.112:1.5
source: saññāya …
sc_po: perception …

# sn22.112:1.6
source: saṅkhāresu yo chando … pe …
sc_po: choices …

# sn22.112:1.8
source: Viññāṇe yo chando yo rāgo yā nandī yā taṇhā ye upayupādānā cetaso adhiṭṭhānābhinivesānusayā, te pajahatha.
sc_po: consciousness; and any attraction, grasping, mental fixation, insistence, and underlying tendencies.

# sn22.112:1.9
source: Evaṃ taṃ viññāṇaṃ pahīnaṃ bhavissati ucchinnamūlaṃ tālāvatthukataṃ anabhāvaṃkataṃ āyatiṃ anuppādadhamman”ti.
sc_po: Thus that consciousness will be given up, cut off at the root, made like a palm stump, obliterated, and unable to arise in the future.”
