Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.127.po
Languages: sc_po

# sn22.127:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.127:0.2
source: 13. Avijjāvagga
sc_po: 13. Ignorance

# sn22.127:0.3
source: 127. Dutiyasamudayadhammasutta
sc_po: 127. Liable To Originate (2nd)

# sn22.127:1.1
source: Ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca mahākoṭṭhiko bārāṇasiyaṃ viharanti isipatane migadāye.
sc_po: At one time Venerable Sāriputta and Venerable Mahākoṭṭhita were staying near Benares, in the deer park at Isipatana. …

# sn22.127:1.2
source: Atha kho āyasmā mahākoṭṭhiko sāyanhasamayaṃ paṭisallānā vuṭṭhito … pe … ekamantaṃ nisinno kho āyasmā mahākoṭṭhiko āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: Mahākoṭṭhita said to Sāriputta:

# sn22.127:1.3
source: “‘avijjā, avijjā’ti, āvuso sāriputta, vuccati.
sc_po: “Reverend Sāriputta, they speak of this thing called ‘ignorance’.

# sn22.127:1.4
source: Katamā nu kho, āvuso, avijjā;
sc_po: What is ignorance?

# sn22.127:1.5
source: kittāvatā ca avijjāgato hotī”ti?
sc_po: And how is an ignorant person defined?”

# sn22.127:2.1
source: “Idhāvuso assutavā puthujjano samudayadhammaṃ rūpaṃ ‘samudayadhammaṃ rūpan’ti yathābhūtaṃ nappajānāti; vayadhammaṃ rūpaṃ … pe … ‘samudayavayadhammaṃ rūpan’ti yathābhūtaṃ nappajānāti.
sc_po: “Reverend, it’s when an uneducated ordinary person doesn’t truly understand form, which is liable to originate … liable to vanish … liable to originate and vanish, as form which is liable to originate and vanish.

# sn22.127:2.2
source: Samudayadhammaṃ vedanaṃ … pe … vayadhammaṃ vedanaṃ … pe … ‘samudayavayadhammā vedanā’ti yathābhūtaṃ nappajānāti.
sc_po: They don’t truly understand feeling …

# sn22.127:2.3
source: Samudayadhammaṃ saññaṃ … pe …
sc_po: perception …

# sn22.127:2.4
source: samudayadhamme saṅkhāre … pe … vayadhamme saṅkhāre … pe … samudayavayadhamme saṅkhāre ‘samudayavayadhammā saṅkhārā’ti yathābhūtaṃ nappajānāti.
sc_po: choices …

# sn22.127:2.5
source: Samudayadhammaṃ viññāṇaṃ … pe … samudayavayadhammaṃ viññāṇaṃ ‘samudayavayadhammaṃ viññāṇan’ti yathābhūtaṃ nappajānāti.
sc_po: consciousness, which is liable to originate … liable to vanish … liable to originate and vanish, as consciousness which is liable to originate and vanish.

# sn22.127:2.6
source: Ayaṃ vuccati, āvuso, avijjā;
sc_po: This is called ignorance.

# sn22.127:2.7
source: ettāvatā ca avijjāgato hotī”ti.
sc_po: And this is how an ignorant person is defined.”
