Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.139.po
Languages: sc_po

# sn22.139:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.139:0.2
source: 14. Kukkuḷavagga
sc_po: 14. Burning Chaff

# sn22.139:0.3
source: 139. Tatiyaaniccasutta
sc_po: 139. Impermanence (3rd)

# sn22.139:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.139:1.2
source: “Yaṃ, bhikkhave, aniccaṃ; tatra vo chandarāgo pahātabbo.
sc_po: “Mendicants, you should give up desire and greed for what is impermanent.

# sn22.139:1.3
source: Kiñca, bhikkhave, aniccaṃ?
sc_po: And what is impermanent?

# sn22.139:1.4
source: Rūpaṃ, bhikkhave, aniccaṃ, tatra vo chandarāgo pahātabbo.
sc_po: Form is impermanent; you should give up desire and greed for it.

# sn22.139:1.5
source: Vedanā aniccā …
sc_po: Feeling …

# sn22.139:1.6
source: saññā …
sc_po: Perception …

# sn22.139:1.7
source: saṅkhārā …
sc_po: Choices …

# sn22.139:1.8
source: viññāṇaṃ aniccaṃ; tatra vo chandarāgo pahātabbo.
sc_po: Consciousness is impermanent; you should give up desire and greed for it.

# sn22.139:1.9
source: Yaṃ, bhikkhave, aniccaṃ; tatra vo chandarāgo pahātabbo”ti.
sc_po: You should give up desire and greed for what is impermanent.”
