Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.053.po
Languages: sc_po

# sn22.53:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.53:0.2
source: 6. Upayavagga
sc_po: 6. Involvement

# sn22.53:0.3
source: 53. Upayasutta
sc_po: 53. Involvement

# sn22.53:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.53:1.2
source: “Upayo, bhikkhave, avimutto, anupayo vimutto.
sc_po: “Mendicants, if you’re involved, you’re not free. If you’re not involved, you’re free.

# sn22.53:1.3
source: Rūpupayaṃ vā, bhikkhave, viññāṇaṃ tiṭṭhamānaṃ tiṭṭheyya, rūpārammaṇaṃ rūpappatiṭṭhaṃ nandūpasecanaṃ vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya.
sc_po: As long as consciousness remains, it would remain involved with form, supported by form, founded on form. And with a sprinkle of relishing, it would grow, increase, and mature.

# sn22.53:1.4
source: Vedanupayaṃ vā … pe …
sc_po: Or consciousness would remain involved with feeling …

# sn22.53:1.5
source: saññupayaṃ vā … pe …
sc_po: Or consciousness would remain involved with perception …

# sn22.53:1.6
source: saṅkhārupayaṃ vā, bhikkhave, viññāṇaṃ tiṭṭhamānaṃ tiṭṭheyya, saṅkhārārammaṇaṃ saṅkhārappatiṭṭhaṃ nandūpasecanaṃ vuddhiṃ virūḷhiṃ vepullaṃ āpajjeyya.
sc_po: Or as long as consciousness remains, it would remain involved with choices, supported by choices, grounded on choices. And with a sprinkle of relishing, it would grow, increase, and mature.

# sn22.53:2.1
source: Yo, bhikkhave, evaṃ vadeyya:
sc_po: Mendicants, suppose you say:

# sn22.53:2.2
source: ‘ahamaññatra rūpā aññatra vedanāya aññatra saññāya aññatra saṅkhārehi viññāṇassa āgatiṃ vā gatiṃ vā cutiṃ vā upapattiṃ vā vuddhiṃ vā virūḷhiṃ vā vepullaṃ vā paññāpessāmī’ti, netaṃ ṭhānaṃ vijjati.
sc_po: ‘Apart from form, feeling, perception, and choices, I will describe the coming and going of consciousness, its passing away and reappearing, its growth, increase, and maturity.’ That is not possible.

# sn22.53:3.1
source: Rūpadhātuyā ce, bhikkhave, bhikkhuno rāgo pahīno hoti.
sc_po: If a mendicant has given up greed for the form element,

# sn22.53:3.2
source: Rāgassa pahānā vocchijjatārammaṇaṃ patiṭṭhā viññāṇassa na hoti.
sc_po: the support is cut off, and there is no foundation for consciousness.

# sn22.53:3.3
source: Vedanādhātuyā ce, bhikkhave …
sc_po: If a mendicant has given up greed for the feeling element …

# sn22.53:3.4
source: saññādhātuyā ce, bhikkhave …
sc_po: perception element …

# sn22.53:3.5
source: saṅkhāradhātuyā ce, bhikkhave …
sc_po: choices element …

# sn22.53:3.6
source: viññāṇadhātuyā ce, bhikkhave, bhikkhuno rāgo pahīno hoti.
sc_po: consciousness element,

# sn22.53:3.7
source: Rāgassa pahānā vocchijjatārammaṇaṃ patiṭṭhā viññāṇassa na hoti.
sc_po: the support is cut off, and there is no foundation for consciousness.

# sn22.53:3.8
source: Tadappatiṭṭhitaṃ viññāṇaṃ avirūḷhaṃ anabhisaṅkhacca vimuttaṃ.
sc_po: Since that consciousness does not become established and does not grow, with no power to regenerate, it is freed.

# sn22.53:3.9
source: Vimuttattā ṭhitaṃ. Ṭhitattā santusitaṃ. Santusitattā na paritassati. Aparitassaṃ paccattaññeva parinibbāyati.
sc_po: Being free, it’s stable. Being stable, it’s content. Being content, they’re not anxious. Not being anxious, they personally become extinguished.

# sn22.53:3.10
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’”
