Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.020.po
Languages: sc_po

# sn22.20:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.20:0.2
source: 2. Aniccavagga
sc_po: 2. Impermanence

# sn22.20:0.3
source: 20. Sahetuanattasutta
sc_po: 20. Not-Self With Its Cause

# sn22.20:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.20:1.2
source: “Rūpaṃ, bhikkhave, anattā.
sc_po: “Mendicants, form is not-self.

# sn22.20:1.3
source: Yopi hetu yopi paccayo rūpassa uppādāya, sopi anattā.
sc_po: The cause and condition that gives rise to form is also not-self.

# sn22.20:1.4
source: Anattasambhūtaṃ, bhikkhave, rūpaṃ kuto attā bhavissati.
sc_po: Since form is produced by what is not-self, how could it be self?

# sn22.20:1.5
source: Vedanā anattā …
sc_po: Feeling is not-self …

# sn22.20:1.6
source: saññā anattā …
sc_po: Perception is not-self …

# sn22.20:1.7
source: saṅkhārā anattā …
sc_po: Choices are not-self …

# sn22.20:1.8
source: viññāṇaṃ anattā.
sc_po: Consciousness is not-self.

# sn22.20:1.9
source: Yopi hetu yopi paccayo viññāṇassa uppādāya, sopi anattā.
sc_po: The cause and condition that gives rise to consciousness is also not-self.

# sn22.20:1.10
source: Anattasambhūtaṃ, bhikkhave, viññāṇaṃ kuto attā bhavissati.
sc_po: Since consciousness is produced by what is not-self, how could it be self?

# sn22.20:1.11
source: Evaṃ passaṃ … pe …
sc_po: Seeing this …

# sn22.20:1.12
source: nāparaṃ itthattāyā’ti pajānātī”ti.
sc_po: They understand: ‘… there is no return to any state of existence.’”
