Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.005.po
Languages: sc_po

# sn22.5:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.5:0.2
source: 1. Nakulapituvagga
sc_po: 1. Nakula’s Father

# sn22.5:0.3
source: 5. Samādhisutta
sc_po: 5. Development of Immersion

# sn22.5:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn22.5:1.2
source: … pe … sāvatthiyaṃ …
sc_po: At Sāvatthī.

# sn22.5:1.4
source: “samādhiṃ, bhikkhave, bhāvetha;
sc_po: “Mendicants, develop immersion.

# sn22.5:1.5
source: samāhito, bhikkhave, bhikkhu yathābhūtaṃ pajānāti.
sc_po: A mendicant who has immersion truly understands.

# sn22.5:1.6
source: Kiñca yathābhūtaṃ pajānāti?
sc_po: What do they truly understand?

# sn22.5:1.7
source: Rūpassa samudayañca atthaṅgamañca, vedanāya samudayañca atthaṅgamañca, saññāya samudayañca atthaṅgamañca, saṅkhārānaṃ samudayañca atthaṅgamañca, viññāṇassa samudayañca atthaṅgamañca.
sc_po: The origin and ending of form, feeling, perception, choices, and consciousness.

# sn22.5:2.1
source: Ko ca, bhikkhave, rūpassa samudayo, ko vedanāya samudayo, ko saññāya samudayo, ko saṅkhārānaṃ samudayo, ko viññāṇassa samudayo?
sc_po: And what is the origin of form, feeling, perception, choices, and consciousness?

# sn22.5:2.2
source: Idha, bhikkhave, bhikkhu abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: It’s when a mendicant approves, welcomes, and keeps clinging.

# sn22.5:3.1
source: Kiñca abhinandati abhivadati ajjhosāya tiṭṭhati?
sc_po: What do they approve, welcome, and keep clinging to?

# sn22.5:3.2
source: Rūpaṃ abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: They approve, welcome, and keep clinging to form.

# sn22.5:3.3
source: Tassa rūpaṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
sc_po: This gives rise to relishing.

# sn22.5:3.4
source: Yā rūpe nandī tadupādānaṃ.
sc_po: Relishing forms is grasping.

# sn22.5:3.5
source: Tassupādānapaccayā bhavo;
sc_po: Their grasping is a condition for continued existence.

# sn22.5:3.6
source: bhavapaccayā jāti;
sc_po: Continued existence is a condition for rebirth.

# sn22.5:3.7
source: jātipaccayā jarāmaraṇaṃ sokaparidevadukkhadomanassupāyāsā sambhavanti.
sc_po: Rebirth is a condition that gives rise to old age and death, sorrow, lamentation, pain, sadness, and distress.

# sn22.5:3.8
source: Evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn22.5:4.1
source: Vedanaṃ abhinandati … pe …
sc_po: They approve, welcome, and keep clinging to feeling …

# sn22.5:4.2
source: saññaṃ abhinandati …
sc_po: perception …

# sn22.5:4.3
source: saṅkhāre abhinandati …
sc_po: choices …

# sn22.5:4.4
source: viññāṇaṃ abhinandati abhivadati ajjhosāya tiṭṭhati.
sc_po: consciousness.

# sn22.5:4.5
source: Tassa viññāṇaṃ abhinandato abhivadato ajjhosāya tiṭṭhato uppajjati nandī.
sc_po: This gives rise to relishing.

# sn22.5:4.6
source: Yā viññāṇe nandī tadupādānaṃ.
sc_po: Relishing consciousness is grasping.

# sn22.5:4.7
source: Tassupādānapaccayā bhavo;
sc_po: Their grasping is a condition for continued existence.

# sn22.5:4.8
source: bhavapaccayā jāti;
sc_po: Continued existence is a condition for rebirth.

# sn22.5:4.9
source: jātipaccayā … pe …
sc_po: Rebirth is a condition that gives rise to old age and death, sorrow, lamentation, pain, sadness, and distress.

# sn22.5:4.10
source: evametassa kevalassa dukkhakkhandhassa samudayo hoti.
sc_po: That is how this entire mass of suffering originates.

# sn22.5:5.1
source: Ayaṃ, bhikkhave, rūpassa samudayo;
sc_po: This is the origin of form,

# sn22.5:5.2
source: ayaṃ vedanāya samudayo;
sc_po: feeling,

# sn22.5:5.3
source: ayaṃ saññāya samudayo;
sc_po: perception,

# sn22.5:5.4
source: ayaṃ saṅkhārānaṃ samudayo;
sc_po: choices,

# sn22.5:5.5
source: ayaṃ viññāṇassa samudayo.
sc_po: and consciousness.

# sn22.5:6.1
source: Ko ca, bhikkhave, rūpassa atthaṅgamo, ko vedanāya …
sc_po: And what is the ending of form, feeling,

# sn22.5:6.2
source: ko saññāya …
sc_po: perception,

# sn22.5:6.3
source: ko saṅkhārānaṃ …
sc_po: choices,

# sn22.5:6.4
source: ko viññāṇassa atthaṅgamo?
sc_po: and consciousness?

# sn22.5:7.1
source: Idha, bhikkhave, nābhinandati nābhivadati nājjhosāya tiṭṭhati.
sc_po: It’s when a mendicant doesn’t approve, welcome, or keep clinging.

# sn22.5:8.1
source: Kiñca nābhinandati nābhivadati nājjhosāya tiṭṭhati?
sc_po: What don’t they approve, welcome, or keep clinging to?

# sn22.5:8.2
source: Rūpaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati.
sc_po: They don’t approve, welcome, or keep clinging to form.

# sn22.5:8.3
source: Tassa rūpaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato yā rūpe nandī sā nirujjhati.
sc_po: As a result, relishing of form ceases.

# sn22.5:8.4
source: Tassa nandīnirodhā upādānanirodho;
sc_po: When that relishing ceases, grasping ceases.

# sn22.5:8.5
source: upādānanirodhā bhavanirodho … pe …
sc_po: When grasping ceases, continued existence ceases. …

# sn22.5:8.6
source: evametassa kevalassa dukkhakkhandhassa nirodho hoti.
sc_po: That is how this entire mass of suffering ceases.

# sn22.5:9.1
source: Vedanaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati.
sc_po: They don’t approve, welcome, or keep clinging to feeling …

# sn22.5:10.1
source: Saññaṃ nābhinandati … pe …
sc_po: perception …

# sn22.5:10.2
source: saṅkhāre nābhinandati nābhivadati nājjhosāya tiṭṭhati.
sc_po: choices …

# sn22.5:11.1
source: Viññāṇaṃ nābhinandati nābhivadati nājjhosāya tiṭṭhati.
sc_po: consciousness.

# sn22.5:11.2
source: Tassa viññāṇaṃ anabhinandato anabhivadato anajjhosāya tiṭṭhato yā viññāṇe nandī sā nirujjhati.
sc_po: As a result, relishing of consciousness ceases.

# sn22.5:11.3
source: Tassa nandīnirodhā upādānanirodho … pe …
sc_po: When that relishing ceases, grasping ceases. …

# sn22.5:11.4
source: evametassa kevalassa dukkhakkhandhassa nirodho hoti.
sc_po: That is how this entire mass of suffering ceases.

# sn22.5:12.1
source: Ayaṃ, bhikkhave, rūpassa atthaṅgamo, ayaṃ vedanāya atthaṅgamo, ayaṃ saññāya atthaṅgamo, ayaṃ saṅkhārānaṃ atthaṅgamo, ayaṃ viññāṇassa atthaṅgamo”ti.
sc_po: This is the ending of form, feeling, perception, choices, and consciousness.”
