Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.094.po
Languages: sc_po

# sn22.94:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.94:0.2
source: 10. Pupphavagga
sc_po: 10. Flowers

# sn22.94:0.3
source: 94. Pupphasutta
sc_po: 94. Flowers

# sn22.94:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.94:1.2
source: “Nāhaṃ, bhikkhave, lokena vivadāmi, lokova mayā vivadati.
sc_po: “Mendicants, I don’t argue with the world; it’s the world that argues with me.

# sn22.94:1.3
source: Na, bhikkhave, dhammavādī kenaci lokasmiṃ vivadati.
sc_po: When your speech is in line with the teaching you don’t argue with anyone in the world.

# sn22.94:1.4
source: Yaṃ, bhikkhave, natthisammataṃ loke paṇḍitānaṃ, ahampi taṃ ‘natthī’ti vadāmi.
sc_po: What the astute agree on as not existing, I too say does not exist.

# sn22.94:1.5
source: Yaṃ, bhikkhave, atthisammataṃ loke paṇḍitānaṃ, ahampi taṃ ‘atthī’ti vadāmi.
sc_po: What the astute agree on as existing, I too say exists.

# sn22.94:2.1
source: Kiñca, bhikkhave, natthisammataṃ loke paṇḍitānaṃ, yamahaṃ ‘natthī’ti vadāmi?
sc_po: And what do the astute agree on as not existing, which I too say does not exist?

# sn22.94:2.2
source: Rūpaṃ, bhikkhave, niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ natthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘natthī’ti vadāmi.
sc_po: Form that is permanent, everlasting, eternal, and imperishable.

# sn22.94:2.3
source: Vedanā …
sc_po: Feeling …

# sn22.94:2.4
source: saññā …
sc_po: Perception …

# sn22.94:2.5
source: saṅkhārā …
sc_po: Choices …

# sn22.94:2.6
source: viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ natthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘natthī’ti vadāmi.
sc_po: Consciousness that is permanent, everlasting, eternal, and imperishable.

# sn22.94:2.7
source: Idaṃ kho, bhikkhave, natthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘natthī’ti vadāmi.
sc_po: This is what the astute agree on as not existing, which I too say does not exist.

# sn22.94:3.1
source: Kiñca, bhikkhave, atthisammataṃ loke paṇḍitānaṃ, yamahaṃ ‘atthī’ti vadāmi?
sc_po: And what do the astute agree on as existing, which I too say exists?

# sn22.94:3.2
source: Rūpaṃ, bhikkhave, aniccaṃ dukkhaṃ vipariṇāmadhammaṃ atthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘atthī’ti vadāmi.
sc_po: Form that is impermanent, suffering, and perishable.

# sn22.94:3.3
source: Vedanā aniccā … pe …
sc_po: Feeling … Perception … Choices …

# sn22.94:3.4
source: viññāṇaṃ aniccaṃ dukkhaṃ vipariṇāmadhammaṃ atthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘atthī’ti vadāmi.
sc_po: Consciousness that is impermanent, suffering, and perishable.

# sn22.94:3.5
source: Idaṃ kho, bhikkhave, atthisammataṃ loke paṇḍitānaṃ; ahampi taṃ ‘atthī’ti vadāmi.
sc_po: This is what the astute agree on as existing, which I too say exists.

# sn22.94:4.1
source: Atthi, bhikkhave, loke lokadhammo, taṃ tathāgato abhisambujjhati abhisameti;
sc_po: There is a temporal phenomenon in the world that the Realized One understands and comprehends.

# sn22.94:4.2
source: abhisambujjhitvā abhisametvā taṃ ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti.
sc_po: Then he explains, teaches, asserts, establishes, clarifies, analyzes, and reveals it.

# sn22.94:5.1
source: Kiñca, bhikkhave, loke lokadhammo, taṃ tathāgato abhisambujjhati abhisameti, abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti?
sc_po: And what is that temporal phenomenon in the world?

# sn22.94:5.2
source: Rūpaṃ, bhikkhave, loke lokadhammo taṃ tathāgato abhisambujjhati abhisameti.
sc_po: Form is a temporal phenomenon in the world that the Realized One understands and comprehends.

# sn22.94:5.3
source: Abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti.
sc_po: Then he explains, teaches, asserts, establishes, clarifies, analyzes, and reveals it.

# sn22.94:6.1
source: Yo, bhikkhave, tathāgatena evaṃ ācikkhiyamāne desiyamāne paññapiyamāne paṭṭhapiyamāne vivariyamāne vibhajiyamāne uttānīkariyamāne na jānāti na passati tamahaṃ, bhikkhave, bālaṃ puthujjanaṃ andhaṃ acakkhukaṃ ajānantaṃ apassantaṃ kinti karomi.
sc_po: This being so, what can I do about a foolish ordinary person, blind and sightless, who does not know or see?

# sn22.94:6.2
source: Vedanā, bhikkhave, loke lokadhammo … pe …
sc_po: Feeling …

# sn22.94:6.3
source: saññā, bhikkhave …
sc_po: Perception …

# sn22.94:6.4
source: saṅkhārā, bhikkhave …
sc_po: Choices …

# sn22.94:6.5
source: viññāṇaṃ, bhikkhave, loke lokadhammo taṃ tathāgato abhisambujjhati abhisameti.
sc_po: Consciousness is a temporal phenomenon in the world that the Realized One understands and comprehends.

# sn22.94:6.6
source: Abhisambujjhitvā abhisametvā ācikkhati deseti paññapeti paṭṭhapeti vivarati vibhajati uttānīkaroti.
sc_po: Then he explains, teaches, asserts, establishes, clarifies, analyzes, and reveals it.

# sn22.94:7.1
source: Yo, bhikkhave, tathāgatena evaṃ ācikkhiyamāne desiyamāne paññapiyamāne paṭṭhapiyamāne vivariyamāne vibhajiyamāne uttānīkariyamāne na jānāti na passati tamahaṃ, bhikkhave, bālaṃ puthujjanaṃ andhaṃ acakkhukaṃ ajānantaṃ apassantaṃ kinti karomi.
sc_po: This being so, what can I do about a foolish ordinary person, blind and sightless, who does not know or see?

# sn22.94:8.1
source: Seyyathāpi, bhikkhave, uppalaṃ vā padumaṃ vā puṇḍarīkaṃ vā udake jātaṃ udake saṃvaḍḍhaṃ udakā accuggamma ṭhāti anupalittaṃ udakena;
sc_po: Suppose there was a blue water lily, or a pink or white lotus. Though it sprouted and grew in the water, it would rise up above the water and stand with no water clinging to it.

# sn22.94:8.2
source: evameva kho, bhikkhave, tathāgato loke jāto loke saṃvaḍḍho lokaṃ abhibhuyya viharati anupalitto lokenā”ti.
sc_po: In the same way, though I was born and grew up in the world, I live having mastered the world, and the world does not cling to me.”
