Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.135.po
Languages: sc_po

# sn22.135:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.135:0.2
source: 13. Avijjāvagga
sc_po: 13. Ignorance

# sn22.135:0.3
source: 135. Tatiyakoṭṭhikasutta
sc_po: 135. With Koṭṭhita (3rd)

# sn22.135:1.1
source: Taññeva nidānaṃ.
sc_po: The same setting.

# sn22.135:1.2
source: Ekamantaṃ nisinno kho āyasmā sāriputto āyasmantaṃ mahākoṭṭhikaṃ etadavoca:
sc_po: Sāriputta said to Mahākoṭṭhita:

# sn22.135:1.3
source: “‘avijjā, avijjā’ti, āvuso koṭṭhika, vuccati.
sc_po: “Reverend Koṭṭhita, they speak of this thing called ‘ignorance’.

# sn22.135:1.4
source: Katamā nu kho, āvuso, avijjā;
sc_po: What is ignorance?

# sn22.135:1.5
source: kittāvatā ca avijjāgato hotī”ti?
sc_po: And how is an ignorant person defined?”

# sn22.135:2.1
source: “Idhāvuso, assutavā puthujjano rūpaṃ nappajānāti, rūpasamudayaṃ nappajānāti, rūpanirodhaṃ nappajānāti, rūpanirodhagāminiṃ paṭipadaṃ nappajānāti.
sc_po: “Reverend, it’s when an uneducated ordinary person doesn’t understand form, its origin, its cessation, and the practice that leads to its cessation.

# sn22.135:2.2
source: Vedanaṃ nappajānāti … pe …
sc_po: They don’t understand feeling …

# sn22.135:2.3
source: saññaṃ …
sc_po: perception …

# sn22.135:2.4
source: saṅkhāre …
sc_po: choices …

# sn22.135:2.5
source: viññāṇaṃ nappajānāti, viññāṇasamudayaṃ nappajānāti, viññāṇanirodhaṃ nappajānāti, viññāṇanirodhagāminiṃ paṭipadaṃ nappajānāti.
sc_po: consciousness, its origin, its cessation, and the practice that leads to its cessation.

# sn22.135:2.6
source: Ayaṃ vuccatāvuso, avijjā;
sc_po: This is called ignorance.

# sn22.135:2.7
source: ettāvatā ca avijjāgato hotī”ti.
sc_po: And this is how an ignorant person is defined.”

# sn22.135:3.1
source: Evaṃ vutte, āyasmā sāriputto āyasmantaṃ mahākoṭṭhikaṃ etadavoca:
sc_po: When he said this, Venerable Sāriputta said to him:

# sn22.135:3.2
source: “‘vijjā, vijjā’ti, āvuso koṭṭhika, vuccati.
sc_po: “Reverend Koṭṭhita, they speak of this thing called ‘knowledge’.

# sn22.135:3.3
source: Katamā nu kho, āvuso, vijjā;
sc_po: What is knowledge?

# sn22.135:3.4
source: kittāvatā ca vijjāgato hotī”ti?
sc_po: And how is a knowledgeable person defined?”

# sn22.135:4.1
source: “Idhāvuso, sutavā ariyasāvako rūpaṃ pajānāti, rūpasamudayaṃ pajānāti, rūpanirodhaṃ pajānāti, rūpanirodhagāminiṃ paṭipadaṃ pajānāti.
sc_po: “Reverend, it’s when an educated noble disciple understands form, its origin, its cessation, and the practice that leads to its cessation.

# sn22.135:4.2
source: Vedanaṃ …
sc_po: They understand feeling …

# sn22.135:4.3
source: saññaṃ …
sc_po: perception …

# sn22.135:4.4
source: saṅkhāre …
sc_po: choices …

# sn22.135:4.5
source: viññāṇaṃ pajānāti, viññāṇasamudayaṃ pajānāti, viññāṇanirodhaṃ pajānāti, viññāṇanirodhagāminiṃ paṭipadaṃ pajānāti.
sc_po: consciousness, its origin, its cessation, and the practice that leads to its cessation.

# sn22.135:4.6
source: Ayaṃ vuccatāvuso, vijjā;
sc_po: This is called knowledge.

# sn22.135:4.7
source: ettāvatā ca vijjāgato hotī”ti.
sc_po: And this is how a knowledgeable person is defined.”
