Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.047.po
Languages: sc_po

# sn22.47:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.47:0.2
source: 5. Attadīpavagga
sc_po: 5. Be Your Own Island

# sn22.47:0.3
source: 47. Samanupassanāsutta
sc_po: 47. Ways of Regarding

# sn22.47:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.47:1.2
source: “Ye hi keci, bhikkhave, samaṇā vā brāhmaṇā vā anekavihitaṃ attānaṃ samanupassamānā samanupassanti, sabbete pañcupādānakkhandhe samanupassanti, etesaṃ vā aññataraṃ.
sc_po: “Mendicants, whatever ascetics and brahmins regard various kinds of things as self, all regard the five grasping aggregates, or one of them.

# sn22.47:1.3
source: Katame pañca?
sc_po: What five?

# sn22.47:1.4
source: Idha, bhikkhave, assutavā puthujjano ariyānaṃ adassāvī ariyadhammassa akovido ariyadhamme avinīto, sappurisānaṃ adassāvī sappurisadhammassa akovido sappurisadhamme avinīto
sc_po: It’s when an uneducated ordinary person has not seen the noble ones, and is neither skilled nor trained in the teaching of the noble ones. They’ve not seen good persons, and are neither skilled nor trained in the teaching of the good persons.

# sn22.47:1.5
source: rūpaṃ attato samanupassati, rūpavantaṃ vā attānaṃ; attani vā rūpaṃ, rūpasmiṃ vā attānaṃ.
sc_po: They regard form as self, self as having form, form in self, or self in form.

# sn22.47:1.6
source: Vedanaṃ …
sc_po: They regard feeling …

# sn22.47:1.7
source: saññaṃ …
sc_po: perception …

# sn22.47:1.8
source: saṅkhāre …
sc_po: choices …

# sn22.47:1.9
source: viññāṇaṃ attato samanupassati, viññāṇavantaṃ vā attānaṃ; attani vā viññāṇaṃ, viññāṇasmiṃ vā attānaṃ.
sc_po: consciousness as self, self as having consciousness, consciousness in self, or self in consciousness.

# sn22.47:2.1
source: Iti ayañceva samanupassanā ‘asmī’ti cassa avigataṃ hoti.
sc_po: So they’re not rid of this way of regarding things and the conceit ‘I am’.

# sn22.47:2.2
source: ‘Asmī’ti kho pana, bhikkhave, avigate pañcannaṃ indriyānaṃ avakkanti hoti—
sc_po: As long as they’re not rid of the conceit ‘I am’, the five faculties are conceived—

# sn22.47:2.3
source: cakkhundriyassa sotindriyassa ghānindriyassa jivhindriyassa kāyindriyassa.
sc_po: the eye, ear, nose, tongue, and body.

# sn22.47:2.4
source: Atthi, bhikkhave, mano, atthi dhammā, atthi avijjādhātu.
sc_po: The mind, thoughts, and the element of ignorance are all present.

# sn22.47:2.5
source: Avijjāsamphassajena, bhikkhave, vedayitena phuṭṭhassa assutavato puthujjanassa ‘asmī’tipissa hoti;
sc_po: Struck by feelings born of contact with ignorance, an uneducated ordinary person thinks ‘I am’,

# sn22.47:2.6
source: ‘ayamahamasmī’tipissa hoti;
sc_po: ‘I am this’,

# sn22.47:2.7
source: ‘bhavissan’tipissa hoti;
sc_po: ‘I will be’,

# sn22.47:2.8
source: ‘na bhavissan’tipissa hoti;
sc_po: ‘I will not be’,

# sn22.47:2.9
source: ‘rūpī bhavissan’tipissa hoti;
sc_po: ‘I will have form’,

# sn22.47:2.10
source: ‘arūpī bhavissan’tipissa hoti;
sc_po: ‘I will be formless’,

# sn22.47:2.11
source: ‘saññī bhavissan’tipissa hoti;
sc_po: ‘I will be percipient’,

# sn22.47:2.12
source: ‘asaññī bhavissan’tipissa hoti;
sc_po: ‘I will not be percipient’,

# sn22.47:2.13
source: ‘nevasaññīnāsaññī bhavissan’tipissa hoti.
sc_po: ‘I will be neither percipient nor non-percipient’.

# sn22.47:3.1
source: Tiṭṭhanteva kho, bhikkhave, tattheva pañcindriyāni.
sc_po: The five faculties stay right where they are.

# sn22.47:3.2
source: Athettha sutavato ariyasāvakassa avijjā pahīyati, vijjā uppajjati.
sc_po: But an educated noble disciple gives up ignorance about them and gives rise to knowledge.

# sn22.47:3.3
source: Tassa avijjāvirāgā vijjuppādā ‘asmī’tipissa na hoti;
sc_po: With the fading away of ignorance and the arising of knowledge, they don’t think ‘I am’,

# sn22.47:3.4
source: ‘ayamahamasmī’tipissa na hoti;
sc_po: ‘I am this’,

# sn22.47:3.5
source: ‘bhavissan’ti …
sc_po: ‘I will be’,

# sn22.47:3.6
source: ‘na bhavissan’ti …
sc_po: ‘I will not be’,

# sn22.47:3.7
source: rūpī …
sc_po: ‘I will have form’,

# sn22.47:3.8
source: arūpī …
sc_po: ‘I will be formless’,

# sn22.47:3.9
source: saññī …
sc_po: ‘I will be percipient’,

# sn22.47:3.10
source: asaññī …
sc_po: ‘I will be non-percipient’,

# sn22.47:3.11
source: ‘nevasaññīnāsaññī bhavissan’tipissa na hotī”ti.
sc_po: ‘I will be neither percipient nor non-percipient’.”
