Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.024.po
Languages: sc_po

# sn22.24:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.24:0.2
source: 3. Bhāravagga
sc_po: 3. The Burden

# sn22.24:0.3
source: 24. Abhijānasutta
sc_po: 24. Directly Knowing

# sn22.24:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.24:1.2
source: “Rūpaṃ, bhikkhave, anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya;
sc_po: “Mendicants, without directly knowing and completely understanding form, without dispassion for it and giving it up, you can’t end suffering.

# sn22.24:1.3
source: vedanaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya;
sc_po: Without directly knowing and completely understanding feeling …

# sn22.24:1.4
source: saññaṃ anabhijānaṃ …
sc_po: perception …

# sn22.24:1.5
source: saṅkhāre anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya;
sc_po: choices …

# sn22.24:1.6
source: viññāṇaṃ anabhijānaṃ aparijānaṃ avirājayaṃ appajahaṃ abhabbo dukkhakkhayāya.
sc_po: consciousness, without dispassion for it and giving it up, you can’t end suffering.

# sn22.24:1.7
source: Rūpañca kho, bhikkhave, abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāya;
sc_po: By directly knowing and completely understanding form, having dispassion for it and giving it up, you can end suffering.

# sn22.24:1.8
source: vedanaṃ abhijānaṃ …
sc_po: By directly knowing and completely understanding feeling …

# sn22.24:1.9
source: saññaṃ …
sc_po: perception …

# sn22.24:1.10
source: saṅkhāre …
sc_po: choices …

# sn22.24:1.11
source: viññāṇaṃ abhijānaṃ parijānaṃ virājayaṃ pajahaṃ bhabbo dukkhakkhayāyā”ti.
sc_po: consciousness, having dispassion for it and giving it up, you can end suffering.”
