Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.100.po
Languages: sc_po

# sn22.100:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.100:0.2
source: 10. Pupphavagga
sc_po: 10. Flowers

# sn22.100:0.3
source: 100. Dutiyagaddulabaddhasutta
sc_po: 100. A Leash (2nd)

# sn22.100:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.100:1.2
source: “Anamataggoyaṃ, bhikkhave, saṃsāro.
sc_po: “Mendicants, transmigration has no known beginning.

# sn22.100:1.3
source: Pubbā koṭi na paññāyati avijjānīvaraṇānaṃ sattānaṃ taṇhāsaṃyojanānaṃ sandhāvataṃ saṃsarataṃ.
sc_po: No first point is found of sentient beings roaming and transmigrating, hindered by ignorance and fettered by craving.

# sn22.100:1.4
source: Seyyathāpi, bhikkhave, sā gaddulabaddho daḷhe khīle vā thambhe vā upanibaddho. So gacchati cepi tameva khīlaṃ vā thambhaṃ vā upagacchati; tiṭṭhati cepi tameva khīlaṃ vā thambhaṃ vā upatiṭṭhati; nisīdati cepi tameva khīlaṃ vā thambhaṃ vā upanisīdati; nipajjati cepi tameva khīlaṃ vā thambhaṃ vā upanipajjati.
sc_po: Suppose a dog on a leash was tethered to a strong post or pillar. Whether walking, standing, sitting, or lying down, it stays right beside that post or pillar.

# sn22.100:1.5
source: Evameva kho, bhikkhave, assutavā puthujjano rūpaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati.
sc_po: In the same way, an uneducated ordinary person regards form like this: ‘This is mine, I am this, this is my self.’

# sn22.100:1.6
source: Vedanaṃ …
sc_po: They regard feeling …

# sn22.100:1.7
source: saññaṃ …
sc_po: perception …

# sn22.100:1.8
source: saṅkhāre …
sc_po: choices …

# sn22.100:1.9
source: viññāṇaṃ ‘etaṃ mama, esohamasmi, eso me attā’ti samanupassati.
sc_po: consciousness like this: ‘This is mine, I am this, this is my self.’

# sn22.100:1.10
source: So gacchati cepi ime pañcupādānakkhandhe upagacchati;
sc_po: When walking, they walk right beside the five grasping aggregates.

# sn22.100:1.11
source: tiṭṭhati cepi ime pañcupādānakkhandhe upatiṭṭhati;
sc_po: When standing …

# sn22.100:1.12
source: nisīdati cepi ime pañcupādānakkhandhe upanisīdati;
sc_po: sitting …

# sn22.100:1.13
source: nipajjati cepi ime pañcupādānakkhandhe upanipajjati.
sc_po: lying down, they lie down right beside the five grasping aggregates.

# sn22.100:1.14
source: Tasmātiha, bhikkhave, abhikkhaṇaṃ sakaṃ cittaṃ paccavekkhitabbaṃ:
sc_po: So you should regularly check your own mind:

# sn22.100:1.15
source: ‘dīgharattamidaṃ cittaṃ saṅkiliṭṭhaṃ rāgena dosena mohenā’ti.
sc_po: ‘For a long time this mind has been corrupted by greed, hate, and delusion.’

# sn22.100:1.16
source: Cittasaṅkilesā, bhikkhave, sattā saṅkilissanti;
sc_po: Sentient beings are corrupted because the mind is corrupted.

# sn22.100:1.17
source: cittavodānā sattā visujjhanti.
sc_po: Sentient beings are purified because the mind is purified.

# sn22.100:2.1
source: Diṭṭhaṃ vo, bhikkhave, caraṇaṃ nāma cittan”ti?
sc_po: Mendicants, have you seen the picture called ‘Conduct’?”

# sn22.100:2.2
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# sn22.100:2.3
source: “Tampi kho, bhikkhave, caraṇaṃ nāma cittaṃ citteneva cittitaṃ. Tenapi kho, bhikkhave, caraṇena cittena cittaññeva cittataraṃ.
sc_po: “That picture was elaborated by the mind, but the mind is even more elaborate than that.

# sn22.100:2.4
source: Tasmātiha, bhikkhave, abhikkhaṇaṃ sakaṃ cittaṃ paccavekkhitabbaṃ:
sc_po: So you should regularly check your own mind:

# sn22.100:2.5
source: ‘dīgharattamidaṃ cittaṃ saṅkiliṭṭhaṃ rāgena dosena mohenā’ti.
sc_po: ‘For a long time this mind has been corrupted by greed, hate, and delusion.’

# sn22.100:2.6
source: Cittasaṅkilesā, bhikkhave, sattā saṅkilissanti;
sc_po: Sentient beings are corrupted because the mind is corrupted.

# sn22.100:2.7
source: cittavodānā sattā visujjhanti.
sc_po: Sentient beings are purified because the mind is purified.

# sn22.100:3.1
source: Nāhaṃ, bhikkhave, aññaṃ ekanikāyampi samanupassāmi evaṃ cittaṃ yathayidaṃ, bhikkhave, tiracchānagatā pāṇā.
sc_po: I don’t see see any other order of beings as elaborate as the animal realm.

# sn22.100:3.2
source: tepi kho, bhikkhave, tiracchānagatā pāṇā citteneva cittitā, tehipi kho, bhikkhave, tiracchānagatehi pāṇehi cittaññeva cittataraṃ.
sc_po: The creatures in the animal realm were elaborated by the mind, but the mind is even more elaborate than that.

# sn22.100:3.3
source: Tasmātiha, bhikkhave, abhikkhaṇaṃ sakaṃ cittaṃ paccavekkhitabbaṃ:
sc_po: So you should regularly check your own mind:

# sn22.100:3.4
source: ‘dīgharattamidaṃ cittaṃ saṅkiliṭṭhaṃ rāgena dosena mohenā’ti.
sc_po: ‘For a long time this mind has been corrupted by greed, hate, and delusion.’

# sn22.100:3.5
source: Cittasaṅkilesā, bhikkhave, sattā saṅkilissanti;
sc_po: Sentient beings are corrupted because the mind is corrupted.

# sn22.100:3.6
source: cittavodānā sattā visujjhanti.
sc_po: Sentient beings are purified because the mind is purified.

# sn22.100:4.1
source: Seyyathāpi, bhikkhave, rajako vā cittakārako vā rajanāya vā lākhāya vā haliddiyā vā nīliyā vā mañjiṭṭhāya vā suparimaṭṭhe phalake vā bhittiyā vā dussapaṭṭe vā itthirūpaṃ vā purisarūpaṃ vā abhinimmineyya sabbaṅgapaccaṅgiṃ;
sc_po: Suppose an artist or painter had some dye, red lac, turmeric, indigo, or rose madder. And on a polished plank or a wall or a canvas they’d create the image of a woman or a man, complete in all its various parts.

# sn22.100:4.2
source: evameva kho, bhikkhave, assutavā puthujjano rūpaññeva abhinibbattento abhinibbatteti, vedanaññeva … pe … saññaññeva … saṅkhāreyeva … viññāṇaññeva abhinibbattento abhinibbatteti.
sc_po: In the same way, when an uneducated ordinary person creates a future life, all they create is form, feeling, perception, choices, and consciousness.

# sn22.100:4.3
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn22.100:4.4
source: rūpaṃ niccaṃ vā aniccaṃ vā”ti?
sc_po: Is form permanent or impermanent?”

# sn22.100:4.5
source: “Aniccaṃ, bhante”.
sc_po: “Impermanent, sir.”

# sn22.100:4.6
source: “Vedanā …
sc_po: “Is feeling …

# sn22.100:4.7
source: saññā …
sc_po: perception …

# sn22.100:4.8
source: saṅkhārā …
sc_po: choices …

# sn22.100:4.9
source: viññāṇaṃ … pe …
sc_po: consciousness permanent or impermanent?” …

# sn22.100:4.10
source: “tasmātiha, bhikkhave … pe …
sc_po: “So you should truly see …

# sn22.100:4.11
source: evaṃ passaṃ … pe …
sc_po: Seeing this …

# sn22.100:4.12
source: nāparaṃ itthattāyāti pajānātī”ti.
sc_po: They understand: ‘… there is no return to any state of existence.’”
