Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.021.po
Languages: sc_po

# sn22.21:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.21:0.2
source: 2. Aniccavagga
sc_po: 2. Impermanence

# sn22.21:0.3
source: 21. Ānandasutta
sc_po: 21. With Ānanda

# sn22.21:1.1
source: Sāvatthiyaṃ … ārāme.
sc_po: At Sāvatthī.

# sn22.21:1.2
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to the Buddha:

# sn22.21:1.3
source: “‘nirodho nirodho’ti, bhante, vuccati.
sc_po: “Sir, they speak of ‘cessation’.

# sn22.21:1.4
source: Katamesānaṃ kho, bhante, dhammānaṃ nirodho ‘nirodho’ti vuccatī”ti?
sc_po: The cessation of what things does this refer to?”

# sn22.21:1.5
source: “Rūpaṃ kho, ānanda, aniccaṃ saṅkhataṃ paṭiccasamuppannaṃ khayadhammaṃ vayadhammaṃ virāgadhammaṃ nirodhadhammaṃ.
sc_po: “Ānanda, form is impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease.

# sn22.21:1.6
source: Tassa nirodho ‘nirodho’ti vuccati.
sc_po: Its cessation is what ‘cessation’ refers to.

# sn22.21:1.7
source: Vedanā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā.
sc_po: Feeling …

# sn22.21:1.9
source: Saññā …
sc_po: Perception …

# sn22.21:1.10
source: saṅkhārā aniccā saṅkhatā paṭiccasamuppannā khayadhammā vayadhammā virāgadhammā nirodhadhammā.
sc_po: Choices …

# sn22.21:1.12
source: Viññāṇaṃ aniccaṃ saṅkhataṃ paṭiccasamuppannaṃ khayadhammaṃ vayadhammaṃ virāgadhammaṃ nirodhadhammaṃ.
sc_po: Consciousness is impermanent, conditioned, dependently originated, liable to end, vanish, fade away, and cease.

# sn22.21:1.13
source: Tassa nirodho ‘nirodho’ti vuccati.
sc_po: Its cessation is what ‘cessation’ refers to.

# sn22.21:1.14
source: Imesaṃ kho, ānanda, dhammānaṃ nirodho ‘nirodho’ti vuccatī”ti.
sc_po: When they speak of ‘cessation’, its the cessation of these things that this refers to.”
