Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.122.po
Languages: sc_po

# sn22.122:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.122:0.2
source: 12. Dhammakathikavagga
sc_po: 12. A Dhamma speaker

# sn22.122:0.3
source: 122. Sīlavantasutta
sc_po: 122. An Ethical Mendicant

# sn22.122:1.1
source: Ekaṃ samayaṃ āyasmā ca sāriputto āyasmā ca mahākoṭṭhiko bārāṇasiyaṃ viharanti isipatane migadāye.
sc_po: At one time Venerable Sāriputta and Venerable Mahākoṭṭhita were staying near Benares, in the deer park at Isipatana.

# sn22.122:1.2
source: Atha kho āyasmā mahākoṭṭhiko sāyanhasamayaṃ paṭisallānā vuṭṭhito yenāyasmā sāriputto tenupasaṅkami … pe … etadavoca:
sc_po: Then in the late afternoon, Venerable Mahākoṭṭhita came out of retreat, went to Venerable Sāriputta, and said:

# sn22.122:1.3
source: “sīlavatāvuso, sāriputta, bhikkhunā katame dhammā yoniso manasikātabbā”ti?
sc_po: “Reverend Sāriputta, what things should an ethical mendicant properly attend to?”

# sn22.122:1.4
source: “Sīlavatāvuso, koṭṭhika, bhikkhunā pañcupādānakkhandhā aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasi kātabbā.
sc_po: “Reverend Koṭṭhita, an ethical mendicant should properly attend to the five grasping aggregates as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.

# sn22.122:1.5
source: Katame pañca?
sc_po: What five?

# sn22.122:1.6
source: Seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.
sc_po: That is, the grasping aggregates of form, feeling, perception, choices, and consciousness.

# sn22.122:1.7
source: Sīlavatāvuso, koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasi kātabbā.
sc_po: An ethical mendicant should properly attend to these five grasping aggregates as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.

# sn22.122:1.8
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ sīlavā bhikkhu ime pañcupādānakkhandhe aniccato … pe … anattato yoniso manasi karonto sotāpattiphalaṃ sacchikareyyā”ti.
sc_po: It’s possible that an ethical mendicant who regards the five grasping aggregates in this way will realize the fruit of stream-entry.”

# sn22.122:2.1
source: “Sotāpannena panāvuso sāriputta, bhikkhunā katame dhammā yoniso manasi kātabbā”ti?
sc_po: “But Reverend Sāriputta, what things should a mendicant stream-enterer properly attend to?”

# sn22.122:2.2
source: “Sotāpannenapi kho, āvuso koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato … pe … anattato yoniso manasi kātabbā.
sc_po: “A mendicant stream-enterer should properly attend to these five grasping aggregates as impermanent … as not-self.

# sn22.122:2.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ sotāpanno bhikkhu ime pañcupādānakkhandhe aniccato … pe … anattato yoniso manasi karonto sakadāgāmiphalaṃ sacchikareyyā”ti.
sc_po: It’s possible that a mendicant stream-enterer who regards the five grasping aggregates in this way will realize the fruit of once-return.”

# sn22.122:3.1
source: “Sakadāgāminā panāvuso sāriputta, bhikkhunā katame dhammā yoniso manasi kātabbā”ti?
sc_po: “But Reverend Sāriputta, what things should a mendicant once-returner properly attend to?”

# sn22.122:3.2
source: “Sakadāgāmināpi kho, āvuso koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato … pe … anattato yoniso manasi kātabbā.
sc_po: “A mendicant once-returner should properly attend to these five grasping aggregates as impermanent … as not-self.

# sn22.122:3.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ sakadāgāmī bhikkhu ime pañcupādānakkhandhe aniccato … pe … anattato yoniso manasi karonto anāgāmiphalaṃ sacchikareyyā”ti.
sc_po: It’s possible that a mendicant once-returner who regards the five grasping aggregates in this way will realize the fruit of non-return.”

# sn22.122:4.1
source: “Anāgāminā panāvuso sāriputta, bhikkhunā katame dhammā yoniso manasi kātabbā”ti?
sc_po: “But Reverend Sāriputta, what things should a mendicant non-returner properly attend to?”

# sn22.122:4.2
source: “Anāgāmināpi kho, āvuso koṭṭhika, bhikkhunā ime pañcupādānakkhandhā aniccato … pe … anattato yoniso manasi kātabbā.
sc_po: “A mendicant non-returner should properly attend to these five grasping aggregates as impermanent … as not-self.

# sn22.122:4.3
source: Ṭhānaṃ kho panetaṃ, āvuso, vijjati yaṃ anāgāmī bhikkhu ime pañcupādānakkhandhe aniccato … pe … anattato yoniso manasi karonto arahattaṃ sacchikareyyā”ti.
sc_po: It’s possible that a mendicant non-returner who regards the five grasping aggregates in this way will realize perfection.”

# sn22.122:5.1
source: “Arahatā panāvuso sāriputta, katame dhammā yoniso manasi kātabbā”ti?
sc_po: “But Reverend Sāriputta, what things should a perfected one properly attend to?”

# sn22.122:5.2
source: “Arahatāpi kho, āvuso koṭṭhika, ime pañcupādānakkhandhe aniccato dukkhato rogato gaṇḍato sallato aghato ābādhato parato palokato suññato anattato yoniso manasi kātabbā.
sc_po: “Reverend Koṭṭhita, a perfected one should properly attend to the five grasping aggregates as impermanent, as suffering, as diseased, as an abscess, as a dart, as misery, as an affliction, as alien, as falling apart, as empty, as not-self.

# sn22.122:5.3
source: Natthi, khvāvuso, arahato uttari karaṇīyaṃ katassa vā paticayo;
sc_po: A perfected one has nothing more to do, and nothing that needs improvement.

# sn22.122:5.4
source: api ca ime dhammā bhāvitā bahulīkatā diṭṭhadhammasukhavihārāya ceva saṃvattanti satisampajaññāya cā”ti.
sc_po: Still, these things, when developed and cultivated, lead to blissful meditation in the present life, and also to mindfulness and situational awareness.”
