Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.095.po
Languages: sc_po

# sn22.95:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.95:0.2
source: 10. Pupphavagga
sc_po: 10. Flowers

# sn22.95:0.3
source: 95. Pheṇapiṇḍūpamasutta
sc_po: 95. A Lump of Foam

# sn22.95:1.1
source: Ekaṃ samayaṃ bhagavā ayujjhāyaṃ viharati gaṅgāya nadiyā tīre.
sc_po: At one time the Buddha was staying near Ayojjhā on the bank of the Ganges river.

# sn22.95:1.2
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants:

# sn22.95:2.1
source: “Seyyathāpi, bhikkhave, ayaṃ gaṅgā nadī mahantaṃ pheṇapiṇḍaṃ āvaheyya. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, pheṇapiṇḍe sāro?
sc_po: “Mendicants, suppose this Ganges river was carrying along a big lump of foam. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a lump of foam?

# sn22.95:2.2
source: Evameva kho, bhikkhave, yaṃ kiñci rūpaṃ atītānāgatapaccuppannaṃ … pe … yaṃ dūre santike vā taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, rūpe sāro?
sc_po: In the same way, a mendicant sees and contemplates any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; near or far—examining it carefully. And it appears to them as completely void, hollow, and insubstantial. For what substance could there be in form?

# sn22.95:3.1
source: Seyyathāpi, bhikkhave, saradasamaye thullaphusitake deve vassante udake udakapubbuḷaṃ uppajjati ceva nirujjhati ca. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, udakapubbuḷe sāro?
sc_po: Suppose it was the time of autumn, when the rain was falling heavily, and a bubble on the water forms and pops right away. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a water bubble?

# sn22.95:3.2
source: Evameva kho, bhikkhave, yā kāci vedanā atītānāgatapaccuppannā … pe … yā dūre santike vā taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, vedanāya sāro?
sc_po: In the same way, a mendicant sees and contemplates any kind of feeling at all … examining it carefully. And it appears to them as completely void, hollow, and insubstantial. For what substance could there be in feeling?

# sn22.95:4.1
source: Seyyathāpi, bhikkhave, gimhānaṃ pacchime māse ṭhite majjhanhike kāle marīcikā phandati. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya … pe … kiñhi siyā, bhikkhave, marīcikāya sāro?
sc_po: Suppose that in the last month of summer, at noon, a shimmering mirage appears. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a mirage?

# sn22.95:4.2
source: Evameva kho, bhikkhave, yā kāci saññā … pe ….
sc_po: In the same way, a mendicant sees and contemplates any kind of perception at all … examining it carefully. And it appears to them as completely void, hollow, and insubstantial. For what substance could there be in perception?

# sn22.95:5.1
source: Seyyathāpi, bhikkhave, puriso sāratthiko sāragavesī sārapariyesanaṃ caramāno tiṇhaṃ kuṭhāriṃ ādāya vanaṃ paviseyya. So tattha passeyya mahantaṃ kadalikkhandhaṃ ujuṃ navaṃ akukkukajātaṃ. Tamenaṃ mūle chindeyya; mūle chetvā agge chindeyya, agge chetvā pattavaṭṭiṃ vinibbhujeyya. So tassa pattavaṭṭiṃ vinibbhujanto pheggumpi nādhigaccheyya, kuto sāraṃ. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, kadalikkhandhe sāro?
sc_po: Suppose there was a person in need of heartwood. Wandering in search of heartwood, they’d take a sharp axe and enter a forest. There they’d see a big banana tree, straight and young and grown free of defects. They’d cut it down at the base, cut off the top, and unroll the coiled sheaths. But they wouldn’t even find sapwood, much less heartwood. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a banana tree?

# sn22.95:5.2
source: Evameva kho, bhikkhave, ye keci saṅkhārā atītānāgatapaccuppannā … pe … ye dūre santike vā taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, saṅkhāresu sāro?
sc_po: In the same way, a mendicant sees and contemplates any kind of choices at all … examining them carefully. And they appear to them as completely void, hollow, and insubstantial. For what substance could there be in choices?

# sn22.95:6.1
source: Seyyathāpi, bhikkhave, māyākāro vā māyākārantevāsī vā catumahāpathe māyaṃ vidaṃseyya. Tamenaṃ cakkhumā puriso passeyya nijjhāyeyya yoniso upaparikkheyya. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyeyya, tucchakaññeva khāyeyya, asārakaññeva khāyeyya. Kiñhi siyā, bhikkhave, māyāya sāro?
sc_po: Suppose a magician or their apprentice was to perform a magic trick at the crossroads. And a person with good eyesight would see it and contemplate it, examining it carefully. And it would appear to them as completely void, hollow, and insubstantial. For what substance could there be in a magic trick?

# sn22.95:6.2
source: Evameva kho, bhikkhave, yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ … pe … yaṃ dūre santike vā, taṃ bhikkhu passati nijjhāyati yoniso upaparikkhati. Tassa taṃ passato nijjhāyato yoniso upaparikkhato rittakaññeva khāyati, tucchakaññeva khāyati, asārakaññeva khāyati. Kiñhi siyā, bhikkhave, viññāṇe sāro?
sc_po: In the same way, a mendicant sees and contemplates any kind of consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; near or far—examining it carefully. And it appears to them as completely void, hollow, and insubstantial. For what substance could there be in consciousness?

# sn22.95:7.1
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi … saññāyapi … saṅkhāresupi … viññāṇasmimpi nibbindati.
sc_po: Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness.

# sn22.95:7.2
source: Nibbindaṃ virajjati; virāgā vimuccati. Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti … pe …
sc_po: Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed.

# sn22.95:7.3
source: nāparaṃ itthattāyāti pajānāti”.
sc_po: They understand: ‘… there is no return to any state of existence.’”

# sn22.95:8.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn22.95:8.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn22.95:9.1
source: “Pheṇapiṇḍūpamaṃ rūpaṃ,
sc_po: “Form is like a lump of foam;

# sn22.95:9.2
source: vedanā bubbuḷūpamā;
sc_po: feeling is like a bubble;

# sn22.95:9.3
source: Marīcikūpamā saññā,
sc_po: perception seems like a mirage;

# sn22.95:9.4
source: saṅkhārā kadalūpamā;
sc_po: choices like a banana tree;

# sn22.95:9.5
source: Māyūpamañca viññāṇaṃ,
sc_po: and consciousness like a magic trick:

# sn22.95:9.6
source: desitādiccabandhunā.
sc_po: so taught the Kinsman of the Sun.

# sn22.95:10.1
source: Yathā yathā nijjhāyati,
sc_po: However you contemplate them,

# sn22.95:10.2
source: yoniso upaparikkhati;
sc_po: examining them carefully,

# sn22.95:10.3
source: Rittakaṃ tucchakaṃ hoti,
sc_po: they’re void and hollow

# sn22.95:10.4
source: yo naṃ passati yoniso.
sc_po: when you look at them closely.

# sn22.95:11.1
source: Imañca kāyaṃ ārabbha,
sc_po: Concerning this body,

# sn22.95:11.2
source: bhūripaññena desitaṃ;
sc_po: he of vast wisdom has taught

# sn22.95:11.3
source: Pahānaṃ tiṇṇaṃ dhammānaṃ,
sc_po: that when three things are given up,

# sn22.95:11.4
source: rūpaṃ passatha chaḍḍitaṃ.
sc_po: you’ll see this form discarded.

# sn22.95:12.1
source: Āyu usmā ca viññāṇaṃ,
sc_po: Vitality, warmth, and consciousness:

# sn22.95:12.2
source: yadā kāyaṃ jahantimaṃ;
sc_po: when they leave the body,

# sn22.95:12.3
source: Apaviddho tadā seti,
sc_po: it lies there tossed aside,

# sn22.95:12.4
source: parabhattaṃ acetanaṃ.
sc_po: food for others, mindless.

# sn22.95:13.1
source: Etādisāyaṃ santāno,
sc_po: Such is this process,

# sn22.95:13.2
source: māyāyaṃ bālalāpinī;
sc_po: this illusion, cooed over by fools.

# sn22.95:13.3
source: Vadhako esa akkhāto,
sc_po: It’s said to be a killer,

# sn22.95:13.4
source: sāro ettha na vijjati.
sc_po: for no substance is found here.

# sn22.95:14.1
source: Evaṃ khandhe avekkheyya,
sc_po: An energetic mendicant

# sn22.95:14.2
source: bhikkhu āraddhavīriyo;
sc_po: should examine the aggregates like this,

# sn22.95:14.3
source: Divā vā yadi vā rattiṃ,
sc_po: with situational awareness and mindfulness

# sn22.95:14.4
source: sampajāno paṭissato.
sc_po: whether by day or by night.

# sn22.95:15.1
source: Jaheyya sabbasaṃyogaṃ,
sc_po: They should give up all fetters,

# sn22.95:15.2
source: kareyya saraṇattano;
sc_po: and make a refuge for themselves.

# sn22.95:15.3
source: Careyyādittasīsova,
sc_po: They should live as though their head was on fire,

# sn22.95:15.4
source: patthayaṃ accutaṃ padan”ti.
sc_po: aspiring to the imperishable state.”
