Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.097.po
Languages: sc_po

# sn22.97:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.97:0.2
source: 10. Pupphavagga
sc_po: 10. Flowers

# sn22.97:0.3
source: 97. Nakhasikhāsutta
sc_po: 97. A Fingernail

# sn22.97:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.97:1.2
source: Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Seated to one side, that mendicant said to the Buddha:

# sn22.97:1.3
source: “atthi nu kho, bhante, kiñci rūpaṃ yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati?
sc_po: “Sir, is there any form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever?

# sn22.97:1.4
source: Atthi nu kho, bhante, kāci vedanā yā vedanā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassati?
sc_po: Is there any feeling …

# sn22.97:1.5
source: Atthi nu kho, bhante, kāci saññā … pe …
sc_po: perception …

# sn22.97:1.6
source: keci saṅkhārā, ye saṅkhārā niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti?
sc_po: choices …

# sn22.97:1.7
source: Atthi nu kho, bhante, kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti?
sc_po: consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever?”

# sn22.97:1.8
source: “Natthi kho, bhikkhu, kiñci rūpaṃ, yaṃ rūpaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati.
sc_po: “Mendicant, there is no form at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.

# sn22.97:1.9
source: Natthi kho, bhikkhu, kāci vedanā …
sc_po: There’s no feeling …

# sn22.97:1.10
source: kāci saññā …
sc_po: perception …

# sn22.97:1.11
source: keci saṅkhārā … pe …
sc_po: choices …

# sn22.97:1.12
source: kiñci viññāṇaṃ, yaṃ viññāṇaṃ niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassatī”ti.
sc_po: consciousness at all that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.”

# sn22.97:2.1
source: Atha kho bhagavā parittaṃ nakhasikhāyaṃ paṃsuṃ āropetvā taṃ bhikkhuṃ etadavoca:
sc_po: Then the Buddha, picking up a little bit of dirt under his fingernail, addressed that mendicant:

# sn22.97:2.2
source: “ettakampi kho, bhikkhu, rūpaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati.
sc_po: “There’s not even this much of any form that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.

# sn22.97:2.3
source: Ettakañcepi, bhikkhu, rūpaṃ abhavissa niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, nayidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya.
sc_po: If there were, this living of the spiritual life for the complete ending of suffering would not be found.

# sn22.97:2.4
source: Yasmā ca kho, bhikkhu, ettakampi rūpaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya”.
sc_po: But since there isn’t, this living of the spiritual life for the complete ending of suffering is found.

# sn22.97:3.1
source: Ettakāpi kho, bhikkhu, vedanā natthi niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassati.
sc_po: There’s not even this much of any feeling …

# sn22.97:4.1
source: Ettakāpi kho, bhikkhu, saññā natthi … pe …
sc_po: perception …

# sn22.97:4.2
source: ettakāpi kho, bhikkhu, saṅkhārā natthi niccā dhuvā sassatā avipariṇāmadhammā sassatisamaṃ tatheva ṭhassanti.
sc_po: choices …

# sn22.97:5.1
source: Ettakampi kho, bhikkhu, viññāṇaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ sassatisamaṃ tatheva ṭhassati.
sc_po: consciousness that’s permanent, everlasting, eternal, imperishable, and will last forever and ever.

# sn22.97:5.2
source: Ettakampi kho, bhikkhu, viññāṇaṃ abhavissa niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, na yidaṃ brahmacariyavāso paññāyetha sammā dukkhakkhayāya.
sc_po: If there were, this living of the spiritual life for the complete ending of suffering would not be found.

# sn22.97:5.3
source: Yasmā ca kho, bhikkhu, ettakampi viññāṇaṃ natthi niccaṃ dhuvaṃ sassataṃ avipariṇāmadhammaṃ, tasmā brahmacariyavāso paññāyati sammā dukkhakkhayāya.
sc_po: But since there isn’t, this living of the spiritual life for the complete ending of suffering is found.

# sn22.97:6.1
source: Taṃ kiṃ maññasi, bhikkhu,
sc_po: What do you think, mendicant?

# sn22.97:6.2
source: rūpaṃ niccaṃ vā aniccaṃ vā”ti?
sc_po: Is form permanent or impermanent?”

# sn22.97:6.3
source: “Aniccaṃ, bhante”.
sc_po: “Impermanent, sir.”

# sn22.97:6.4
source: “Vedanā …
sc_po: “Is feeling …

# sn22.97:6.5
source: saññā …
sc_po: perception …

# sn22.97:6.6
source: saṅkhārā …
sc_po: choices …

# sn22.97:6.7
source: viññāṇaṃ niccaṃ vā aniccaṃ vā”ti?
sc_po: consciousness permanent or impermanent?”

# sn22.97:6.8
source: “Aniccaṃ, bhante” … pe …
sc_po: “Impermanent, sir.” …

# sn22.97:6.9
source: “tasmātiha … pe …
sc_po: “So you should truly see …

# sn22.97:6.10
source: evaṃ passaṃ … pe …
sc_po: Seeing this …

# sn22.97:6.11
source: nāparaṃ itthattāyāti pajānātī”ti.
sc_po: They understand: ‘… there is no return to any state of existence.’”
