Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.102.po
Languages: sc_po

# sn22.102:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.102:0.2
source: 10. Pupphavagga
sc_po: 10. Flowers

# sn22.102:0.3
source: 102. Aniccasaññāsutta
sc_po: 102. The Perception of Impermanence

# sn22.102:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.102:1.2
source: “Aniccasaññā, bhikkhave, bhāvitā bahulīkatā sabbaṃ kāmarāgaṃ pariyādiyati, sabbaṃ rūparāgaṃ pariyādiyati, sabbaṃ bhavarāgaṃ pariyādiyati, sabbaṃ avijjaṃ pariyādiyati, sabbaṃ asmimānaṃ samūhanati.
sc_po: “Mendicants, when the perception of impermanence is developed and cultivated it eliminates all desire for sensual pleasures, for rebirth in the realm of luminous form, and for rebirth in a future life. It eliminates all ignorance and eradicates all conceit ‘I am’.

# sn22.102:2.1
source: Seyyathāpi, bhikkhave, saradasamaye kassako mahānaṅgalena kasanto sabbāni mūlasantānakāni sampadālento kasati;
sc_po: In the autumn, a farmer ploughing with a large plough shears through all the root networks.

# sn22.102:2.2
source: evameva kho, bhikkhave, aniccasaññā bhāvitā bahulīkatā sabbaṃ kāmarāgaṃ pariyādiyati, sabbaṃ rūparāgaṃ pariyādiyati, sabbaṃ bhavarāgaṃ pariyādiyati, sabbaṃ avijjaṃ pariyādiyati, sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed … it eradicates all conceit ‘I am’.

# sn22.102:3.1
source: Seyyathāpi, bhikkhave, pabbajalāyako pabbajaṃ lāyitvā agge gahetvā odhunāti niddhunāti nicchoṭeti;
sc_po: A reed-cutter, having cut the reeds, grabs them at the top and shakes them down, shakes them about, and shakes them off.

# sn22.102:3.2
source: evameva kho, bhikkhave, aniccasaññā bhāvitā bahulīkatā sabbaṃ kāmarāgaṃ pariyādiyati … pe … sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed … it eradicates all conceit ‘I am’.

# sn22.102:4.1
source: Seyyathāpi, bhikkhave, ambapiṇḍiyā vaṇṭacchinnāya yāni tattha ambāni vaṇṭapaṭibandhāni sabbāni tāni tadanvayāni bhavanti;
sc_po: When the stalk of a bunch of mangoes is cut, all the mangoes attached to the stalk will follow along.

# sn22.102:4.2
source: evameva kho, bhikkhave, aniccasaññā bhāvitā … pe … sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed … it eradicates all conceit ‘I am’.

# sn22.102:5.1
source: Seyyathāpi, bhikkhave, kūṭāgārassa yā kāci gopānasiyo sabbā tā kūṭaṅgamā kūṭaninnā kūṭasamosaraṇā, kūṭaṃ tāsaṃ aggamakkhāyati;
sc_po: The rafters of a bungalow all lean to the peak, slope to the peak, and meet at the peak, so the peak is said to be the topmost of them all.

# sn22.102:5.2
source: evameva kho, bhikkhave, aniccasaññā bhāvitā … pe … sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed … it eradicates all conceit ‘I am’.

# sn22.102:6.1
source: Seyyathāpi, bhikkhave, ye keci mūlagandhā kāḷānusārigandho tesaṃ aggamakkhāyati;
sc_po: Of all kinds of fragrant root, spikenard is said to be the best.

# sn22.102:6.2
source: evameva kho, bhikkhave, aniccasaññā … pe … sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed … it eradicates all conceit ‘I am’.

# sn22.102:7.1
source: Seyyathāpi, bhikkhave, ye keci sāragandhā, lohitacandanaṃ tesaṃ aggamakkhāyati;
sc_po: Of all kinds of fragrant heartwood, red sandalwood is said to be the best.

# sn22.102:7.2
source: evameva kho, bhikkhave, aniccasaññā … pe … sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed … it eradicates all conceit ‘I am’.

# sn22.102:8.1
source: Seyyathāpi, bhikkhave, ye keci pupphagandhā, vassikaṃ tesaṃ aggamakkhāyati;
sc_po: Of all kinds of fragrant flower, jasmine is said to be the best.

# sn22.102:8.2
source: evameva kho, bhikkhave, aniccasaññā … pe … sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed … it eradicates all conceit ‘I am’.

# sn22.102:9.1
source: Seyyathāpi, bhikkhave, ye keci kuṭṭarājāno, sabbete rañño cakkavattissa anuyantā bhavanti, rājā tesaṃ cakkavatti aggamakkhāyati;
sc_po: All lesser kings are vassals of a wheel-turning monarch, so the wheel-turning monarch is said to be the foremost of them all.

# sn22.102:9.2
source: evameva kho, bhikkhave, aniccasaññā … pe … sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed … it eradicates all conceit ‘I am’.

# sn22.102:10.1
source: Seyyathāpi, bhikkhave, yā kāci tārakarūpānaṃ pabhā, sabbā tā candimappabhāya kalaṃ nāgghanti soḷasiṃ, candappabhā tāsaṃ aggamakkhāyati;
sc_po: The radiance of all the stars is not worth a sixteenth part of the moon’s radiance, so the moon’s radiance is said to be the best of them all.

# sn22.102:10.2
source: evameva kho, bhikkhave, aniccasaññā … pe … sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed … it eradicates all conceit ‘I am’.

# sn22.102:11.1
source: Seyyathāpi, bhikkhave, saradasamaye viddhe vigatavalāhake deve ādicco nataṃ abbhussakkamāno, sabbaṃ ākāsagataṃ tamagataṃ abhivihacca bhāsate ca tapate ca virocate ca;
sc_po: After the rainy season the sky is clear and cloudless. And when the sun rises, it dispels all the darkness from the sky as it shines and glows and radiates.

# sn22.102:11.2
source: evameva kho, bhikkhave, aniccasaññā bhāvitā bahulīkatā sabbaṃ kāmarāgaṃ pariyādiyati, sabbaṃ rūparāgaṃ pariyādiyati, sabbaṃ bhavarāgaṃ pariyādiyati, sabbaṃ avijjaṃ pariyādiyati, sabbaṃ asmimānaṃ samūhanati.
sc_po: In the same way, when the perception of impermanence is developed and cultivated it eliminates all desire for sensual pleasures, for rebirth in the realm of luminous form, and for rebirth in a future life. It eliminates all ignorance and eradicates all conceit ‘I am’.

# sn22.102:12.1
source: Kathaṃ bhāvitā ca, bhikkhave, aniccasaññā kathaṃ bahulīkatā sabbaṃ kāmarāgaṃ pariyādiyati … pe … sabbaṃ asmimānaṃ samūhanati?
sc_po: And how is the perception of impermanence developed and cultivated so that … it eradicates all conceit ‘I am’?

# sn22.102:12.2
source: ‘Iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo;
sc_po: ‘Such is form, such is the origin of form, such is the ending of form.

# sn22.102:12.3
source: iti vedanā …
sc_po: Such is feeling …

# sn22.102:12.4
source: iti saññā …
sc_po: Such is perception …

# sn22.102:12.5
source: iti saṅkhārā …
sc_po: Such are choices …

# sn22.102:12.6
source: iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti—
sc_po: Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’

# sn22.102:12.7
source: evaṃ bhāvitā kho, bhikkhave, aniccasaññā evaṃ bahulīkatā sabbaṃ kāmarāgaṃ pariyādiyati, sabbaṃ rūparāgaṃ pariyādiyati, sabbaṃ bhavarāgaṃ pariyādiyati, sabbaṃ avijjaṃ pariyādiyati, sabbaṃ asmimānaṃ samūhanatī”ti.
sc_po: That’s how the perception of impermanence is developed and cultivated so that it eliminates all desire for sensual pleasures, for rebirth in the realm of luminous form, and for rebirth in a future life. That’s how it eliminates all ignorance and eradicates all conceit ‘I am’.”
