Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.058.po
Languages: sc_po

# sn22.58:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.58:0.2
source: 6. Upayavagga
sc_po: 6. Involvement

# sn22.58:0.3
source: 58. Sammāsambuddhasutta
sc_po: 58. The Fully Awakened Buddha

# sn22.58:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.58:1.2
source: “Tathāgato, bhikkhave, arahaṃ sammāsambuddho rūpassa nibbidā virāgā nirodhā anupādā vimutto sammāsambuddhoti vuccati.
sc_po: “Mendicants, a Realized One, a perfected one, a fully awakened Buddha is freed by not grasping, due to disillusionment, dispassion, and cessation regarding form. They’re called a fully awakened Buddha.

# sn22.58:1.3
source: Bhikkhupi, bhikkhave, paññāvimutto rūpassa nibbidā virāgā nirodhā anupādā vimutto paññāvimuttoti vuccati.
sc_po: A mendicant freed by wisdom is also freed by not grasping, due to disillusionment, dispassion, and cessation regarding form. They’re called a mendicant freed by wisdom.

# sn22.58:2.1
source: Tathāgato, bhikkhave, arahaṃ sammāsambuddho vedanāya nibbidā virāgā nirodhā anupādā vimutto sammāsambuddhoti vuccati.
sc_po: A Realized One, a perfected one, a fully awakened Buddha is freed by not grasping, due to disillusionment, dispassion, and cessation regarding feeling …

# sn22.58:3.1
source: Tathāgato, bhikkhave, arahaṃ sammāsambuddho saññāya …
sc_po: perception …

# sn22.58:3.2
source: saṅkhārānaṃ …
sc_po: choices …

# sn22.58:3.3
source: viññāṇassa nibbidā virāgā nirodhā anupādā vimutto sammāsambuddhoti vuccati.
sc_po: consciousness. They’re called a fully awakened Buddha.

# sn22.58:3.4
source: Bhikkhupi, bhikkhave, paññāvimutto viññāṇassa nibbidā virāgā nirodhā anupādā vimutto paññāvimuttoti vuccati.
sc_po: A mendicant freed by wisdom is also freed by not grasping, due to disillusionment, dispassion, and cessation regarding consciousness. They’re called a mendicant freed by wisdom.

# sn22.58:4.1
source: Tatra kho, bhikkhave, ko viseso, ko adhippayāso, kiṃ nānākaraṇaṃ, tathāgatassa arahato sammāsambuddhassa paññāvimuttena bhikkhunā”ti?
sc_po: What, then, is the difference between a Realized One, a perfected one, a fully awakened Buddha, and a mendicant freed by wisdom?”

# sn22.58:4.2
source: “Bhagavaṃmūlakā no, bhante, dhammā bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu vata, bhante, bhagavantaññeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti.
sc_po: “Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.”

# sn22.58:4.3
source: “Tena hi, bhikkhave, suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: “Well then, mendicants, listen and pay close attention, I will speak.”

# sn22.58:4.4
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# sn22.58:4.5
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# sn22.58:5.1
source: “Tathāgato, bhikkhave, arahaṃ sammāsambuddho anuppannassa maggassa uppādetā, asañjātassa maggassa sañjanetā, anakkhātassa maggassa akkhātā maggaññū, maggavidū, maggakovido;
sc_po: “A Realized One, a perfected one, a fully awakened Buddha gives rise to the unarisen path, gives birth to the unborn path, and explains the unexplained path. They know the path, understand the path, and are experts in the path.

# sn22.58:5.2
source: maggānugā ca, bhikkhave, etarahi sāvakā viharanti pacchā samannāgatā.
sc_po: And now the disciples live following the path; they acquire it later.

# sn22.58:5.3
source: Ayaṃ kho, bhikkhave, viseso, ayaṃ adhippayāso, idaṃ nānākaraṇaṃ tathāgatassa arahato sammāsambuddhassa paññāvimuttena bhikkhunā”ti.
sc_po: This is the difference between a Realized One, a perfected one, a fully awakened Buddha, and a mendicant freed by wisdom.”
