Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.101.po
Languages: sc_po

# sn22.101:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.101:0.2
source: 10. Pupphavagga
sc_po: 10. Flowers

# sn22.101:0.3
source: 101. Vāsijaṭasutta
sc_po: 101. The Adze

# sn22.101:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.101:1.2
source: “Jānato ahaṃ, bhikkhave, passato āsavānaṃ khayaṃ vadāmi, no ajānato no apassato.
sc_po: “Mendicants, I say that the ending of defilements is for one who knows and sees, not for one who does not know or see.

# sn22.101:1.3
source: Kiñca, bhikkhave, jānato kiṃ passato āsavānaṃ khayo hoti?
sc_po: For one who knows and sees what?

# sn22.101:1.4
source: ‘Iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo;
sc_po: ‘Such is form, such is the origin of form, such is the ending of form.

# sn22.101:1.5
source: iti vedanā …
sc_po: Such is feeling …

# sn22.101:1.6
source: iti saññā …
sc_po: Such is perception …

# sn22.101:1.7
source: iti saṅkhārā …
sc_po: Such are choices …

# sn22.101:1.8
source: iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti—
sc_po: Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’

# sn22.101:1.9
source: evaṃ kho, bhikkhave, jānato evaṃ passato āsavānaṃ khayo hoti.
sc_po: The ending of the defilements is for one who knows and sees this.

# sn22.101:2.1
source: Bhāvanānuyogaṃ ananuyuttassa, bhikkhave, bhikkhuno viharato kiñcāpi evaṃ icchā uppajjeyya:
sc_po: When a mendicant is not committed to development, they might wish:

# sn22.101:2.2
source: ‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa neva anupādāya āsavehi cittaṃ vimuccati.
sc_po: ‘If only my mind was freed from the defilements by not grasping!’ Even so, their mind is not freed from defilements by not grasping.

# sn22.101:2.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn22.101:2.4
source: ‘Abhāvitattā’ tissa vacanīyaṃ.
sc_po: It’s because they’re undeveloped.

# sn22.101:2.5
source: Kissa abhāvitattā?
sc_po: Undeveloped in what?

# sn22.101:2.6
source: Abhāvitattā catunnaṃ satipaṭṭhānānaṃ, abhāvitattā catunnaṃ sammappadhānānaṃ, abhāvitattā catunnaṃ iddhipādānaṃ, abhāvitattā pañcannaṃ indriyānaṃ, abhāvitattā pañcannaṃ balānaṃ, abhāvitattā sattannaṃ bojjhaṅgānaṃ, abhāvitattā ariyassa aṭṭhaṅgikassa maggassa.
sc_po: Undeveloped in the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path.

# sn22.101:3.1
source: Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā.
sc_po: Suppose there was a chicken with eight or ten or twelve eggs.

# sn22.101:3.2
source: Tānassu kukkuṭiyā na sammā adhisayitāni, na sammā pariseditāni, na sammā paribhāvitāni.
sc_po: But she had not properly sat on them to keep them warm and incubated.

# sn22.101:3.3
source: Kiñcāpi tassā kukkuṭiyā evaṃ icchā uppajjeyya:
sc_po: That chicken might wish:

# sn22.101:3.4
source: ‘aho vata me kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti,
sc_po: ‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’

# sn22.101:3.5
source: atha kho abhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ.
sc_po: But they can’t break out and hatch safely.

# sn22.101:3.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn22.101:3.7
source: Tathā hi pana, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā;
sc_po: Because that chicken with eight or ten or twelve eggs

# sn22.101:3.8
source: tāni kukkuṭiyā na sammā adhisayitāni, na sammā pariseditāni, na sammā paribhāvitāni.
sc_po: has not properly sat on them to keep them warm and incubated.

# sn22.101:3.9
source: Evameva kho, bhikkhave, bhāvanānuyogaṃ ananuyuttassa bhikkhuno viharato kiñcāpi evaṃ icchā uppajjeyya:
sc_po: In the same way, when a mendicant is not committed to development, they might wish:

# sn22.101:3.10
source: ‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa neva anupādāya āsavehi cittaṃ vimuccati.
sc_po: ‘If only my mind was freed from the defilements by not grasping!’ Even so, their mind is not freed from defilements by not grasping.

# sn22.101:3.11
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn22.101:3.12
source: ‘Abhāvitattā’tissa vacanīyaṃ.
sc_po: It’s because they’re undeveloped.

# sn22.101:3.13
source: Kissa abhāvitattā?
sc_po: Undeveloped in what?

# sn22.101:3.14
source: Abhāvitattā catunnaṃ satipaṭṭhānānaṃ … pe … aṭṭhaṅgikassa maggassa.
sc_po: Undeveloped in the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path.

# sn22.101:4.1
source: Bhāvanānuyogaṃ anuyuttassa, bhikkhave, bhikkhuno viharato kiñcāpi na evaṃ icchā uppajjeyya:
sc_po: When a mendicant is committed to development, they might not wish:

# sn22.101:4.2
source: ‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa anupādāya āsavehi cittaṃ vimuccati.
sc_po: ‘If only my mind was freed from the defilements by not grasping!’ Even so, their mind is freed from defilements by not grasping.

# sn22.101:4.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn22.101:4.4
source: ‘Bhāvitattā’tissa vacanīyaṃ.
sc_po: It’s because they’re developed.

# sn22.101:4.5
source: Kissa bhāvitattā?
sc_po: Developed in what?

# sn22.101:4.6
source: Bhāvitattā catunnaṃ satipaṭṭhānānaṃ, bhāvitattā catunnaṃ sammappadhānānaṃ, bhāvitattā catunnaṃ iddhipādānaṃ, bhāvitattā pañcannaṃ indriyānaṃ, bhāvitattā pañcannaṃ balānaṃ, bhāvitattā sattannaṃ bojjhaṅgānaṃ, bhāvitattā ariyassa aṭṭhaṅgikassa maggassa.
sc_po: Developed in the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path.

# sn22.101:5.1
source: Seyyathāpi, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā.
sc_po: Suppose there was a chicken with eight or ten or twelve eggs.

# sn22.101:5.2
source: Tānassu kukkuṭiyā sammā adhisayitāni, sammā pariseditāni, sammā paribhāvitāni.
sc_po: And she properly sat on them to keep them warm and incubated.

# sn22.101:5.3
source: Kiñcāpi tassā kukkuṭiyā na evaṃ icchā uppajjeyya:
sc_po: That chicken might not wish:

# sn22.101:5.4
source: ‘aho vata me kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjeyyun’ti,
sc_po: ‘If only my chicks could break out of the eggshell with their claws and beak and hatch safely!’

# sn22.101:5.5
source: atha kho bhabbāva te kukkuṭapotakā pādanakhasikhāya vā mukhatuṇḍakena vā aṇḍakosaṃ padāletvā sotthinā abhinibbhijjituṃ.
sc_po: But still they can break out and hatch safely.

# sn22.101:5.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn22.101:5.7
source: Tathā hi pana, bhikkhave, kukkuṭiyā aṇḍāni aṭṭha vā dasa vā dvādasa vā;
sc_po: Because that chicken with eight or ten or twelve eggs

# sn22.101:5.8
source: tānassu kukkuṭiyā sammā adhisayitāni, sammā pariseditāni, sammā paribhāvitāni.
sc_po: properly sat on them to keep them warm and incubated.

# sn22.101:5.9
source: Evameva kho, bhikkhave, bhāvanānuyogaṃ anuyuttassa bhikkhuno viharato kiñcāpi na evaṃ icchā uppajjeyya:
sc_po: In the same way, when a mendicant is committed to development, they might not wish:

# sn22.101:5.10
source: ‘aho vata me anupādāya āsavehi cittaṃ vimucceyyā’ti, atha khvassa anupādāya āsavehi cittaṃ vimuccati.
sc_po: ‘If only my mind was freed from the defilements by not grasping!’ Even so, their mind is freed from defilements by not grasping.

# sn22.101:5.11
source: Taṃ kissa hetu?
sc_po: Why is that?

# sn22.101:5.12
source: ‘Bhāvitattā’tissa vacanīyaṃ.
sc_po: It’s because they’re developed.

# sn22.101:5.13
source: Kissa bhāvitattā?
sc_po: Developed in what?

# sn22.101:5.14
source: Bhāvitattā catunnaṃ satipaṭṭhānānaṃ … pe … bhāvitattā ariyassa aṭṭhaṅgikassa maggassa.
sc_po: Developed in the four kinds of mindfulness meditation, the four right efforts, the four bases of psychic power, the five faculties, the five powers, the seven awakening factors, and the noble eightfold path.

# sn22.101:6.1
source: Seyyathāpi, bhikkhave, palagaṇḍassa vā palagaṇḍantevāsissa vā vāsijaṭe dissanteva aṅgulipadāni dissati aṅguṭṭhapadaṃ.
sc_po: Suppose a carpenter or their apprentice sees the marks of his fingers and thumb on the handle of his adze.

# sn22.101:6.2
source: No ca khvassa evaṃ ñāṇaṃ hoti:
sc_po: They don’t know

# sn22.101:6.3
source: ‘ettakaṃ vata me ajja vāsijaṭassa khīṇaṃ, ettakaṃ hiyyo, ettakaṃ pare’ti.
sc_po: how much of the handle was worn away today, how much yesterday, and how much previously.

# sn22.101:6.4
source: Atha khvassa khīṇe khīṇantveva ñāṇaṃ hoti.
sc_po: They just know what has been worn away.

# sn22.101:6.5
source: Evameva kho, bhikkhave, bhāvanānuyogaṃ anuyuttassa bhikkhuno viharato kiñcāpi na evaṃ ñāṇaṃ hoti:
sc_po: In the same way, when a mendicant is committed to development, they don’t know

# sn22.101:6.6
source: ‘ettakaṃ vata me ajja āsavānaṃ khīṇaṃ, ettakaṃ hiyyo, ettakaṃ pare’ti, atha khvassa khīṇe khīṇantveva ñāṇaṃ hoti.
sc_po: how much of the defilements were worn away today, how much yesterday, and how much previously. They just know what has been worn away.

# sn22.101:6.7
source: Seyyathāpi, bhikkhave, sāmuddikāya nāvāya vettabandhanabaddhāya vassamāsāni udake pariyādāya hemantikena thalaṃ ukkhittāya vātātapaparetāni vettabandhanāni. Tāni pāvusakena meghena abhippavuṭṭhāni appakasireneva paṭippassambhanti pūtikāni bhavanti;
sc_po: Suppose there was a sea-faring ship bound together with ropes. For six months they deteriorated in the water. Then in the cold season it was hauled up on dry land, where the ropes were weathered by wind and sun. When the clouds soaked it with rain, the ropes would readily collapse and rot away.

# sn22.101:6.8
source: evameva kho, bhikkhave, bhāvanānuyogaṃ anuyuttassa bhikkhuno viharato appakasireneva saṃyojanāni paṭippassambhanti pūtikāni bhavantī”ti.
sc_po: In the same way, when a mendicant is committed to development their fetters readily collapse and rot away.”
