Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.076.po
Languages: sc_po

# sn22.76:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.76:0.2
source: 8. Khajjanīyavagga
sc_po: 8. Itchy

# sn22.76:0.3
source: 76. Arahantasutta
sc_po: 76. The Perfected Ones

# sn22.76:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.76:1.2
source: “Rūpaṃ, bhikkhave, aniccaṃ.
sc_po: “Mendicants, form is impermanent.

# sn22.76:1.3
source: Yadaniccaṃ taṃ dukkhaṃ;
sc_po: What’s impermanent is suffering.

# sn22.76:1.4
source: yaṃ dukkhaṃ tadanattā;
sc_po: What’s suffering is not-self.

# sn22.76:1.5
source: yadanattā taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
sc_po: And what’s not-self should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# sn22.76:1.6
source: Vedanā …
sc_po: Feeling …

# sn22.76:1.7
source: saññā …
sc_po: Perception …

# sn22.76:1.8
source: saṅkhārā …
sc_po: Choices …

# sn22.76:1.9
source: viññāṇaṃ aniccaṃ.
sc_po: Consciousness is impermanent.

# sn22.76:1.10
source: Yadaniccaṃ taṃ dukkhaṃ;
sc_po: What’s impermanent is suffering.

# sn22.76:1.11
source: yaṃ dukkhaṃ tadanattā;
sc_po: What’s suffering is not-self.

# sn22.76:1.12
source: yadanattā taṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya daṭṭhabbaṃ.
sc_po: And what’s not-self should be truly seen with right understanding like this: ‘This is not mine, I am not this, this is not my self.’

# sn22.76:2.1
source: Evaṃ passaṃ, bhikkhave, sutavā ariyasāvako rūpasmimpi nibbindati, vedanāyapi … saññāyapi … saṅkhāresupi … viññāṇasmimpi nibbindati.
sc_po: Seeing this, a learned noble disciple grows disillusioned with form, feeling, perception, choices, and consciousness.

# sn22.76:2.2
source: Nibbindaṃ virajjati; virāgā vimuccati. Vimuttasmiṃ vimuttamiti ñāṇaṃ hoti.
sc_po: Being disillusioned, desire fades away. When desire fades away they’re freed. When they’re freed, they know they’re freed.

# sn22.76:2.3
source: ‘Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā’ti pajānāti.
sc_po: They understand: ‘Rebirth is ended, the spiritual journey has been completed, what had to be done has been done, there is no return to any state of existence.’

# sn22.76:2.4
source: Yāvatā, bhikkhave, sattāvāsā, yāvatā bhavaggaṃ, ete aggā, ete seṭṭhā lokasmiṃ yadidaṃ arahanto”ti.
sc_po: As far as there are abodes of sentient beings, even up until the pinnacle of existence, the perfected ones are the foremost and the best.”

# sn22.76:3.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn22.76:3.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn22.76:4.1
source: “Sukhino vata arahanto,
sc_po: “Oh! How happy are the perfected ones!

# sn22.76:4.2
source: taṇhā tesaṃ na vijjati;
sc_po: Craving is not found in them,

# sn22.76:4.3
source: Asmimāno samucchinno,
sc_po: the conceit ‘I am’ is cut off,

# sn22.76:4.4
source: mohajālaṃ padālitaṃ.
sc_po: and the net of delusion is shattered.

# sn22.76:5.1
source: Anejaṃ te anuppattā,
sc_po: They’ve attained imperturbability,

# sn22.76:5.2
source: cittaṃ tesaṃ anāvilaṃ;
sc_po: their minds are unclouded,

# sn22.76:5.3
source: Loke anupalittā te,
sc_po: nothing in the world clings to them,

# sn22.76:5.4
source: brahmabhūtā anāsavā.
sc_po: they’ve become holy, undefiled.

# sn22.76:6.1
source: Pañcakkhandhe pariññāya,
sc_po: Completely understanding the five aggregates,

# sn22.76:6.2
source: satta saddhammagocarā;
sc_po: their domain is the seven good qualities.

# sn22.76:6.3
source: Pasaṃsiyā sappurisā,
sc_po: Those good people are praiseworthy,

# sn22.76:6.4
source: puttā buddhassa orasā.
sc_po: the Buddha’s rightful children.

# sn22.76:7.1
source: Sattaratanasampannā,
sc_po: Endowed with the seven gems,

# sn22.76:7.2
source: Tīsu sikkhāsu sikkhitā;
sc_po: and trained in the three trainings,

# sn22.76:7.3
source: Anuvicaranti mahāvīrā,
sc_po: the great heroes live on,

# sn22.76:7.4
source: Pahīnabhayabheravā.
sc_po: with fear and dread given up.

# sn22.76:8.1
source: Dasahaṅgehi sampannā,
sc_po: Endowed with ten factors,

# sn22.76:8.2
source: mahānāgā samāhitā;
sc_po: those giants have immersion.

# sn22.76:8.3
source: Ete kho seṭṭhā lokasmiṃ,
sc_po: These are the best in the world,

# sn22.76:8.4
source: taṇhā tesaṃ na vijjati.
sc_po: craving is not found in them.

# sn22.76:9.1
source: Asekhañāṇamuppannaṃ,
sc_po: The master’s knowledge has arisen:

# sn22.76:9.2
source: antimoyaṃ samussayo;
sc_po: ‘This bag of bones is my last.’

# sn22.76:9.3
source: Yo sāro brahmacariyassa,
sc_po: They are independent of others

# sn22.76:9.4
source: tasmiṃ aparapaccayā.
sc_po: in the core of the spiritual path.

# sn22.76:10.1
source: Vidhāsu na vikampanti,
sc_po: Unwavering in the face of discrimination,

# sn22.76:10.2
source: vippamuttā punabbhavā;
sc_po: they’re freed from future lives.

# sn22.76:10.3
source: Dantabhūmimanuppattā,
sc_po: They’ve reached the level of the tamed,

# sn22.76:10.4
source: te loke vijitāvino.
sc_po: in the world, they’re the winners.

# sn22.76:11.1
source: Uddhaṃ tiriyaṃ apācīnaṃ,
sc_po: Above, below, and all around,

# sn22.76:11.2
source: nandī tesaṃ na vijjati;
sc_po: relishing is not found in them.

# sn22.76:11.3
source: Nadanti te sīhanādaṃ,
sc_po: They roar their lion’s roar:

# sn22.76:11.4
source: buddhā loke anuttarā”ti.
sc_po: ‘The awakened are supreme in the world!’”
