Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.105.po
Languages: sc_po

# sn22.105:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.105:0.2
source: 11. Antavagga
sc_po: 11. Sides

# sn22.105:0.3
source: 105. Sakkāyasutta
sc_po: 105. Identity

# sn22.105:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.105:1.2
source: “Sakkāyañca vo, bhikkhave, desessāmi sakkāyasamudayañca sakkāyanirodhañca sakkāyanirodhagāminiñca paṭipadaṃ.
sc_po: “Mendicants, I will teach you identity, the origin of identity, the cessation of identity, and the practice that leads to the cessation of identity.

# sn22.105:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn22.105:1.4
source: Katamo ca, bhikkhave, sakkāyo?
sc_po: And what is identity?

# sn22.105:1.5
source: Pañcupādānakkhandhātissa vacanīyaṃ.
sc_po: It should be said: the five grasping aggregates.

# sn22.105:1.6
source: Katame pañca?
sc_po: What five?

# sn22.105:1.7
source: Seyyathidaṃ—rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho.
sc_po: That is, the grasping aggregates of form, feeling, perception, choices, and consciousness.

# sn22.105:1.8
source: Ayaṃ vuccati, bhikkhave, sakkāyo.
sc_po: This is called identity.

# sn22.105:1.9
source: Katamo ca, bhikkhave, sakkāyasamudayo?
sc_po: And what is the origin of identity?

# sn22.105:1.10
source: Yāyaṃ taṇhā ponobhavikā … pe …
sc_po: It’s the craving that leads to future lives, mixed up with relishing and greed, looking for enjoyment anywhere it can. That is, craving for sensual pleasures, craving to continue existence, and craving to end existence.

# sn22.105:1.11
source: ayaṃ vuccati, bhikkhave, sakkāyasamudayo.
sc_po: This is called the origin of identity.

# sn22.105:1.12
source: Katamo ca, bhikkhave, sakkāyanirodho?
sc_po: And what is the cessation of identity?

# sn22.105:1.13
source: Yo tassāyeva taṇhāya … pe …
sc_po: It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not clinging to it.

# sn22.105:1.14
source: ayaṃ vuccati, bhikkhave, sakkāyanirodho.
sc_po: This is called the cessation of identity.

# sn22.105:1.15
source: Katamā ca, bhikkhave, sakkāyanirodhagāminī paṭipadā?
sc_po: And what is the practice that leads to the cessation of identity?

# sn22.105:1.16
source: Ayameva ariyo aṭṭhaṅgiko maggo.
sc_po: It is simply this noble eightfold path, that is:

# sn22.105:1.17
source: Seyyathidaṃ—sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn22.105:1.18
source: Ayaṃ vuccati, bhikkhave, sakkāyanirodhagāminī paṭipadā”ti.
sc_po: This is called the practice that leads to the cessation of identity.”
