Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.125.po
Languages: sc_po

# sn22.125:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.125:0.2
source: 12. Dhammakathikavagga
sc_po: 12. A Dhamma speaker

# sn22.125:0.3
source: 125. Dutiyakappasutta
sc_po: 125. With Kappa (2nd)

# sn22.125:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.125:1.2
source: Ekamantaṃ nisinno kho āyasmā kappo bhagavantaṃ etadavoca:
sc_po: Seated to one side, Venerable Kappa said to the Buddha:

# sn22.125:1.3
source: “kathaṃ nu kho, bhante, jānato kathaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhā samatikkantaṃ santaṃ suvimuttan”ti?
sc_po: “Sir, how does one know and see so that the mind is rid of ego, possessiveness, and conceit for this conscious body and all external stimuli; and going beyond discrimination, it’s peaceful and well freed?”

# sn22.125:2.1
source: “Yaṃ kiñci, kappa, rūpaṃ atītānāgatapaccuppannaṃ … pe … sabbaṃ rūpaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādāvimutto hoti.
sc_po: “Kappa, one is freed by not grasping having truly seen any kind of form at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* form—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# sn22.125:2.2
source: Yā kāci vedanā …
sc_po: One is freed by not grasping having truly seen any kind of feeling …

# sn22.125:2.3
source: yā kāci saññā …
sc_po: perception …

# sn22.125:2.4
source: ye keci saṅkhārā …
sc_po: choices …

# sn22.125:2.5
source: yaṃ kiñci viññāṇaṃ atītānāgatapaccuppannaṃ ajjhattaṃ vā bahiddhā vā oḷārikaṃ vā sukhumaṃ vā hīnaṃ vā paṇītaṃ vā yaṃ dūre santike vā, sabbaṃ viññāṇaṃ ‘netaṃ mama, nesohamasmi, na meso attā’ti evametaṃ yathābhūtaṃ sammappaññāya disvā anupādāvimutto hoti.
sc_po: consciousness at all—past, future, or present; internal or external; coarse or fine; inferior or superior; far or near: *all* consciousness—with right understanding: ‘This is not mine, I am not this, this is not my self.’

# sn22.125:2.6
source: Evaṃ kho, kappa, jānato evaṃ passato imasmiñca saviññāṇake kāye bahiddhā ca sabbanimittesu ahaṅkāramamaṅkāramānāpagataṃ mānasaṃ hoti vidhā samatikkantaṃ santaṃ suvimuttan”ti.
sc_po: That’s how to know and see so that the mind is rid of ego, possessiveness, and conceit for this conscious body and all external stimuli; and going beyond discrimination, it’s peaceful and well freed.”
