Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.031.po
Languages: sc_po

# sn22.31:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.31:0.2
source: 3. Bhāravagga
sc_po: 3. The Burden

# sn22.31:0.3
source: 31. Aghamūlasutta
sc_po: 31. The Root of Misery

# sn22.31:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.31:1.2
source: “Aghañca, bhikkhave, desessāmi aghamūlañca.
sc_po: “Mendicants, I will teach you misery and the root of misery.

# sn22.31:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn22.31:1.4
source: Katamañca, bhikkhave, aghaṃ?
sc_po: And what is misery?

# sn22.31:1.5
source: Rūpaṃ, bhikkhave, aghaṃ, vedanā aghaṃ, saññā aghaṃ, saṅkhārā aghaṃ, viññāṇaṃ aghaṃ.
sc_po: Form, feeling, perception, choices, and consciousness are misery.

# sn22.31:1.6
source: Idaṃ vuccati, bhikkhave, aghaṃ.
sc_po: This is called misery.

# sn22.31:1.7
source: Katamañca, bhikkhave, aghamūlaṃ?
sc_po: And what is the root of misery?

# sn22.31:1.8
source: Yāyaṃ taṇhā ponobhavikā nandīrāgasahagatā tatratatrābhinandinī;
sc_po: It’s the craving that leads to future lives, mixed up with relishing and greed, taking pleasure in various different realms. That is,

# sn22.31:1.9
source: Seyyathidaṃ—kāmataṇhā, bhavataṇhā, vibhavataṇhā.
sc_po: craving for sensual pleasures, craving to continue existence, and craving to end existence.

# sn22.31:1.10
source: Idaṃ vuccati, bhikkhave, aghamūlan”ti.
sc_po: This is called the root of misery.”
