Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.029.po
Languages: sc_po

# sn22.29:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.29:0.2
source: 3. Bhāravagga
sc_po: 3. The Burden

# sn22.29:0.3
source: 29. Abhinandanasutta
sc_po: 29. Taking Pleasure

# sn22.29:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.29:1.2
source: “Yo, bhikkhave, rūpaṃ abhinandati, dukkhaṃ so abhinandati.
sc_po: “Mendicants, if you take pleasure in form, you take pleasure in suffering.

# sn22.29:1.3
source: Yo dukkhaṃ abhinandati, aparimutto so dukkhasmāti vadāmi.
sc_po: If you take pleasure in suffering, I say you’re not exempt from suffering.

# sn22.29:1.4
source: Yo vedanaṃ abhinandati …
sc_po: If you take pleasure in feeling …

# sn22.29:1.5
source: yo saññaṃ abhinandati …
sc_po: perception …

# sn22.29:1.6
source: yo saṅkhāre abhinandati …
sc_po: choices …

# sn22.29:1.7
source: yo viññāṇaṃ abhinandati, dukkhaṃ so abhinandati.
sc_po: consciousness, you take pleasure in suffering.

# sn22.29:1.8
source: Yo dukkhaṃ abhinandati, aparimutto so dukkhasmāti vadāmi.
sc_po: If you take pleasure in suffering, I say you’re not exempt from suffering.

# sn22.29:1.9
source: Yo ca kho, bhikkhave, rūpaṃ nābhinandati, dukkhaṃ so nābhinandati.
sc_po: If you don’t take pleasure in form, you don’t take pleasure in suffering.

# sn22.29:1.10
source: Yo dukkhaṃ nābhinandati, parimutto so dukkhasmāti vadāmi.
sc_po: If you don’t take pleasure in suffering, I say you’re exempt from suffering.

# sn22.29:1.11
source: Yo vedanaṃ nābhinandati …
sc_po: If you don’t take pleasure in feeling …

# sn22.29:1.12
source: yo saññaṃ nābhinandati …
sc_po: perception …

# sn22.29:1.13
source: yo saṅkhāre nābhinandati …
sc_po: choices …

# sn22.29:1.14
source: yo viññāṇaṃ nābhinandati, dukkhaṃ so nābhinandati.
sc_po: consciousness, you don’t take pleasure in suffering.

# sn22.29:1.15
source: Yo dukkhaṃ nābhinandati, parimutto so dukkhasmāti vadāmī”ti.
sc_po: If you don’t take pleasure in suffering, I say you’re exempt from suffering.”
