Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.030.po
Languages: sc_po

# sn22.30:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.30:0.2
source: 3. Bhāravagga
sc_po: 3. The Burden

# sn22.30:0.3
source: 30. Uppādasutta
sc_po: 30. Arising

# sn22.30:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.30:1.2
source: “Yo, bhikkhave, rūpassa uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo rogānaṃ ṭhiti jarāmaraṇassa pātubhāvo.
sc_po: “Mendicants, the arising, continuation, rebirth, and manifestation of form is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn22.30:1.3
source: Yo vedanāya … pe …
sc_po: The arising, continuation, rebirth, and manifestation of feeling …

# sn22.30:1.4
source: yo saññāya … pe …
sc_po: perception …

# sn22.30:1.5
source: yo saṅkhārānaṃ … pe …
sc_po: choices …

# sn22.30:1.6
source: yo viññāṇassa uppādo ṭhiti abhinibbatti pātubhāvo, dukkhasseso uppādo rogānaṃ ṭhiti jarāmaraṇassa pātubhāvo.
sc_po: consciousness is the arising of suffering, the continuation of diseases, and the manifestation of old age and death.

# sn22.30:1.7
source: Yo ca kho, bhikkhave, rūpassa nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho rogānaṃ vūpasamo jarāmaraṇassa atthaṅgamo.
sc_po: The cessation, settling, and ending of form is the cessation of suffering, the settling of diseases, and the ending of old age and death.

# sn22.30:1.8
source: Yo vedanāya … pe …
sc_po: The cessation, settling, and ending of feeling …

# sn22.30:1.9
source: yo saññāya …
sc_po: perception …

# sn22.30:1.10
source: yo saṅkhārānaṃ …
sc_po: choices …

# sn22.30:1.11
source: yo viññāṇassa nirodho vūpasamo atthaṅgamo, dukkhasseso nirodho rogānaṃ vūpasamo jarāmaraṇassa atthaṅgamo”ti.
sc_po: consciousness is the cessation of suffering, the settling of diseases, and the ending of old age and death.”
