Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.022.po
Languages: sc_po

# sn22.22:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.22:0.2
source: 3. Bhāravagga
sc_po: 3. The Burden

# sn22.22:0.3
source: 22. Bhārasutta
sc_po: 22. The Burden

# sn22.22:1.1
source: Sāvatthiyaṃ … tatra kho …
sc_po: At Sāvatthī.

# sn22.22:1.2
source: “bhārañca vo, bhikkhave, desessāmi bhārahārañca bhārādānañca bhāranikkhepanañca.
sc_po: “Mendicants, I will teach you the burden, the bearer of the burden, the picking up of the burden, and the putting down of the burden.

# sn22.22:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn22.22:1.4
source: Katamo ca, bhikkhave, bhāro?
sc_po: And what is the burden?

# sn22.22:1.5
source: Pañcupādānakkhandhā tissa vacanīyaṃ.
sc_po: The five grasping aggregates, it should be said.

# sn22.22:1.6
source: Katame pañca?
sc_po: What five?

# sn22.22:1.7
source: Rūpupādānakkhandho, vedanupādānakkhandho, saññupādānakkhandho, saṅkhārupādānakkhandho, viññāṇupādānakkhandho;
sc_po: The grasping aggregates of form, feeling, perception, choices, and consciousness.

# sn22.22:1.8
source: ayaṃ vuccati, bhikkhave, bhāro.
sc_po: This is called the burden.

# sn22.22:2.1
source: Katamo ca, bhikkhave, bhārahāro?
sc_po: And who is the bearer of the burden?

# sn22.22:2.2
source: Puggalo tissa vacanīyaṃ.
sc_po: The person, it should be said;

# sn22.22:2.3
source: Yvāyaṃ āyasmā evaṃnāmo evaṅgotto;
sc_po: the venerable of such and such name and clan.

# sn22.22:2.4
source: ayaṃ vuccati, bhikkhave, bhārahāro.
sc_po: This is called the bearer of the burden.

# sn22.22:3.1
source: Katamañca, bhikkhave, bhārādānaṃ?
sc_po: And what is the picking up of the burden?

# sn22.22:3.2
source: Yāyaṃ taṇhā ponobhavikā nandīrāgasahagatā tatratatrābhinandinī, seyyathidaṃ—
sc_po: It’s the craving that leads to future lives, mixed up with relishing and greed, taking pleasure in various different realms. That is,

# sn22.22:3.3
source: kāmataṇhā, bhavataṇhā, vibhavataṇhā.
sc_po: craving for sensual pleasures, craving to continue existence, and craving to end existence.

# sn22.22:3.4
source: Idaṃ vuccati, bhikkhave, bhārādānaṃ.
sc_po: This is called the picking up of the burden.

# sn22.22:4.1
source: Katamañca, bhikkhave, bhāranikkhepanaṃ?
sc_po: And what is the putting down of the burden?

# sn22.22:4.2
source: Yo tassāyeva taṇhāya asesavirāganirodho cāgo paṭinissaggo mutti anālayo.
sc_po: It’s the fading away and cessation of that very same craving with nothing left over; giving it away, letting it go, releasing it, and not adhering to it.

# sn22.22:4.3
source: Idaṃ vuccati, bhikkhave, bhāranikkhepanan”ti.
sc_po: This is called the putting down of the burden.”

# sn22.22:5.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn22.22:5.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn22.22:6.1
source: “Bhārā have pañcakkhandhā,
sc_po: “The five aggregates are indeed burdens,

# sn22.22:6.2
source: bhārahāro ca puggalo;
sc_po: and the person is the bearer of the burden.

# sn22.22:6.3
source: Bhārādānaṃ dukhaṃ loke,
sc_po: Picking up the burden is suffering in the world,

# sn22.22:6.4
source: bhāranikkhepanaṃ sukhaṃ.
sc_po: and putting the burden down is happiness.

# sn22.22:7.1
source: Nikkhipitvā garuṃ bhāraṃ,
sc_po: When the heavy burden is put down

# sn22.22:7.2
source: aññaṃ bhāraṃ anādiya;
sc_po: without picking up another,

# sn22.22:7.3
source: Samūlaṃ taṇhamabbuyha,
sc_po: and craving’s pulled out from the root,

# sn22.22:7.4
source: nicchāto parinibbuto”ti.
sc_po: you’re hungerless, extinguished.”
