Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.113.po
Languages: sc_po

# sn22.113:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.113:0.2
source: 12. Dhammakathikavagga
sc_po: 12. A Dhamma speaker

# sn22.113:0.3
source: 113. Avijjāsutta
sc_po: 113. Ignorance

# sn22.113:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.113:1.2
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe …
sc_po: Then a mendicant went up to the Buddha

# sn22.113:1.3
source: ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: and said to him:

# sn22.113:1.4
source: “‘avijjā, avijjā’ti, bhante, vuccati.
sc_po: “Sir, they speak of this thing called ‘ignorance’.

# sn22.113:1.5
source: Katamā nu kho, bhante, avijjā;
sc_po: What is ignorance?

# sn22.113:1.6
source: kittāvatā ca avijjāgato hotī”ti?
sc_po: And how is an ignorant person defined?”

# sn22.113:1.7
source: “Idha, bhikkhu, assutavā puthujjano rūpaṃ nappajānāti, rūpasamudayaṃ nappajānāti, rūpanirodhaṃ nappajānāti, rūpanirodhagāminiṃ paṭipadaṃ nappajānāti;
sc_po: “Mendicant, it’s when an uneducated ordinary person doesn’t understand form, its origin, its cessation, and the practice that leads to its cessation.

# sn22.113:1.8
source: vedanaṃ nappajānāti …
sc_po: They don’t understand feeling …

# sn22.113:1.9
source: saññaṃ …
sc_po: perception …

# sn22.113:1.10
source: saṅkhāre nappajānāti … pe …
sc_po: choices …

# sn22.113:1.11
source: viññāṇanirodhagāminiṃ paṭipadaṃ nappajānāti.
sc_po: consciousness, its origin, its cessation, and the practice that leads to its cessation.

# sn22.113:1.12
source: Ayaṃ vuccati, bhikkhu, avijjā;
sc_po: This is called ignorance.

# sn22.113:1.13
source: ettāvatā ca avijjāgato hotī”ti.
sc_po: And this is how an ignorant person is defined.”
