Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.106.po
Languages: sc_po

# sn22.106:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.106:0.2
source: 11. Antavagga
sc_po: 11. Sides

# sn22.106:0.3
source: 106. Pariññeyyasutta
sc_po: 106. Should Be Completely Understood

# sn22.106:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.106:1.2
source: “Pariññeyye ca, bhikkhave, dhamme desessāmi pariññañca pariññātāviñca puggalaṃ.
sc_po: “Mendicants, I will teach you the things that should be completely understood, complete understanding, and the person who has completely understood.

# sn22.106:1.3
source: Taṃ suṇātha.
sc_po: Listen …

# sn22.106:1.4
source: Katame ca, bhikkhave, pariññeyyā dhammā?
sc_po: And what things should be completely understood?

# sn22.106:1.5
source: Rūpaṃ, bhikkhave, pariññeyyo dhammo.
sc_po: Form,

# sn22.106:1.6
source: Vedanā … pe …
sc_po: feeling,

# sn22.106:1.7
source: saññā …
sc_po: perception,

# sn22.106:1.8
source: saṅkhārā …
sc_po: choices,

# sn22.106:1.9
source: viññāṇaṃ pariññeyyo dhammo.
sc_po: and consciousness.

# sn22.106:1.10
source: Ime vuccanti, bhikkhave, pariññeyyā dhammā.
sc_po: These are called the things that should be completely understood.

# sn22.106:1.11
source: Katamā ca, bhikkhave, pariññā?
sc_po: And what is complete understanding?

# sn22.106:1.12
source: Rāgakkhayo, dosakkhayo, mohakkhayo—
sc_po: The ending of greed, hate, and delusion.

# sn22.106:1.13
source: ayaṃ vuccati, bhikkhave, pariññā.
sc_po: This is called complete understanding.

# sn22.106:1.14
source: Katamo ca, bhikkhave, pariññātāvī puggalo?
sc_po: And what is the person who has completely understood?

# sn22.106:1.15
source: Arahātissa vacanīyaṃ.
sc_po: It should be said: a perfected one,

# sn22.106:1.16
source: Yvāyaṃ āyasmā evaṃnāmo evaṅgotto—
sc_po: the venerable of such and such name and clan.

# sn22.106:1.17
source: ayaṃ vuccati, bhikkhave, pariññātāvī puggalo”ti.
sc_po: This is called the person who has completely understood.”
