Repository: kondannyo/PGP
Catalog: SN/*_text/sn22/sn22.116.po
Languages: sc_po

# sn22.116:0.1
source: Saṃyutta Nikāya 22
sc_po: Linked Discourses 22

# sn22.116:0.2
source: 12. Dhammakathikavagga
sc_po: 12. A Dhamma speaker

# sn22.116:0.3
source: 116. Dutiyadhammakathikasutta
sc_po: 116. A Dhamma speaker (2nd)

# sn22.116:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn22.116:1.2
source: Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Seated to one side, that mendicant said to the Buddha:

# sn22.116:1.3
source: “‘dhammakathiko, dhammakathiko’ti, bhante, vuccati;
sc_po: “Sir, they speak of a ‘Dhamma speaker’.

# sn22.116:1.4
source: kittāvatā nu kho, bhante, dhammakathiko hoti;
sc_po: How is a Dhamma speaker defined?

# sn22.116:1.5
source: kittāvatā dhammānudhammappaṭipanno hoti, kittāvatā diṭṭhadhammanibbānappatto hotī”ti?
sc_po: How is a mendicant who practices in line with the teaching defined? And how is a mendicant who has attained extinguishment in this very life defined?”

# sn22.116:1.6
source: “Rūpassa ce, bhikkhu, nibbidāya virāgāya nirodhāya dhammaṃ deseti, ‘dhammakathiko bhikkhū’ti alaṃvacanāya.
sc_po: “Mendicant, if a mendicant teaches Dhamma for disillusionment, dispassion, and cessation regarding form, they’re qualified to be called a ‘mendicant who speaks on Dhamma’.

# sn22.116:1.7
source: Rūpassa ce, bhikkhu, nibbidāya virāgāya nirodhāya paṭipanno hoti, ‘dhammānudhammappaṭipanno bhikkhū’ti alaṃvacanāya.
sc_po: If they practice for disillusionment, dispassion, and cessation regarding form, they’re qualified to be called a ‘mendicant who practices in line with the teaching’.

# sn22.116:1.8
source: Rūpassa ce, bhikkhu, nibbidā virāgā nirodhā anupādāvimutto hoti, ‘diṭṭhadhammanibbānappatto bhikkhū’ti alaṃvacanāya.
sc_po: If they’re freed by not grasping by disillusionment, dispassion, and cessation regarding form, they’re qualified to be called a ‘mendicant who has attained extinguishment in this very life’.

# sn22.116:1.9
source: Vedanāya ce, bhikkhu … pe …
sc_po: If a mendicant teaches Dhamma for disillusionment with feeling …

# sn22.116:1.10
source: saññāya ce, bhikkhu …
sc_po: perception …

# sn22.116:1.11
source: saṅkhārānañce, bhikkhu …
sc_po: choices …

# sn22.116:1.12
source: viññāṇassa ce, bhikkhu, nibbidāya virāgāya nirodhāya dhammaṃ deseti, ‘dhammakathiko bhikkhū’ti alaṃvacanāya.
sc_po: consciousness, for its fading away and cessation, they’re qualified to be called a ‘mendicant who speaks on Dhamma’.

# sn22.116:1.13
source: Viññāṇassa ce, bhikkhu, nibbidāya virāgāya nirodhāya paṭipanno hoti, ‘dhammānudhammappaṭipanno bhikkhū’ti alaṃvacanāya.
sc_po: If they practice for disillusionment, dispassion, and cessation regarding consciousness, they’re qualified to be called a ‘mendicant who practices in line with the teaching’.

# sn22.116:1.14
source: Viññāṇassa ce, bhikkhu, nibbidā virāgā nirodhā anupādāvimutto hoti, ‘diṭṭhadhammanibbānappatto bhikkhū’ti alaṃvacanāyā”ti.
sc_po: If they’re freed by not grasping by disillusionment, dispassion, and cessation regarding consciousness, they’re qualified to be called a ‘mendicant who has attained extinguishment in this very life’.”
