Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.018.po
Languages: sc_po

# an8.18:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.18:0.2
source: 2. Mahāvagga
sc_po: 2. The Great Chapter

# an8.18:0.3
source: 18. Dutiyabandhanasutta
sc_po: 18. Catching (2nd)

# an8.18:1.1
source: “Aṭṭhahi, bhikkhave, ākārehi puriso itthiṃ bandhati.
sc_po: “Mendicants, a man catches a woman using eight features.

# an8.18:1.2
source: Katamehi aṭṭhahi?
sc_po: What eight?

# an8.18:1.3
source: Ruṇṇena, bhikkhave, puriso itthiṃ bandhati;
sc_po: With weeping,

# an8.18:1.4
source: hasitena, bhikkhave, puriso itthiṃ bandhati;
sc_po: laughing,

# an8.18:1.5
source: bhaṇitena, bhikkhave, puriso itthiṃ bandhati;
sc_po: speaking,

# an8.18:1.6
source: ākappena, bhikkhave, puriso itthiṃ bandhati;
sc_po: appearance,

# an8.18:1.7
source: vanabhaṅgena, bhikkhave, puriso itthiṃ bandhati;
sc_po: gifts of wildflowers,

# an8.18:1.8
source: gandhena, bhikkhave, puriso itthiṃ bandhati;
sc_po: scents,

# an8.18:1.9
source: rasena, bhikkhave, puriso itthiṃ bandhati;
sc_po: tastes,

# an8.18:1.10
source: phassena, bhikkhave, puriso itthiṃ bandhati.
sc_po: and touches.

# an8.18:1.11
source: Imehi kho, bhikkhave, aṭṭhahākārehi puriso itthiṃ bandhati.
sc_po: A man catches a woman using these eight features.

# an8.18:1.12
source: Te, bhikkhave, sattā subaddhā, ye phassena baddhā”ti.
sc_po: But those beings who are caught by touch are well and truly caught.”
