Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.017.po
Languages: sc_po

# an8.17:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.17:0.2
source: 2. Mahāvagga
sc_po: 2. The Great Chapter

# an8.17:0.3
source: 17. Paṭhamabandhanasutta
sc_po: 17. Catching (1st)

# an8.17:1.1
source: “Aṭṭhahi, bhikkhave, ākārehi itthī purisaṃ bandhati.
sc_po: “Mendicants, a woman catches a man using eight features.

# an8.17:1.2
source: Katamehi aṭṭhahi?
sc_po: What eight?

# an8.17:1.3
source: Ruṇṇena, bhikkhave, itthī purisaṃ bandhati;
sc_po: With weeping,

# an8.17:1.4
source: hasitena, bhikkhave, itthī purisaṃ bandhati;
sc_po: laughing,

# an8.17:1.5
source: bhaṇitena, bhikkhave, itthī purisaṃ bandhati;
sc_po: speaking,

# an8.17:1.6
source: ākappena, bhikkhave, itthī purisaṃ bandhati;
sc_po: appearance,

# an8.17:1.7
source: vanabhaṅgena, bhikkhave, itthī purisaṃ bandhati;
sc_po: gifts of wildflowers,

# an8.17:1.8
source: gandhena, bhikkhave, itthī purisaṃ bandhati;
sc_po: scents,

# an8.17:1.9
source: rasena, bhikkhave, itthī purisaṃ bandhati;
sc_po: tastes,

# an8.17:1.10
source: phassena, bhikkhave, itthī purisaṃ bandhati.
sc_po: and touches.

# an8.17:1.11
source: Imehi kho, bhikkhave, aṭṭhahākārehi itthī purisaṃ bandhati.
sc_po: A woman catches a man using these eight features.

# an8.17:1.12
source: Te, bhikkhave, sattā subaddhā, ye phassena baddhā”ti.
sc_po: But those beings who are caught by touch are well and truly caught.”
