Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.059.po
Languages: sc_po

# an8.59:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.59:0.2
source: 6. Gotamīvagga
sc_po: 6. Gotamī

# an8.59:0.3
source: 59. Paṭhamapuggalasutta
sc_po: 59. Eight People (1st)

# an8.59:1.1
source: “Aṭṭhime, bhikkhave, puggalā āhuneyyā pāhuneyyā dakkhiṇeyyā añjalikaraṇīyā anuttaraṃ puññakkhettaṃ lokassa?
sc_po: “Mendicants, these eight people are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world.

# an8.59:1.2
source: Katame aṭṭha?
sc_po: What eight?

# an8.59:1.3
source: Sotāpanno, sotāpattiphalasacchikiriyāya paṭipanno, sakadāgāmī, sakadāgāmiphalasacchikiriyāya paṭipanno, anāgāmī, anāgāmiphalasacchikiriyāya paṭipanno, arahā, arahattāya paṭipanno.
sc_po: The stream-enterer and the one practicing to realize the fruit of stream-entry. The once-returner and the one practicing to realize the fruit of once-return. The non-returner and the one practicing to realize the fruit of non-return. The perfected one, and the one practicing for perfection.

# an8.59:1.4
source: Ime kho, bhikkhave, aṭṭha puggalā āhuneyyā … pe … anuttaraṃ puññakkhettaṃ lokassāti.
sc_po: These are the eight people who are worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and are the supreme field of merit for the world.

# an8.59:2.1
source: Cattāro ca paṭipannā,
sc_po: Four practicing the path,

# an8.59:2.2
source: cattāro ca phale ṭhitā;
sc_po: and four established in the fruit.

# an8.59:2.3
source: Esa saṅgho ujubhūto,
sc_po: This is the upright Saṅgha,

# an8.59:2.4
source: paññāsīlasamāhito.
sc_po: with wisdom, ethics, and immersion.

# an8.59:3.1
source: Yajamānānaṃ manussānaṃ,
sc_po: For humans, those merit-seeking creatures,

# an8.59:3.2
source: Puññapekkhāna pāṇinaṃ;
sc_po: who sponsor sacrifices,

# an8.59:3.3
source: Karotaṃ opadhikaṃ puññaṃ,
sc_po: making merit with attachments,

# an8.59:3.4
source: Saṅghe dinnaṃ mahapphalan”ti.
sc_po: what is given to the Saṅgha is very fruitful.”
