Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.089.po
Languages: sc_po

# an8.89:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.89:0.2
source: 9. Sativagga
sc_po: 9. Mindfulness

# an8.89:0.3
source: 89. Paṭisāraṇīyasutta
sc_po: 89. Reconciliation

# an8.89:1.1
source: “Aṭṭhahi, bhikkhave, dhammehi samannāgatassa bhikkhuno ākaṅkhamāno saṃgho paṭisāraṇīyakammaṃ kareyya.
sc_po: “Mendicants, the Saṅgha may, if it wishes, perform an act requiring that a mendicant who has eight qualities should pursue reconciliation.

# an8.89:1.2
source: Katamehi aṭṭhahi?
sc_po: What eight?

# an8.89:1.3
source: Gihīnaṃ alābhāya parisakkati, gihīnaṃ anatthāya parisakkati, gihī akkosati paribhāsati, gihī gihīhi bhedeti, buddhassa avaṇṇaṃ bhāsati, dhammassa avaṇṇaṃ bhāsati, saṃghassa avaṇṇaṃ bhāsati, dhammikañca gihipaṭissavaṃ na saccāpeti.
sc_po: They try to prevent the lay people from getting material possessions. They try to harm lay people. They insult and abuse lay people. They divide lay people against each other. They criticize the Buddha, the teaching, and the Saṅgha. They don’t keep a legitimate promise made to a lay person.

# an8.89:1.4
source: Imehi kho, bhikkhave, aṭṭhahi dhammehi samannāgatassa bhikkhuno ākaṅkhamāno saṃgho paṭisāraṇīyaṃ kammaṃ kareyya.
sc_po: The Saṅgha may, if it wishes, perform an act requiring that a mendicant who has eight qualities should pursue reconciliation.

# an8.89:2.1
source: Aṭṭhahi, bhikkhave, dhammehi samannāgatassa bhikkhuno ākaṅkhamāno saṅgho paṭisāraṇīyakammaṃ paṭippassambheyya.
sc_po: The Saṅgha may, if it wishes, revoke the act requiring that a mendicant who has eight qualities should pursue reconciliation.

# an8.89:2.2
source: Katamehi aṭṭhahi?
sc_po: What eight?

# an8.89:2.3
source: Na gihīnaṃ alābhāya parisakkati, na gihīnaṃ anatthāya parisakkati, na gihī akkosati paribhāsati, na gihī gihīhi bhedeti, buddhassa vaṇṇaṃ bhāsati, dhammassa vaṇṇaṃ bhāsati, saṅghassa vaṇṇaṃ bhāsati, dhammikañca gihipaṭissavaṃ saccāpeti.
sc_po: They don’t try to prevent the lay people from getting material possessions. They don’t try to harm lay people. They don’t insult and abuse lay people. They don’t divide lay people against each other. They don’t criticize the Buddha, the teaching, and the Saṅgha. They keep a legitimate promise made to a lay person.

# an8.89:2.4
source: Imehi kho, bhikkhave, aṭṭhahi dhammehi samannāgatassa bhikkhuno ākaṅkhamāno saṅgho paṭisāraṇīyakammaṃ paṭippassambheyyā”ti.
sc_po: The Saṅgha may, if it wishes, revoke the act requiring that a mendicant who has eight qualities should pursue reconciliation.”
