Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.054.po
Languages: sc_po

# an8.54:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.54:0.2
source: 6. Gotamīvagga
sc_po: 6. Gotamī

# an8.54:0.3
source: 54. Dīghajāṇusutta
sc_po: 54. With Dīghajāṇu

# an8.54:1.1
source: Ekaṃ samayaṃ bhagavā koliyesu viharati kakkarapattaṃ nāma koliyānaṃ nigamo.
sc_po: At one time the Buddha was staying in the land of the Koliyans, where they have a town named Kakkarapatta.

# an8.54:1.2
source: Atha kho dīghajāṇu koliyaputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho dīghajāṇu koliyaputto bhagavantaṃ etadavoca:
sc_po: Then Dīghajāṇu the Koliyan went up to the Buddha, bowed, sat down to one side, and said to the Buddha:

# an8.54:1.3
source: “mayaṃ, bhante, gihī kāmabhogino puttasambādhasayanaṃ ajjhāvasāma, kāsikacandanaṃ paccanubhoma, mālāgandhavilepanaṃ dhārayāma, jātarūparajataṃ sādayāma.
sc_po: “Sir, we are laypeople who enjoy sensual pleasures and living at home with our children. We use sandalwood imported from Kāsi, we wear garlands, perfumes, and makeup, and we accept gold and money.

# an8.54:1.4
source: Tesaṃ no, bhante, bhagavā amhākaṃ tathā dhammaṃ desetu ye amhākaṃ assu dhammā diṭṭhadhammahitāya diṭṭhadhammasukhāya, samparāyahitāya samparāyasukhāyā”ti.
sc_po: May the Buddha please teach us the Dhamma in a way that leads to our welfare and happiness in this life and in future lives.”

# an8.54:2.1
source: “Cattārome, byagghapajja, dhammā kulaputtassa diṭṭhadhammahitāya saṃvattanti diṭṭhadhammasukhāya.
sc_po: “Byagghapajja, these four things lead to the welfare and happiness of a gentleman in this life.

# an8.54:2.2
source: Katame cattāro?
sc_po: What four?

# an8.54:2.3
source: Uṭṭhānasampadā, ārakkhasampadā, kalyāṇamittatā, samajīvitā.
sc_po: Accomplishment in initiative, protection, good friendship, and balanced finances.

# an8.54:2.4
source: Katamā ca, byagghapajja, uṭṭhānasampadā?
sc_po: And what is accomplishment in initiative?

# an8.54:2.5
source: Idha, byagghapajja, kulaputto yena kammaṭṭhānena jīvikaṃ kappeti—
sc_po: It’s when a gentleman earns a living by means such as

# an8.54:2.6
source: yadi kasiyā, yadi vaṇijjāya, yadi gorakkhena, yadi issattena, yadi rājaporisena, yadi sippaññatarena—
sc_po: farming, trade, raising cattle, archery, government service, or one of the professions.

# an8.54:2.7
source: tattha dakkho hoti analaso, tatrupāyāya vīmaṃsāya samannāgato, alaṃ kātuṃ alaṃ saṃvidhātuṃ.
sc_po: They understand how to go about these things in order to complete and organize the work.

# an8.54:2.8
source: Ayaṃ vuccati, byagghapajja, uṭṭhānasampadā. (1: 1)
sc_po: This is called accomplishment in initiative.

# an8.54:3.1
source: Katamā ca, byagghapajja, ārakkhasampadā?
sc_po: And what is accomplishment in protection?

# an8.54:3.2
source: Idha, byagghapajja, kulaputtassa bhogā honti uṭṭhānavīriyādhigatā bāhābalaparicitā, sedāvakkhittā, dhammikā dhammaladdhā.
sc_po: It’s when a gentleman owns legitimate wealth that he has earned by his own efforts and initiative, built up with his own hands, gathered by the sweat of the brow.

# an8.54:3.3
source: Te ārakkhena guttiyā sampādeti:
sc_po: They ensure it is guarded and protected, thinking:

# an8.54:3.4
source: ‘kinti me ime bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi ḍaheyya, na udakaṃ vaheyya, na appiyā dāyādā hareyyun’ti.
sc_po: ‘How can I prevent my wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’

# an8.54:3.5
source: Ayaṃ vuccati, byagghapajja, ārakkhasampadā. (2: 2)
sc_po: This is called accomplishment in protection.

# an8.54:4.1
source: Katamā ca, byagghapajja, kalyāṇamittatā?
sc_po: And what is accomplishment in good friendship?

# an8.54:4.2
source: Idha, byagghapajja, kulaputto yasmiṃ gāme vā nigame vā paṭivasati, tattha ye te honti—gahapatī vā gahapatiputtā vā daharā vā vuddhasīlino, vuddhā vā vuddhasīlino, saddhāsampannā, sīlasampannā, cāgasampannā, paññāsampannā—tehi saddhiṃ santiṭṭhati sallapati sākacchaṃ samāpajjati; yathārūpānaṃ saddhāsampannānaṃ saddhāsampadaṃ anusikkhati, yathārūpānaṃ sīlasampannānaṃ sīlasampadaṃ anusikkhati, yathārūpānaṃ cāgasampannānaṃ cāgasampadaṃ anusikkhati, yathārūpānaṃ paññāsampannānaṃ paññāsampadaṃ anusikkhati.
sc_po: It’s when a gentleman resides in a town or village. And in that place there are householders or their children who may be young or old, but are mature in conduct, accomplished in faith, ethics, generosity, and wisdom. That person associates with them, converses, and engages in discussion. And they emulate the same kind of accomplishment in faith, ethics, generosity, and wisdom.

# an8.54:4.3
source: Ayaṃ vuccati, byagghapajja, kalyāṇamittatā. (3: 3)
sc_po: This is called accomplishment in good friendship.

# an8.54:5.1
source: Katamā ca, byagghapajja, samajīvitā?
sc_po: And what is accomplishment in balanced finances?

# an8.54:5.2
source: Idha, byagghapajja, kulaputto āyañca bhogānaṃ viditvā, vayañca bhogānaṃ viditvā, samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti.
sc_po: It’s when a gentleman, knowing their income and expenditure, balances their finances, being neither too extravagant nor too frugal. They think: ‘In this way my income will exceed my expenditure, not the reverse.’

# an8.54:5.3
source: Seyyathāpi, byagghapajja, tulādhāro vā tulādhārantevāsī vā tulaṃ paggahetvā jānāti: ‘ettakena vā onataṃ, ettakena vā unnatan’ti;
sc_po: It’s like an appraiser or their apprentice who, holding up the scales, knows that it’s low by this much or high by this much.

# an8.54:5.4
source: evamevaṃ kho, byagghapajja, kulaputto āyañca bhogānaṃ viditvā, vayañca bhogānaṃ viditvā, samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti.
sc_po: In the same way, a gentleman, knowing their income and expenditure, balances their finances, being neither too extravagant nor too frugal. They think: ‘In this way my income will exceed my expenditure, not the reverse.’

# an8.54:5.5
source: Sacāyaṃ, byagghapajja, kulaputto appāyo samāno uḷāraṃ jīvikaṃ kappeti, tassa bhavanti vattāro: ‘udumbarakhādīvāyaṃ kulaputto bhoge khādatī’ti.
sc_po: If a gentleman has little income but an opulent life, people will say: ‘This gentleman eats their wealth like a fig-eater!’

# an8.54:5.6
source: Sace panāyaṃ, byagghapajja, kulaputto mahāyo samāno kasiraṃ jīvikaṃ kappeti, tassa bhavanti vattāro: ‘ajeṭṭhamaraṇaṃvāyaṃ kulaputto marissatī’ti.
sc_po: If a gentleman has a large income but a spartan life, people will say: ‘This gentleman is starving themselves to death!’

# an8.54:5.7
source: Yato ca khoyaṃ, byagghapajja, kulaputto āyañca bhogānaṃ viditvā, vayañca bhogānaṃ viditvā, samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti.
sc_po: But a gentleman, knowing their income and expenditure, leads a balanced life, neither too extravagant nor too frugal, thinking: ‘In this way my income will exceed my expenditure, not the reverse.’

# an8.54:5.8
source: Ayaṃ vuccati, byagghapajja, samajīvitā.
sc_po: This is called accomplishment in balanced finances.

# an8.54:6.1
source: Evaṃ samuppannānaṃ, byagghapajja, bhogānaṃ cattāri apāyamukhāni honti—
sc_po: There are four drains on wealth that has been gathered in this way.

# an8.54:6.2
source: itthidhutto, surādhutto, akkhadhutto, pāpamitto pāpasahāyo pāpasampavaṅko.
sc_po: Womanizing, drinking, gambling, and having bad friends, companions, and associates.

# an8.54:6.3
source: Seyyathāpi, byagghapajja, mahato taḷākassa cattāri ceva āyamukhāni, cattāri ca apāyamukhāni.
sc_po: Suppose there was a large reservoir with four inlets and four drains.

# an8.54:6.4
source: Tassa puriso yāni ceva āyamukhāni tāni pidaheyya, yāni ca apāyamukhāni tāni vivareyya;
sc_po: And someone was to open up the drains and close off the inlets,

# an8.54:6.5
source: devo ca na sammā dhāraṃ anuppaveccheyya.
sc_po: and the heavens don’t provide enough rain.

# an8.54:6.6
source: Evañhi tassa, byagghapajja, mahato taḷākassa parihāniyeva pāṭikaṅkhā, no vuddhi;
sc_po: You’d expect that large reservoir to dwindle, not expand.

# an8.54:6.7
source: evamevaṃ, byagghapajja, evaṃ samuppannānaṃ bhogānaṃ cattāri apāyamukhāni honti—
sc_po: In the same way, there are four drains on wealth that has been gathered in this way.

# an8.54:6.8
source: itthidhutto, surādhutto, akkhadhutto, pāpamitto pāpasahāyo pāpasampavaṅko.
sc_po: Womanizing, drinking, gambling, and having bad friends, companions, and associates.

# an8.54:7.1
source: Evaṃ samuppannānaṃ, byagghapajja, bhogānaṃ cattāri āyamukhāni honti—
sc_po: There are four inlets for wealth that has been gathered in this way.

# an8.54:7.2
source: na itthidhutto, na surādhutto, na akkhadhutto, kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko.
sc_po: Not womanizing, drinking, or gambling, and having good friends, companions, and associates.

# an8.54:7.3
source: Seyyathāpi, byagghapajja, mahato taḷākassa cattāri ceva āyamukhāni, cattāri ca apāyamukhāni.
sc_po: Suppose there was a large reservoir with four inlets and four drains.

# an8.54:7.4
source: Tassa puriso yāni ceva āyamukhāni tāni vivareyya, yāni ca apāyamukhāni tāni pidaheyya;
sc_po: And someone was to open up the inlets and close off the drains,

# an8.54:7.5
source: devo ca sammā dhāraṃ anuppaveccheyya.
sc_po: and the heavens provide plenty of rain.

# an8.54:7.6
source: Evañhi tassa, byagghapajja, mahato taḷākassa vuddhiyeva pāṭikaṅkhā, no parihāni;
sc_po: You’d expect that large reservoir to expand, not dwindle.

# an8.54:7.7
source: evamevaṃ kho, byagghapajja, evaṃ samuppannānaṃ bhogānaṃ cattāri āyamukhāni honti—
sc_po: In the same way, there are four inlets for wealth that has been gathered in this way.

# an8.54:7.8
source: na itthidhutto, na surādhutto, na akkhadhutto, kalyāṇamitto kalyāṇasahāyo kalyāṇasampavaṅko. (4: 4)
sc_po: Not womanizing, drinking, or gambling, and having good friends, companions, and associates.

# an8.54:8.1
source: Ime kho, byagghapajja, cattāro dhammā kulaputtassa diṭṭhadhammahitāya saṃvattanti diṭṭhadhammasukhāya.
sc_po: These are the four things that lead to the welfare and happiness of a gentleman in this life.

# an8.54:9.1
source: Cattārome, byagghapajja, dhammā kulaputtassa samparāyahitāya saṃvattanti samparāyasukhāya.
sc_po: These four things lead to the welfare and happiness of a gentleman in future lives.

# an8.54:9.2
source: Katame cattāro?
sc_po: What four?

# an8.54:9.3
source: Saddhāsampadā, sīlasampadā, cāgasampadā, paññāsampadā.
sc_po: Accomplishment in faith, ethics, generosity, and wisdom.

# an8.54:10.1
source: Katamā ca, byagghapajja, saddhāsampadā?
sc_po: And what is accomplishment in faith?

# an8.54:10.2
source: Idha, byagghapajja, kulaputto saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: It’s when a gentleman has faith in the Realized One’s awakening:

# an8.54:10.3
source: ‘itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# an8.54:10.4
source: Ayaṃ vuccati, byagghapajja, saddhāsampadā. (1: 5)
sc_po: This is called accomplishment in faith.

# an8.54:11.1
source: Katamā ca, byagghapajja, sīlasampadā?
sc_po: And what is accomplishment in ethics?

# an8.54:11.2
source: Idha, byagghapajja, kulaputto pāṇātipātā paṭivirato hoti … pe … surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: It’s when a gentleman doesn’t kill living creatures, steal, commit sexual misconduct, lie, or consume alcoholic drinks that cause negligence.

# an8.54:11.3
source: Ayaṃ vuccati, byagghapajja, sīlasampadā. (2: 6)
sc_po: This is called accomplishment in ethics.

# an8.54:12.1
source: Katamā ca, byagghapajja, cāgasampadā?
sc_po: And what is accomplishment in generosity?

# an8.54:12.2
source: Idha, byagghapajja, kulaputto vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgo payatapāṇi vossaggarato yācayogo dānasaṃvibhāgarato.
sc_po: It’s when a gentleman lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# an8.54:12.3
source: Ayaṃ vuccati, byagghapajja, cāgasampadā. (3: 7)
sc_po: This is called accomplishment in generosity.

# an8.54:13.1
source: Katamā ca, byagghapajja, paññāsampadā?
sc_po: And what is accomplishment in wisdom?

# an8.54:13.2
source: Idha, byagghapajja, kulaputto paññavā hoti, udayatthagāminiyā paññāya samannāgato ariyāya nibbedhikāya sammā dukkhakkhayagāminiyā.
sc_po: It’s when a gentleman is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an8.54:13.3
source: Ayaṃ vuccati, byagghapajja, paññāsampadā. (4: 8)
sc_po: This is called accomplishment in wisdom.

# an8.54:14.1
source: Ime kho, byagghapajja, cattāro dhammā kulaputtassa samparāyahitāya saṃvattanti samparāyasukhāyāti.
sc_po: These are the four things that lead to the welfare and happiness of a gentleman in future lives.

# an8.54:15.1
source: Uṭṭhātā kammadheyyesu,
sc_po: They’re enterprising in the workplace,

# an8.54:15.2
source: appamatto vidhānavā;
sc_po: diligent in managing things,

# an8.54:15.3
source: Samaṃ kappeti jīvikaṃ,
sc_po: they balance their finances,

# an8.54:15.4
source: sambhataṃ anurakkhati.
sc_po: and preserve their wealth.

# an8.54:16.1
source: Saddho sīlena sampanno,
sc_po: Faithful, accomplished in ethics,

# an8.54:16.2
source: vadaññū vītamaccharo;
sc_po: kind, rid of stinginess,

# an8.54:16.3
source: Niccaṃ maggaṃ visodheti,
sc_po: they always purify the path

# an8.54:16.4
source: sotthānaṃ samparāyikaṃ.
sc_po: to well-being in lives to come.

# an8.54:17.1
source: Iccete aṭṭha dhammā ca,
sc_po: And so these eight qualities

# an8.54:17.2
source: saddhassa gharamesino;
sc_po: of a faithful householder

# an8.54:17.3
source: Akkhātā saccanāmena,
sc_po: are declared by the one who is truly named

# an8.54:17.4
source: ubhayattha sukhāvahā.
sc_po: to lead to happiness in both spheres,

# an8.54:18.1
source: Diṭṭhadhammahitatthāya,
sc_po: welfare and benefit in this life,

# an8.54:18.2
source: samparāyasukhāya ca;
sc_po: and happiness in the future lives.

# an8.54:18.3
source: Evametaṃ gahaṭṭhānaṃ,
sc_po: This is how, for a householder,

# an8.54:18.4
source: cāgo puññaṃ pavaḍḍhatī”ti.
sc_po: merit grows by generosity.”
