Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.010.po
Languages: sc_po

# an8.10:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.10:0.2
source: 1. Mettāvagga
sc_po: 1. Love

# an8.10:0.3
source: 10. Kāraṇḍavasutta
sc_po: 10. Trash

# an8.10:1.1
source: Ekaṃ samayaṃ bhagavā campāyaṃ viharati gaggarāya pokkharaṇiyā tīre.
sc_po: At one time the Buddha was staying near Campā on the banks of the Gaggarā Lotus Pond.

# an8.10:1.2
source: Tena kho pana samayena bhikkhū bhikkhuṃ āpattiyā codenti.
sc_po: Now at that time the mendicants accused a mendicant of an offense.

# an8.10:1.3
source: So bhikkhu bhikkhūhi āpattiyā codiyamāno aññenāññaṃ paṭicarati, bahiddhā kathaṃ apanāmeti, kopañca dosañca appaccayañca pātukaroti.
sc_po: The accused mendicant dodged the issue, distracted the discussion with irrelevant points, and displayed annoyance, hate, and bitterness.

# an8.10:2.1
source: Atha kho bhagavā bhikkhū āmantesi:
sc_po: Then the Buddha said to the mendicants,

# an8.10:2.2
source: “niddhamathetaṃ, bhikkhave, puggalaṃ;
sc_po: “Mendicants, throw this person out!

# an8.10:2.3
source: niddhamathetaṃ, bhikkhave, puggalaṃ.
sc_po: Throw this person out!

# an8.10:2.4
source: Apaneyyeso, bhikkhave, puggalo.
sc_po: This person should be shown the door.

# an8.10:2.5
source: Kiṃ vo tena paraputtena visodhitena.
sc_po: Why should you be vexed by an outsider?

# an8.10:2.6
source: Idha, bhikkhave, ekaccassa puggalassa tādisaṃyeva hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ, seyyathāpi aññesaṃ bhaddakānaṃ bhikkhūnaṃ—
sc_po: Take a case where a certain person looks just the same as other good-natured mendicants when going out and coming back, when looking ahead and aside, when bending and extending the limbs, and when bearing the outer robe, bowl and robes.

# an8.10:2.7
source: yāvassa bhikkhū āpattiṃ na passanti.
sc_po: That is, so long as the mendicants don’t notice his offense.

# an8.10:2.8
source: Yato ca khvassa bhikkhū āpattiṃ passanti, tamenaṃ evaṃ jānanti:
sc_po: But when the mendicants notice the offense, they know that he’s

# an8.10:2.9
source: ‘samaṇadūsīvāyaṃ samaṇapalāpo samaṇakāraṇḍavo’ti.
sc_po: a corrupt ascetic, just useless trash.

# an8.10:2.10
source: Tamenaṃ iti viditvā bahiddhā nāsenti.
sc_po: When they realize this they send him away.

# an8.10:2.11
source: Taṃ kissa hetu?
sc_po: Why is that?

# an8.10:2.12
source: Mā aññe bhaddake bhikkhū dūsesīti.
sc_po: So that he doesn’t corrupt good-natured mendicants.

# an8.10:3.1
source: Seyyathāpi, bhikkhave, sampanne yavakaraṇe yavadūsī jāyetha yavapalāpo yavakāraṇḍavoti.
sc_po: Suppose in a growing field of barley some bad barley appeared, just useless trash.

# an8.10:3.2
source: Tassa tādisaṃyeva mūlaṃ hoti, seyyathāpi aññesaṃ bhaddakānaṃ yavānaṃ;
sc_po: Its roots, stem, and leaves would look just the same as the healthy barley.

# an8.10:3.5
source: yāvassa sīsaṃ na nibbattati.
sc_po: That is, so long as the head doesn’t appear.

# an8.10:3.6
source: Yato ca khvassa sīsaṃ nibbattati, tamenaṃ evaṃ jānanti:
sc_po: But when the head appears, they know that it’s

# an8.10:3.7
source: ‘yavadūsīvāyaṃ yavapalāpo yavakāraṇḍavo’ti.
sc_po: bad barley, just useless trash.

# an8.10:3.8
source: Tamenaṃ iti viditvā samūlaṃ uppāṭetvā bahiddhā yavakaraṇassa chaḍḍenti.
sc_po: When they realize this they pull it up by the roots and throw it outside the field.

# an8.10:3.9
source: Taṃ kissa hetu?
sc_po: Why is that?

# an8.10:3.10
source: Mā aññe bhaddake yave dūsesīti.
sc_po: So that it doesn’t spoil the good barley.

# an8.10:4.1
source: Evamevaṃ kho, bhikkhave, idhekaccassa puggalassa tādisaṃyeva hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ, seyyathāpi aññesaṃ bhaddakānaṃ bhikkhūnaṃ—
sc_po: In the same way, take a case where a certain person looks just the same as other good-natured mendicants when going out and coming back, when looking ahead and aside, when bending and extending the limbs, and when bearing the outer robe, bowl and robes.

# an8.10:4.2
source: yāvassa bhikkhū āpattiṃ na passanti.
sc_po: That is, so long as the mendicants don’t notice his offense.

# an8.10:4.3
source: Yato ca khvassa bhikkhū āpattiṃ passanti, tamenaṃ evaṃ jānanti:
sc_po: But when the mendicants notice the offense, they know that he’s

# an8.10:4.4
source: ‘samaṇadūsīvāyaṃ samaṇapalāpo samaṇakāraṇḍavo’ti.
sc_po: a corrupt ascetic, just useless trash.

# an8.10:4.5
source: Tamenaṃ iti viditvā bahiddhā nāsenti.
sc_po: When they realize this they send him away.

# an8.10:4.6
source: Taṃ kissa hetu?
sc_po: Why is that?

# an8.10:4.7
source: Mā aññe bhaddake bhikkhū dūsesīti.
sc_po: So that he doesn’t corrupt good-natured mendicants.

# an8.10:5.1
source: Seyyathāpi, bhikkhave, mahato dhaññarāsissa phuṇamānassa tattha yāni tāni dhaññāni daḷhāni sāravantāni tāni ekamantaṃ puñjaṃ hoti, yāni pana tāni dhaññāni dubbalāni palāpāni tāni vāto ekamantaṃ apavahati.
sc_po: Suppose that a large heap of grain is being winnowed. The grains that are firm and substantial form a heap on one side. And the grains that are flimsy and insubstantial are blown over to the other side.

# an8.10:5.2
source: Tamenaṃ sāmikā sammajjaniṃ gahetvā bhiyyoso mattāya apasammajjanti.
sc_po: Then the owners take a broom and sweep them even further away.

# an8.10:5.3
source: Taṃ kissa hetu?
sc_po: Why is that?

# an8.10:5.4
source: Mā aññe bhaddake dhaññe dūsesīti.
sc_po: So that it doesn’t spoil the good grain.

# an8.10:5.5
source: Evamevaṃ kho, bhikkhave, idhekaccassa puggalassa tādisaṃyeva hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ, seyyathāpi aññesaṃ bhaddakānaṃ bhikkhūnaṃ—
sc_po: In the same way, take a case where a certain person looks just the same as other good-natured mendicants when going out and coming back, when looking ahead and aside, when bending and extending the limbs, and when bearing the outer robe, bowl and robes.

# an8.10:5.6
source: yāvassa bhikkhū āpattiṃ na passanti.
sc_po: That is, so long as the mendicants don’t notice his offense.

# an8.10:5.7
source: Yato ca khvassa bhikkhū āpattiṃ passanti, tamenaṃ evaṃ jānanti:
sc_po: But when the mendicants notice the offense, they know that he’s

# an8.10:5.8
source: ‘samaṇadūsīvāyaṃ samaṇapalāpo samaṇakāraṇḍavo’ti.
sc_po: a corrupt ascetic, just useless trash.

# an8.10:5.9
source: Tamenaṃ iti viditvā bahiddhā nāsenti.
sc_po: When they realize this they send him away.

# an8.10:5.10
source: Taṃ kissa hetu?
sc_po: Why is that?

# an8.10:5.11
source: Mā aññe bhaddake bhikkhū dūsesīti.
sc_po: So that he doesn’t corrupt good-natured mendicants.

# an8.10:6.1
source: Seyyathāpi, bhikkhave, puriso udapānapanāḷiyatthiko tiṇhaṃ kuṭhāriṃ ādāya vanaṃ paviseyya.
sc_po: Suppose a man needs an irrigation gutter for a well. He’d take a sharp axe and enter the wood,

# an8.10:6.2
source: So yaṃ yadeva rukkhaṃ kuṭhāripāsena ākoṭeyya tattha yāni tāni rukkhāni daḷhāni sāravantāni tāni kuṭhāripāsena ākoṭitāni kakkhaḷaṃ paṭinadanti;
sc_po: where he’d knock various trees with the axe. The trees that were firm and substantial made a cracking sound.

# an8.10:6.3
source: yāni pana tāni rukkhāni antopūtīni avassutāni kasambujātāni tāni kuṭhāripāsena ākoṭitāni daddaraṃ paṭinadanti.
sc_po: But the trees that were rotten inside, decomposing and decayed, made a thud.

# an8.10:6.4
source: Tamenaṃ mūle chindati, mūle chinditvā agge chindati, agge chinditvā anto suvisodhitaṃ visodheti, anto suvisodhitaṃ visodhetvā udapānapanāḷiṃ yojeti.
sc_po: He’d cut down such a tree at the root, lop off the crown, and thoroughly clear out the insides. Then he’d use it as an irrigation gutter for the well.

# an8.10:6.5
source: Evamevaṃ kho, bhikkhave, idhekaccassa puggalassa tādisaṃyeva hoti abhikkantaṃ paṭikkantaṃ ālokitaṃ vilokitaṃ samiñjitaṃ pasāritaṃ saṅghāṭipattacīvaradhāraṇaṃ, seyyathāpi aññesaṃ bhaddakānaṃ bhikkhūnaṃ—
sc_po: In the same way, take a case where a certain person looks just the same as other good-natured mendicants when going out and coming back, when looking ahead and aside, when bending and extending the limbs, and when bearing the outer robe, bowl and robes.

# an8.10:6.6
source: yāvassa bhikkhū āpattiṃ na passanti.
sc_po: That is, so long as the mendicants don’t notice his offense.

# an8.10:6.7
source: Yato ca khvassa bhikkhū āpattiṃ passanti, tamenaṃ evaṃ jānanti:
sc_po: But when the mendicants notice the offense, they know that he’s

# an8.10:6.8
source: ‘samaṇadūsīvāyaṃ samaṇapalāpo samaṇakāraṇḍavo’ti.
sc_po: a corrupt ascetic, just useless trash.

# an8.10:6.9
source: Tamenaṃ iti viditvā bahiddhā nāsenti.
sc_po: When they realize this they send him away.

# an8.10:6.10
source: Taṃ kissa hetu?
sc_po: Why is that?

# an8.10:6.11
source: Mā aññe bhaddake bhikkhū dūsesīti.
sc_po: So that he doesn’t corrupt good-natured mendicants.

# an8.10:7.1
source: Saṃvāsāyaṃ vijānātha,
sc_po: By living together, know that

# an8.10:7.2
source: pāpiccho kodhano iti;
sc_po: they’re irritable, with wicked desires,

# an8.10:7.3
source: Makkhī thambhī paḷāsī ca,
sc_po: offensive, stubborn, and contemptuous,

# an8.10:7.4
source: issukī maccharī saṭho.
sc_po: jealous, stingy, and devious.

# an8.10:8.1
source: Santavāco janavati,
sc_po: They speak to people with a voice

# an8.10:8.2
source: samaṇo viya bhāsati;
sc_po: so smooth, just like an ascetic.

# an8.10:8.3
source: Raho karoti karaṇaṃ,
sc_po: But they act in secret, with their bad views

# an8.10:8.4
source: pāpadiṭṭhi anādaro.
sc_po: and their lack of regard for others.

# an8.10:9.1
source: Saṃsappī ca musāvādī,
sc_po: You should recognize them for what they are:

# an8.10:9.2
source: taṃ viditvā yathātathaṃ;
sc_po: a creep and liar.

# an8.10:9.3
source: Sabbe samaggā hutvāna,
sc_po: Then having gathered in harmony,

# an8.10:9.4
source: abhinibbajjayātha naṃ.
sc_po: you should expel them.

# an8.10:10.1
source: Kāraṇḍavaṃ niddhamatha,
sc_po: Throw out the trash!

# an8.10:10.2
source: Kasambuṃ apakassatha;
sc_po: Get rid of the rubbish!

# an8.10:10.3
source: Tato palāpe vāhetha,
sc_po: And sweep away the scraps—

# an8.10:10.4
source: Assamaṇe samaṇamānine.
sc_po: they’re not ascetics, they just think they are.

# an8.10:11.1
source: Niddhamitvāna pāpicche,
sc_po: When you’ve thrown out those of wicked desires,

# an8.10:11.2
source: pāpaācāragocare;
sc_po: of bad behavior and alms-resort,

# an8.10:11.3
source: Suddhāsuddhehi saṃvāsaṃ,
sc_po: dwell in communion, ever mindful,

# an8.10:11.4
source: kappayavho patissatā;
sc_po: the pure with the pure.

# an8.10:11.5
source: Tato samaggā nipakā,
sc_po: Then in harmony, alert,

# an8.10:11.6
source: dukkhassantaṃ karissathā”ti.
sc_po: make an end of suffering.”
