Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.048.po
Languages: sc_po

# an8.48:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.48:0.2
source: 5. Uposathavagga
sc_po: 5. Sabbath

# an8.48:0.3
source: 48. Nakulamātāsutta
sc_po: 48. With Nakula’s Mother on the Loveable Gods

# an8.48:1.1
source: Ekaṃ samayaṃ bhagavā bhaggesu viharati susumāragire bhesakaḷāvane migadāye.
sc_po: At one time the Buddha was staying in the land of the Bhaggas on Crocodile Hill, in the deer park at Bhesakaḷā’s Wood.

# an8.48:1.2
source: Atha kho nakulamātā gahapatānī yena bhagavā tenupasaṅkami; upasaṅkamitvā … pe …. Ekamantaṃ nisinnaṃ kho nakulamātaraṃ gahapatāniṃ bhagavā etadavoca:
sc_po: Then the housewife Nakula’s mother went up to the Buddha, bowed, and sat down to one side. The Buddha said to her:

# an8.48:2.1
source: “Aṭṭhahi kho, nakulamāte, dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā manāpakāyikānaṃ devānaṃ sahabyataṃ upapajjati.
sc_po: “Nakula’s mother, when they have eight qualities females—when their body breaks up, after death—are reborn in company with the Gods of the Lovable Host.

# an8.48:2.2
source: Katamehi aṭṭhahi?
sc_po: What eight?

# an8.48:2.3
source: Idha, nakulamāte, mātugāmo yassa mātāpitaro bhattuno denti atthakāmā hitesino anukampakā anukampaṃ upādāya tassa hoti pubbuṭṭhāyinī pacchānipātinī kiṅkārapaṭissāvinī manāpacārinī piyavādinī. (1)
sc_po: Take the case of a female whose mother and father give her to a husband wanting what’s best for her, out of kindness and compassion. She would get up before him and go to bed after him, and be obliging, behaving nicely and speaking politely.

# an8.48:3.1
source: Ye te bhattu garuno honti—
sc_po: She honors, respects, esteems, and venerates those her husband respects, such as

# an8.48:3.2
source: mātāti vā pitāti vā samaṇabrāhmaṇāti vā—
sc_po: mother and father, and ascetics and brahmins.

# an8.48:3.3
source: te sakkaroti garuṃ karoti māneti pūjeti, abbhāgate ca āsanodakena paṭipūjeti. (2)
sc_po: And when they arrive she serves them with a seat and water.

# an8.48:4.1
source: Ye te bhattu abbhantarā kammantā—uṇṇāti vā kappāsāti vā—tattha dakkhā hoti analasā tatrupāyāya vīmaṃsāya samannāgatā alaṃ kātuṃ alaṃ saṃvidhātuṃ. (3)
sc_po: She’s skilled and tireless in her husband’s household duties, such as knitting and sewing. She understands how to go about things in order to complete and organize the work.

# an8.48:5.1
source: Yo so bhattu abbhantaro antojano—dāsāti vā pessāti vā kammakarāti vā—
sc_po: She knows what work her husband’s domestic bondservants, employees, and workers have completed, and what they’ve left incomplete.

# an8.48:5.2
source: tesaṃ katañca katato jānāti akatañca akatato jānāti, gilānakānañca balābalaṃ jānāti khādanīyaṃ bhojanīyañcassa paccaṃsena saṃvibhajati. (4)
sc_po: She knows who is sick, and who is fit or unwell. She distributes to each a fair portion of various foods.

# an8.48:6.1
source: Yaṃ bhattā āharati dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā taṃ ārakkhena guttiyā sampādeti, tattha ca hoti adhuttī athenī asoṇḍī avināsikā. (5)
sc_po: She ensures that any income her husband earns is guarded and protected, whether money, grain, silver, or gold. She doesn’t overspend, steal, waste, or lose it.

# an8.48:7.1
source: Upāsikā kho pana hoti buddhaṃ saraṇaṃ gatā dhammaṃ saraṇaṃ gatā saṅghaṃ saraṇaṃ gatā. (6)
sc_po: She’s a lay follower who has gone for refuge to the Buddha, his teaching, and the Saṅgha.

# an8.48:8.1
source: Sīlavatī kho pana hoti—
sc_po: She’s ethical.

# an8.48:8.2
source: pāṇātipātā paṭiviratā … pe … surāmerayamajjapamādaṭṭhānā paṭiviratā … pe …. (7)
sc_po: She doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence.

# an8.48:9.1
source: Cāgavatī kho pana hoti vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgā payatapāṇinī vossaggaratā yācayogā dānasaṃvibhāgaratā. (8)
sc_po: She’s generous. She lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# an8.48:10.1
source: Imehi kho, nakulamāte, aṭṭhahi dhammehi samannāgato mātugāmo kāyassa bhedā paraṃ maraṇā manāpakāyikānaṃ devānaṃ sahabyataṃ upapajjatīti.
sc_po: When they have these eight qualities females—when their body breaks up, after death—are reborn in company with the Gods of the Lovable Host.

# an8.48:11.1
source: Yo naṃ bharati sabbadā,
sc_po: She’d never look down on her husband,

# an8.48:11.2
source: niccaṃ ātāpi ussuko;
sc_po: who’s always keen to work hard,

# an8.48:11.3
source: Taṃ sabbakāmadaṃ posaṃ,
sc_po: always looking after her,

# an8.48:11.4
source: bhattāraṃ nātimaññati.
sc_po: and bringing whatever she wants.

# an8.48:12.1
source: Na cāpi sotthi bhattāraṃ,
sc_po: And a good woman never scolds her husband

# an8.48:12.2
source: issāvādena rosaye;
sc_po: with jealous words.

# an8.48:12.3
source: Bhattu ca garuno sabbe,
sc_po: Being astute, she reveres

# an8.48:12.4
source: paṭipūjeti paṇḍitā.
sc_po: those respected by her husband.

# an8.48:13.1
source: Uṭṭhāhikā analasā,
sc_po: She gets up early, works tirelessly,

# an8.48:13.2
source: saṅgahitaparijjanā;
sc_po: and manages the domestic help.

# an8.48:13.3
source: Bhattu manāpaṃ carati,
sc_po: She’s loveable to her husband,

# an8.48:13.4
source: sambhataṃ anurakkhati.
sc_po: and preserves his wealth.

# an8.48:14.1
source: Yā evaṃ vattati nārī,
sc_po: A lady who fulfills these duties

# an8.48:14.2
source: bhattu chandavasānugā;
sc_po: according to her husband’s desire,

# an8.48:14.3
source: Manāpā nāma te devā,
sc_po: is reborn among the gods

# an8.48:14.4
source: yattha sā upapajjatī”ti.
sc_po: called ‘Loveable’.”
