Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.050.po
Languages: sc_po

# an8.50:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.50:0.2
source: 5. Uposathavagga
sc_po: 5. Sabbath

# an8.50:0.3
source: 50. Dutiyaidhalokikasutta
sc_po: 50. Winning in This Life (2nd)

# an8.50:1.1
source: “Catūhi, bhikkhave, dhammehi samannāgato mātugāmo idhalokavijayāya paṭipanno hoti, ayaṃsa loko āraddho hoti.
sc_po: “Mendicants, a female who has four qualities is practicing to win in this life, and she succeeds at it.

# an8.50:1.2
source: Katamehi catūhi?
sc_po: What four?

# an8.50:1.3
source: Idha, bhikkhave, mātugāmo susaṃvihitakammanto hoti, saṅgahitaparijano, bhattu manāpaṃ carati, sambhataṃ anurakkhati.
sc_po: It’s when a female is well-organized at work, manages the domestic help, acts lovingly toward her husband, and preserves his earnings.

# an8.50:2.1
source: Kathañca, bhikkhave, mātugāmo susaṃvihitakammanto hoti?
sc_po: And how is a female well-organized at work?

# an8.50:2.2
source: Idha, bhikkhave, mātugāmo ye te bhattu abbhantarā kammantā … pe …
sc_po: It’s when she’s skilled and tireless in doing domestic duties for her husband …

# an8.50:2.3
source: evaṃ kho, bhikkhave, mātugāmo susaṃvihitakammanto hoti.
sc_po: That’s how a female is well-organized at work.

# an8.50:3.1
source: Kathañca, bhikkhave, mātugāmo saṅgahitaparijano hoti?
sc_po: And how does a female manage the domestic help?

# an8.50:3.2
source: Idha, bhikkhave, mātugāmo yo so bhattu abbhantaro antojano … pe …
sc_po: It’s when she knows what work her husband’s domestic bondservants, employees, and workers have completed, and what they’ve left incomplete. She knows who is sick, and who is fit or unwell. She distributes to each a fair portion of various foods.

# an8.50:3.3
source: evaṃ kho, bhikkhave, mātugāmo saṅgahitaparijano hoti.
sc_po: That’s how a female manages the domestic help.

# an8.50:4.1
source: Kathañca, bhikkhave, mātugāmo bhattu manāpaṃ carati?
sc_po: And how does a female act lovingly toward her husband?

# an8.50:4.2
source: Idha, bhikkhave, mātugāmo yaṃ bhattu amanāpasaṅkhātaṃ taṃ jīvitahetupi na ajjhācarati.
sc_po: It’s when a female would not transgress in any way that her husband would not consider loveable, even for the sake of her own life.

# an8.50:4.3
source: Evaṃ kho, bhikkhave, mātugāmo bhattu manāpaṃ carati.
sc_po: That’s how a female acts lovingly toward her husband.

# an8.50:5.1
source: Kathañca, bhikkhave, mātugāmo sambhataṃ anurakkhati?
sc_po: And how does a female preserve his earnings?

# an8.50:5.2
source: Idha, bhikkhave, mātugāmo yaṃ bhattā āharati … pe …
sc_po: It’s when she tries to guard and protect any income her husband earns …

# an8.50:5.3
source: evaṃ kho, bhikkhave, mātugāmo sambhataṃ anurakkhati.
sc_po: That’s how a female preserves his earnings.

# an8.50:5.4
source: Imehi kho, bhikkhave, catūhi dhammehi samannāgato mātugāmo idhalokavijayāya paṭipanno hoti, ayaṃsa loko āraddho hoti.
sc_po: A female who has these four qualities is practicing to win in this life, and she succeeds at it.

# an8.50:6.1
source: Catūhi, bhikkhave, dhammehi samannāgato mātugāmo paralokavijayāya paṭipanno hoti, paraloko āraddho hoti.
sc_po: A female who has four qualities is practicing to win in the next life, and she succeeds at it.

# an8.50:6.2
source: Katamehi catūhi?
sc_po: What four?

# an8.50:6.3
source: Idha, bhikkhave, mātugāmo saddhāsampanno hoti, sīlasampanno hoti, cāgasampanno hoti, paññāsampanno hoti.
sc_po: It’s when a female is accomplished in faith, ethics, generosity, and wisdom.

# an8.50:7.1
source: Kathañca, bhikkhave, mātugāmo saddhāsampanno hoti?
sc_po: And how is a female accomplished in faith?

# an8.50:7.2
source: Idha, bhikkhave, mātugāmo saddho hoti … pe …
sc_po: It’s when a female has faith in the Realized One’s awakening …

# an8.50:7.3
source: evaṃ kho, bhikkhave, mātugāmo saddhāsampanno hoti.
sc_po: That’s how a female is accomplished in faith.

# an8.50:8.1
source: Kathañca, bhikkhave, mātugāmo sīlasampanno hoti?
sc_po: And how is a female accomplished in ethics?

# an8.50:8.2
source: Idha, bhikkhave, mātugāmo pāṇātipātā paṭivirato hoti … pe …
sc_po: It’s when a female doesn’t kill living creatures, steal, commit sexual misconduct, lie,

# an8.50:8.3
source: surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: or consume alcoholic drinks that cause negligence.

# an8.50:8.4
source: Evaṃ kho, bhikkhave, mātugāmo sīlasampanno hoti.
sc_po: That’s how a female is accomplished in ethics.

# an8.50:9.1
source: Kathañca, bhikkhave, mātugāmo cāgasampanno hoti?
sc_po: And how is a female accomplished in generosity?

# an8.50:9.2
source: Idha, bhikkhave, mātugāmo vigatamalamaccherena cetasā agāraṃ ajjhāvasati … pe …
sc_po: It’s when she lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# an8.50:9.3
source: evaṃ kho, bhikkhave, mātugāmo cāgasampanno hoti.
sc_po: That’s how a female is accomplished in generosity.

# an8.50:10.1
source: Kathañca, bhikkhave, mātugāmo paññāsampanno hoti?
sc_po: And how is a female accomplished in wisdom?

# an8.50:10.2
source: Idha, bhikkhave, mātugāmo paññavā hoti … pe …
sc_po: It’s when a female is wise. She has the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an8.50:10.3
source: evaṃ kho, bhikkhave, mātugāmo paññāsampanno hoti.
sc_po: That’s how a female is accomplished in wisdom.

# an8.50:10.4
source: Imehi kho, bhikkhave, catūhi dhammehi samannāgato mātugāmo paralokavijayāya paṭipanno hoti, paraloko āraddho hotīti.
sc_po: A female who has these four qualities is practicing to win in the next life, and she succeeds at it.

# an8.50:11.1
source: Susaṃvihitakammantā,
sc_po: She’s organized at work,

# an8.50:11.2
source: saṅgahitaparijjanā;
sc_po: and manages the domestic help.

# an8.50:11.3
source: Bhattu manāpaṃ carati,
sc_po: She’s loveable to her husband,

# an8.50:11.4
source: sambhataṃ anurakkhati.
sc_po: and preserves his wealth.

# an8.50:12.1
source: Saddhā sīlena sampannā,
sc_po: Faithful, accomplished in ethics,

# an8.50:12.2
source: vadaññū vītamaccharā;
sc_po: being kind and rid of stinginess.

# an8.50:12.3
source: Niccaṃ maggaṃ visodheti,
sc_po: She always purifies the path

# an8.50:12.4
source: sotthānaṃ samparāyikaṃ.
sc_po: to well-being in lives to come.

# an8.50:13.1
source: Iccete aṭṭha dhammā ca,
sc_po: And so, a lady in whom

# an8.50:13.2
source: yassā vijjanti nāriyā;
sc_po: these eight qualities are found

# an8.50:13.3
source: Tampi sīlavatiṃ āhu,
sc_po: is known as virtuous,

# an8.50:13.4
source: dhammaṭṭhaṃ saccavādiniṃ.
sc_po: firm in principle, and truthful.

# an8.50:14.1
source: Soḷasākārasampannā,
sc_po: Accomplished in sixteen respects,

# an8.50:14.2
source: Aṭṭhaṅgasusamāgatā;
sc_po: complete with the eight factors,

# an8.50:14.3
source: Tādisī sīlavatī upāsikā,
sc_po: a virtuous laywoman such as she

# an8.50:14.4
source: Upapajjati devalokaṃ manāpan”ti.
sc_po: is reborn in the realm of the Loveable Gods.”
