Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.040.po
Languages: sc_po

# an8.40:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.40:0.2
source: 4. Dānavagga
sc_po: 4. Giving

# an8.40:0.3
source: 40. Duccaritavipākasutta
sc_po: 40. The Results of Misconduct

# an8.40:1.1
source: “Pāṇātipāto, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko.
sc_po: “Mendicants, the killing of living creatures, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.

# an8.40:1.2
source: Yo sabbalahuso pāṇātipātassa vipāko, manussabhūtassa appāyukasaṃvattaniko hoti. (1)
sc_po: The minimum result it leads to for a human being is a short life span.

# an8.40:2.1
source: Adinnādānaṃ, bhikkhave, āsevitaṃ bhāvitaṃ bahulīkataṃ nirayasaṃvattanikaṃ tiracchānayonisaṃvattanikaṃ pettivisayasaṃvattanikaṃ.
sc_po: Stealing, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.

# an8.40:2.2
source: Yo sabbalahuso adinnādānassa vipāko, manussabhūtassa bhogabyasanasaṃvattaniko hoti. (2)
sc_po: The minimum result it leads to for a human being is loss of wealth.

# an8.40:3.1
source: Kāmesumicchācāro, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko.
sc_po: Sexual misconduct, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.

# an8.40:3.2
source: Yo sabbalahuso kāmesumicchācārassa vipāko, manussabhūtassa sapattaverasaṃvattaniko hoti. (3)
sc_po: The minimum result it leads to for a human being is rivalry and enmity.

# an8.40:4.1
source: Musāvādo, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko.
sc_po: Lying, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.

# an8.40:4.2
source: Yo sabbalahuso musāvādassa vipāko, manussabhūtassa abhūtabbhakkhānasaṃvattaniko hoti. (4)
sc_po: The minimum result it leads to for a human being is false accusations.

# an8.40:5.1
source: Pisuṇā, bhikkhave, vācā āsevitā bhāvitā bahulīkatā nirayasaṃvattanikā tiracchānayonisaṃvattanikā pettivisayasaṃvattanikā.
sc_po: Divisive speech, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.

# an8.40:5.2
source: Yo sabbalahuso pisuṇāya vācāya vipāko, manussabhūtassa mittehi bhedanasaṃvattaniko hoti. (5)
sc_po: The minimum result it leads to for a human being is being divided against friends.

# an8.40:6.1
source: Pharusā, bhikkhave, vācā āsevitā bhāvitā bahulīkatā nirayasaṃvattanikā tiracchānayonisaṃvattanikā pettivisayasaṃvattanikā.
sc_po: Harsh speech, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.

# an8.40:6.2
source: Yo sabbalahuso pharusāya vācāya vipāko, manussabhūtassa amanāpasaddasaṃvattaniko hoti. (6)
sc_po: The minimum result it leads to for a human being is hearing disagreeable things.

# an8.40:7.1
source: Samphappalāpo, bhikkhave, āsevito bhāvito bahulīkato nirayasaṃvattaniko tiracchānayonisaṃvattaniko pettivisayasaṃvattaniko.
sc_po: Talking nonsense, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.

# an8.40:7.2
source: Yo sabbalahuso samphappalāpassa vipāko, manussabhūtassa anādeyyavācāsaṃvattaniko hoti. (7)
sc_po: The minimum result it leads to for a human being is that no-one takes what you say seriously.

# an8.40:8.1
source: Surāmerayapānaṃ, bhikkhave, āsevitaṃ bhāvitaṃ bahulīkataṃ nirayasaṃvattanikaṃ tiracchānayonisaṃvattanikaṃ pettivisayasaṃvattanikaṃ.
sc_po: Taking alcoholic drinks that cause negligence, when cultivated, developed, and practiced, leads to hell, the animal realm, or the ghost realm.

# an8.40:8.2
source: Yo sabbalahuso surāmerayapānassa vipāko, manussabhūtassa ummattakasaṃvattaniko hotī”ti. (8)
sc_po: The minimum result it leads to for a human being is madness.”
