Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.051.po
Languages: sc_po

# an8.51:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.51:0.2
source: 6. Gotamīvagga
sc_po: 6. Gotamī

# an8.51:0.3
source: 51. Gotamīsutta
sc_po: 51. With Gotamī

# an8.51:1.1
source: Ekaṃ samayaṃ bhagavā sakkesu viharati kapilavatthusmiṃ nigrodhārāme.
sc_po: At one time the Buddha was staying in the land of the Sakyans, near Kapilavatthu in the Banyan Tree Monastery.

# an8.51:1.2
source: Atha kho mahāpajāpatī gotamī yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho mahāpajāpatī gotamī bhagavantaṃ etadavoca:
sc_po: Then Mahāpajāpatī Gotamī went up to the Buddha, bowed, stood to one side, and said to him:

# an8.51:1.3
source: “sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan”ti.
sc_po: “Sir, please let females gain the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One.”

# an8.51:1.4
source: “Alaṃ, gotami.
sc_po: “Enough, Gotamī.

# an8.51:1.5
source: Mā te rucci mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjā”ti.
sc_po: Don’t advocate for females to gain the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One.”

# an8.51:2.1
source: Dutiyampi kho mahāpajāpatī gotamī bhagavantaṃ etadavoca:
sc_po: For a second time …

# an8.51:3.1
source: Tatiyampi kho mahāpajāpatī gotamī bhagavantaṃ etadavoca:
sc_po: For a third time, Mahāpajāpatī Gotamī said to the Buddha:

# an8.51:3.2
source: “sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan”ti.
sc_po: “Sir, please let females gain the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One.”

# an8.51:3.3
source: “Alaṃ, gotami.
sc_po: “Enough, Gotamī.

# an8.51:3.4
source: Mā te rucci mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjā”ti.
sc_po: Don’t advocate for females to gain the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One.”

# an8.51:4.1
source: Atha kho mahāpajāpatī gotamī “na bhagavā anujānāti mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan”ti dukkhī dummanā assumukhī rudamānā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: Then Mahāpajāpatī Gotamī thought, “The Buddha does not permit females to go forth.” Miserable and sad, weeping, with a tearful face, she bowed, and respectfully circled the Buddha, keeping him on her right, before leaving.

# an8.51:5.1
source: Atha kho bhagavā kapilavatthusmiṃ yathābhirantaṃ viharitvā yena vesālī tena cārikaṃ pakkāmi.
sc_po: When the Buddha had stayed in Kapilavatthu as long as he wished, he set out for Vesālī.

# an8.51:5.2
source: Anupubbena cārikaṃ caramāno yena vesālī tadavasari.
sc_po: Traveling stage by stage, he arrived at Vesālī,

# an8.51:5.3
source: Tatra sudaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: where he stayed at the Great Wood, in the hall with the peaked roof.

# an8.51:5.4
source: Atha kho mahāpajāpatī gotamī kese chedāpetvā kāsāyāni vatthāni acchādetvā sambahulāhi sākiyānīhi saddhiṃ yena vesālī tena pakkāmi.
sc_po: Then Mahāpajāpatī Gotamī had her hair cut off and dressed in ocher robes. Together with several Sakyan ladies she set out for Vesālī.

# an8.51:5.5
source: Anupubbena yena vesālī mahāvanaṃ kūṭāgārasālā tenupasaṅkami.
sc_po: Traveling stage by stage, she arrived at Vesālī and went to the Great Wood, the hall with the peaked roof.

# an8.51:5.6
source: Atha kho mahāpajāpatī gotamī sūnehi pādehi rajokiṇṇena gattena dukkhī dummanā assumukhī rudamānā bahidvārakoṭṭhake aṭṭhāsi.
sc_po: Then Mahāpajāpatī Gotamī stood crying outside the gate, her feet swollen, her limbs covered with dust, miserable and sad, with tearful face.

# an8.51:6.1
source: Addasā kho āyasmā ānando mahāpajāpatiṃ gotamiṃ sūnehi pādehi rajokiṇṇena gattena dukkhiṃ dummanaṃ assumukhiṃ rudamānaṃ bahidvārakoṭṭhake ṭhitaṃ.
sc_po: Venerable Ānanda saw her standing there,

# an8.51:6.2
source: Disvāna mahāpajāpatiṃ gotamiṃ etadavoca:
sc_po: and said to her,

# an8.51:6.3
source: “kiṃ nu tvaṃ, gotami, sūnehi pādehi rajokiṇṇena gattena dukkhī dummanā assumukhī rudamānā bahidvārakoṭṭhake ṭhitā”ti?
sc_po: “Gotamī, why do you stand crying outside the gate, your feet swollen, your limbs covered with dust, miserable and sad, with tearful face?”

# an8.51:6.4
source: “Tathā hi pana, bhante ānanda, na bhagavā anujānāti mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan”ti.
sc_po: “Sir, Ānanda, it’s because the Buddha does not permit females to go forth in the teaching and training proclaimed by the Realized One.”

# an8.51:6.5
source: “Tena hi tvaṃ, gotami, muhuttaṃ idheva tāva hohi, yāvāhaṃ bhagavantaṃ yācāmi mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan”ti.
sc_po: “Well then, Gotamī, wait here just a moment, while I ask the Buddha to grant the going forth for females.”

# an8.51:7.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to him:

# an8.51:7.2
source: “esā, bhante, mahāpajāpatī gotamī sūnehi pādehi rajokiṇṇena gattena dukkhī dummanā assumukhī rudamānā bahidvārakoṭṭhake ṭhitā:
sc_po: “Sir, Mahāpajāpatī Gotamī is standing crying outside the gate, her feet swollen, her limbs covered with dust, miserable and sad, with tearful face.

# an8.51:7.3
source: ‘na bhagavā anujānāti mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan’ti.
sc_po: She says that it’s because the Buddha does not permit females to go forth.

# an8.51:7.4
source: Sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan”ti.
sc_po: Sir, please let females gain the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One.”

# an8.51:7.5
source: “Alaṃ, ānanda.
sc_po: “Enough, Ānanda.

# an8.51:7.6
source: Mā te rucci mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjā”ti.
sc_po: Don’t advocate for females to gain the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One.”

# an8.51:8.1
source: Dutiyampi kho … pe …
sc_po: For a second time …

# an8.51:8.2
source: tatiyampi kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: For a third time, Ānanda said to the Buddha:

# an8.51:8.3
source: “sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan”ti.
sc_po: “Sir, please let females gain the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One.”

# an8.51:8.4
source: “Alaṃ, ānanda.
sc_po: “Enough, Ānanda.

# an8.51:8.5
source: Mā te rucci mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjā”ti.
sc_po: Don’t advocate for females to gain the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One.”

# an8.51:9.1
source: Atha kho āyasmato ānandassa etadahosi:
sc_po: Then Venerable Ānanda thought,

# an8.51:9.2
source: “na bhagavā anujānāti mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjaṃ.
sc_po: “The Buddha does not permit females to go forth.

# an8.51:9.3
source: Yannūnāhaṃ aññenapi pariyāyena bhagavantaṃ yāceyyaṃ mātugāmassa tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan”ti.
sc_po: Why don’t I try another approach?”

# an8.51:9.4
source: Atha kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda said to the Buddha,

# an8.51:9.5
source: “bhabbo nu kho, bhante, mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā sotāpattiphalaṃ vā sakadāgāmiphalaṃ vā anāgāmiphalaṃ vā arahattaphalaṃ vā sacchikātun”ti?
sc_po: “Sir, is a female able to realize the fruits of stream-entry, once-return, non-return, and perfection once she has gone forth?”

# an8.51:9.6
source: “Bhabbo, ānanda, mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā sotāpattiphalampi sakadāgāmiphalampi anāgāmiphalampi arahattaphalampi sacchikātun”ti.
sc_po: “She is able, Ānanda.”

# an8.51:9.7
source: “Sace, bhante, bhabbo mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajitvā sotāpattiphalampi … pe … arahattaphalampi sacchikātuṃ;
sc_po: “If a female is able to realize the fruits of stream-entry, once-return, non-return, and perfection once she has gone forth.

# an8.51:9.8
source: bahukārā, bhante, mahāpajāpatī gotamī bhagavato mātucchā āpādikā posikā khīrassa dāyikā;
sc_po: Sir, Mahāpajāpatī has been very helpful to the Buddha. She is his aunt who raised him, nurtured him, and gave him her milk.

# an8.51:9.9
source: bhagavantaṃ janettiyā kālaṅkatāya thaññaṃ pāyesi.
sc_po: When the Buddha’s birth mother passed away, she nurtured him at her own breast.

# an8.51:9.10
source: Sādhu, bhante, labheyya mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjan”ti.
sc_po: Sir, please let females gain the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One.”

# an8.51:10.1
source: “Sace, ānanda, mahāpajāpatī gotamī aṭṭha garudhamme paṭiggaṇhāti, sāvassā hotu upasampadā—
sc_po: “Ānanda, if Mahāpajāpatī Gotamī accepts these eight principles of respect, that will be her ordination.

# an8.51:11.1
source: Vassasatūpasampannāya bhikkhuniyā tadahūpasampannassa bhikkhuno abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ kattabbaṃ.
sc_po: A nun, even if she has been ordained for a hundred years, should bow down to a monk who was ordained that very day. She should rise up for him, greet him with joined palms, and observe proper etiquette toward him.

# an8.51:11.2
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo. (1)
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts.

# an8.51:12.1
source: Na bhikkhuniyā abhikkhuke āvāse vassaṃ upagantabbaṃ.
sc_po: A nun should not commence the rainy season residence in a monastery without monks.

# an8.51:12.2
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo. (2)
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts.

# an8.51:13.1
source: Anvaḍḍhamāsaṃ bhikkhuniyā bhikkhusaṃghato dve dhammā paccāsīsitabbā—
sc_po: Each fortnight the nuns should expect two things from the community of monks:

# an8.51:13.2
source: uposathapucchakañca, ovādūpasaṅkamanañca.
sc_po: the date of the sabbath, and visiting for advice.

# an8.51:13.3
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo. (3)
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts.

# an8.51:14.1
source: Vassaṃvuṭṭhāya bhikkhuniyā ubhatosaṅghe tīhi ṭhānehi pavāretabbaṃ—
sc_po: After completing the rainy season residence the nuns should invite admonition from the communities of both monks and nuns in regard to anything that was

# an8.51:14.2
source: diṭṭhena vā sutena vā parisaṅkāya vā.
sc_po: seen, heard, or suspected.

# an8.51:14.3
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo. (4)
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts.

# an8.51:15.1
source: Garudhammaṃ ajjhāpannāya bhikkhuniyā ubhatosaṅghe pakkhamānattaṃ caritabbaṃ.
sc_po: A nun who has committed a grave offense should undergo penance in the communities of both monks and nuns for a fortnight.

# an8.51:15.2
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo. (5)
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts.

# an8.51:16.1
source: Dve vassāni chasu dhammesu sikkhitasikkhāya sikkhamānāya ubhatosaṅghe upasampadā pariyesitabbā.
sc_po: A trainee nun who has trained in the six rules for two years should seek ordination from the communities of both monks and nuns.

# an8.51:16.2
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo. (6)
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts.

# an8.51:17.1
source: Na kenaci pariyāyena bhikkhuniyā bhikkhu akkositabbo paribhāsitabbo.
sc_po: A nun should not abuse or insult a monk in any way.

# an8.51:17.2
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo. (7)
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts.

# an8.51:18.1
source: Ajjatagge ovaṭo bhikkhunīnaṃ bhikkhūsu vacanapatho, anovaṭo bhikkhūnaṃ bhikkhunīsu vacanapatho.
sc_po: From this day forth it is forbidden for nuns to criticize monks, but it is not forbidden for monks to criticize nuns.

# an8.51:18.2
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo. (8)
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts.

# an8.51:19.1
source: Sace, ānanda, mahāpajāpatī gotamī ime aṭṭha garudhamme paṭiggaṇhāti, sāvassā hotu upasampadā”ti.
sc_po: If Mahāpajāpatī Gotamī accepts these eight principles of respect, that will be her ordination.”

# an8.51:20.1
source: Atha kho āyasmā ānando bhagavato santike ime aṭṭha garudhamme uggahetvā yena mahāpajāpatī gotamī tenupasaṅkami; upasaṅkamitvā mahāpajāpatiṃ gotamiṃ etadavoca:
sc_po: Then Ānanda, having learned these eight principles of respect from the Buddha himself, went to Mahāpajāpatī Gotamī and said:

# an8.51:21.1
source: “Sace kho tvaṃ, gotami, aṭṭha garudhamme paṭiggaṇheyyāsi, sāva te bhavissati upasampadā—
sc_po: “Gotamī, if you accept eight principles of respect, that will be your ordination.

# an8.51:22.1
source: Vassasatūpasampannāya bhikkhuniyā tadahūpasampannassa bhikkhuno abhivādanaṃ paccuṭṭhānaṃ añjalikammaṃ sāmīcikammaṃ kattabbaṃ.
sc_po: A nun, even if she has been ordained for a hundred years, should bow down to a monk who was ordained that very day. She should rise up for him, greet him with joined palms, and observe proper etiquette toward him.

# an8.51:22.2
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo … pe ….
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts. …

# an8.51:23.1
source: Ajjatagge ovaṭo bhikkhunīnaṃ bhikkhūsu vacanapatho, anovaṭo bhikkhūnaṃ bhikkhunīsu vacanapatho.
sc_po: From this day forth it is forbidden for nuns to criticize monks, but it is not forbidden for monks to criticize nuns.

# an8.51:23.2
source: Ayampi dhammo sakkatvā garuṃ katvā mānetvā pūjetvā yāvajīvaṃ anatikkamanīyo.
sc_po: This principle should be honored, respected, esteemed, and venerated, and not transgressed so long as life lasts.

# an8.51:23.3
source: Sace kho tvaṃ, gotami, ime aṭṭha garudhamme paṭiggaṇheyyāsi, sāva te bhavissati upasampadā”ti.
sc_po: If you accept these eight principles of respect, that will be your ordination.”

# an8.51:24.1
source: “Seyyathāpi, bhante ānanda, itthī vā puriso vā daharo yuvā maṇḍanakajātiko sīsaṃnhāto uppalamālaṃ vā vassikamālaṃ vā adhimuttakamālaṃ vā labhitvā ubhohi hatthehi paṭiggahetvā uttamaṅge sirasmiṃ patiṭṭhāpeyya;
sc_po: “Ānanda, suppose there was a woman or man who was young, youthful, and fond of adornments, and had bathed their head. After getting a garland of lotuses, jasmine, or liana flowers, they would take them in both hands and place them on the crown of the head.

# an8.51:24.2
source: evamevaṃ kho ahaṃ, bhante ānanda, ime aṭṭha garudhamme paṭiggaṇhāmi yāvajīvaṃ anatikkamanīye”ti.
sc_po: In the same way, sir, I accept these eight principles of respect as not to be transgressed so long as life lasts.”

# an8.51:25.1
source: Atha kho āyasmā ānando yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā ānando bhagavantaṃ etadavoca:
sc_po: Then Venerable Ānanda went up to the Buddha, bowed, sat down to one side, and said to the Buddha:

# an8.51:25.2
source: “paṭiggahitā, bhante, mahāpajāpatiyā gotamiyā aṭṭha garudhammā yāvajīvaṃ anatikkamanīyā”ti.
sc_po: “Sir, Mahāpajāpatī Gotamī has accepted the eight principles of respect as not to be transgressed so long as life lasts.”

# an8.51:26.1
source: “Sace, ānanda, nālabhissa mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajjaṃ, ciraṭṭhitikaṃ, ānanda, brahmacariyaṃ abhavissa, vassasahassameva saddhammo tiṭṭheyya.
sc_po: “Ānanda, if females had not gained the going forth from the lay life to homelessness in the teaching and training proclaimed by the Realized One, the spiritual life would have lasted long. The true teaching would have remained for a thousand years.

# an8.51:26.2
source: Yato ca kho, ānanda, mātugāmo tathāgatappavedite dhammavinaye agārasmā anagāriyaṃ pabbajito, na dāni, ānanda, brahmacariyaṃ ciraṭṭhitikaṃ bhavissati.
sc_po: But since they have gained the going forth, now the spiritual life will not last long.

# an8.51:26.3
source: Pañceva dāni, ānanda, vassasatāni saddhammo ṭhassati.
sc_po: The true teaching will remain only five hundred years.

# an8.51:27.1
source: Seyyathāpi, ānanda, yāni kānici kulāni bahutthikāni appapurisakāni, tāni suppadhaṃsiyāni honti corehi kumbhatthenakehi;
sc_po: It’s like those families with many women and few men. They’re easy prey for bandits and thieves.

# an8.51:27.2
source: evamevaṃ kho, ānanda, yasmiṃ dhammavinaye labhati mātugāmo agārasmā anagāriyaṃ pabbajjaṃ, na taṃ brahmacariyaṃ ciraṭṭhitikaṃ hoti.
sc_po: In the same way, the spiritual life does not last long in a teaching and training where females gain the going forth.

# an8.51:28.1
source: Seyyathāpi, ānanda, sampanne sālikkhette setaṭṭhikā nāma rogajāti nipatati, evaṃ taṃ sālikkhettaṃ na ciraṭṭhitikaṃ hoti;
sc_po: It’s like a field full of rice. Once the disease called ‘white bones’ attacks, it doesn’t last long.

# an8.51:28.2
source: evamevaṃ kho, ānanda, yasmiṃ dhammavinaye labhati mātugāmo agārasmā anagāriyaṃ pabbajjaṃ, na taṃ brahmacariyaṃ ciraṭṭhitikaṃ hoti.
sc_po: In the same way, the spiritual life does not last long in a teaching and training where females gain the going forth.

# an8.51:29.1
source: Seyyathāpi, ānanda, sampanne ucchukkhette mañjiṭṭhikā nāma rogajāti nipatati, evaṃ taṃ ucchukkhettaṃ na ciraṭṭhitikaṃ hoti;
sc_po: It’s like a field full of sugar cane. Once the disease called ‘red rot’ attacks, it doesn’t last long.

# an8.51:29.2
source: evamevaṃ kho, ānanda, yasmiṃ dhammavinaye labhati mātugāmo agārasmā anagāriyaṃ pabbajjaṃ, na taṃ brahmacariyaṃ ciraṭṭhitikaṃ hoti.
sc_po: In the same way, the spiritual life does not last long in a teaching and training where females gain the going forth.

# an8.51:30.1
source: Seyyathāpi, ānanda, puriso mahato taḷākassa paṭikacceva āḷiṃ bandheyya yāvadeva udakassa anatikkamanāya;
sc_po: As a man might build a dyke around a large lake as a precaution against the water overflowing,

# an8.51:30.2
source: evamevaṃ kho, ānanda, mayā paṭikacceva bhikkhunīnaṃ aṭṭha garudhammā paññattā yāvajīvaṃ anatikkamanīyā”ti.
sc_po: in the same way as a precaution I’ve prescribed the eight principles of respect as not to be transgressed so long as life lasts.”
