Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.002.po
Languages: sc_po

# an8.2:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.2:0.2
source: 1. Mettāvagga
sc_po: 1. Love

# an8.2:0.3
source: 2. Paññāsutta
sc_po: 2. Wisdom

# an8.2:1.1
source: “Aṭṭhime, bhikkhave, hetū aṭṭha paccayā ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattanti.
sc_po: “Mendicants, there are eight causes and reasons that lead to acquiring the wisdom fundamental to the spiritual life, and to its increase, growth, and full development once it has been acquired.

# an8.2:1.2
source: Katame aṭṭha?
sc_po: What eight?

# an8.2:1.3
source: Idha, bhikkhave, bhikkhu satthāraṃ upanissāya viharati aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ, yatthassa tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti pemañca gāravo ca.
sc_po: It’s when a mendicant lives relying on the Teacher or a spiritual companion in a teacher’s role. And they set up a keen sense of conscience and prudence for them, with warmth and respect.

# an8.2:1.4
source: Ayaṃ, bhikkhave, paṭhamo hetu paṭhamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati.
sc_po: This is the first cause.

# an8.2:2.1
source: So taṃ satthāraṃ upanissāya viharanto aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ, yatthassa tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti pemañca gāravo ca, te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati:
sc_po: When a mendicant lives relying on the Teacher or a spiritual companion in a teacher’s role—with a keen sense of conscience and prudence for them, with warmth and respect—from time to time they go and ask them questions:

# an8.2:2.2
source: ‘idaṃ, bhante, kathaṃ; imassa ko attho’ti?
sc_po: ‘Why, sir, does it say this? What does that mean?’

# an8.2:2.3
source: Tassa te āyasmanto avivaṭañceva vivaranti, anuttānīkatañca uttānīkaronti, anekavihitesu ca kaṅkhāṭhāniyesu dhammesu kaṅkhaṃ paṭivinodenti.
sc_po: Those venerables clarify what is unclear, reveal what is obscure, and dispel doubt regarding the many doubtful matters.

# an8.2:2.4
source: Ayaṃ, bhikkhave, dutiyo hetu dutiyo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati.
sc_po: This is the second cause.

# an8.2:3.1
source: So taṃ dhammaṃ sutvā dvayena vūpakāsena sampādeti—kāyavūpakāsena ca cittavūpakāsena ca.
sc_po: After hearing that teaching they perfect withdrawal of both body and mind.

# an8.2:3.2
source: Ayaṃ, bhikkhave, tatiyo hetu tatiyo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati.
sc_po: This is the third cause.

# an8.2:4.1
source: Sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.
sc_po: A mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an8.2:4.2
source: Ayaṃ, bhikkhave, catuttho hetu catuttho paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati.
sc_po: This is the fourth cause.

# an8.2:5.1
source: Bahussuto hoti sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
sc_po: They’re very learned, remembering and keeping what they’ve learned. These teachings are good in the beginning, good in the middle, and good in the end, meaningful and well-phrased, describing a spiritual practice that’s entirely full and pure. They are very learned in such teachings, remembering them, reinforcing them by recitation, mentally scrutinizing them, and comprehending them theoretically.

# an8.2:5.2
source: Ayaṃ, bhikkhave, pañcamo hetu pañcamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati.
sc_po: This is the fifth cause.

# an8.2:6.1
source: Āraddhavīriyo viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: They live with energy roused up for giving up unskillful qualities and embracing skillful qualities. They’re strong, staunchly vigorous, not slacking off when it comes to developing skillful qualities.

# an8.2:6.2
source: Ayaṃ, bhikkhave, chaṭṭho hetu chaṭṭho paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati.
sc_po: This is the sixth cause.

# an8.2:7.1
source: Saṅghagato kho pana anānākathiko hoti atiracchānakathiko.
sc_po: When in the Saṅgha they don’t engage in motley talk or unworthy talk.

# an8.2:7.2
source: Sāmaṃ vā dhammaṃ bhāsati paraṃ vā ajjhesati ariyaṃ vā tuṇhībhāvaṃ nātimaññati.
sc_po: Either they talk on Dhamma, or they invite someone else to do so, or they respect noble silence.

# an8.2:7.3
source: Ayaṃ, bhikkhave, sattamo hetu sattamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati.
sc_po: This is the seventh cause.

# an8.2:8.1
source: Pañcasu kho pana upādānakkhandhesu udayabbayānupassī viharati:
sc_po: They meditate observing rise and fall in the five grasping aggregates.

# an8.2:8.2
source: ‘iti rūpaṃ, iti rūpassa samudayo, iti rūpassa atthaṅgamo;
sc_po: ‘Such is form, such is the origin of form, such is the ending of form.

# an8.2:8.3
source: iti vedanā, iti vedanāya samudayo, iti vedanāya atthaṅgamo;
sc_po: Such is feeling, such is the origin of feeling, such is the ending of feeling.

# an8.2:8.4
source: iti saññā … pe …
sc_po: Such is perception, such is the origin of perception, such is the ending of perception.

# an8.2:8.5
source: iti saṅkhārā …
sc_po: Such are choices, such is the origin of choices, such is the ending of choices.

# an8.2:8.6
source: iti viññāṇaṃ, iti viññāṇassa samudayo, iti viññāṇassa atthaṅgamo’ti.
sc_po: Such is consciousness, such is the origin of consciousness, such is the ending of consciousness.’

# an8.2:8.7
source: Ayaṃ, bhikkhave, aṭṭhamo hetu aṭṭhamo paccayo ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattati.
sc_po: This is the eighth cause.

# an8.2:9.1
source: Tamenaṃ sabrahmacārī evaṃ sambhāventi:
sc_po: Their spiritual companions esteem them:

# an8.2:9.2
source: ‘ayaṃ kho āyasmā satthāraṃ upanissāya viharati aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ, yatthassa tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti pemañca gāravo ca.
sc_po: ‘This venerable lives relying on the Teacher or a spiritual companion in a teacher’s role. They set up a keen sense of conscience and prudence for them, with warmth and respect.

# an8.2:9.3
source: Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti.
sc_po: Clearly this venerable knows and sees.’

# an8.2:9.4
source: Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (1)
sc_po: This quality leads to warmth, respect, esteem, harmony, and unity.

# an8.2:10.1
source: ‘Taṃ kho panāyamāyasmā satthāraṃ upanissāya viharanto aññataraṃ vā garuṭṭhāniyaṃ sabrahmacāriṃ, yatthassa tibbaṃ hirottappaṃ paccupaṭṭhitaṃ hoti pemañca gāravo ca, te kālena kālaṃ upasaṅkamitvā paripucchati paripañhati:
sc_po: ‘This venerable lives relying on the Teacher or a spiritual companion in a teacher’s role, and from time to time they go and ask them questions …

# an8.2:10.4
source: Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti.
sc_po: Clearly this venerable knows and sees.’

# an8.2:10.5
source: Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (2)
sc_po: This quality also leads to warmth, respect, esteem, harmony, and unity.

# an8.2:11.1
source: ‘Taṃ kho panāyamāyasmā dhammaṃ sutvā dvayena vūpakāsena sampādeti—kāyavūpakāsena ca cittavūpakāsena ca.
sc_po: ‘After hearing that teaching they perfect withdrawal of both body and mind.

# an8.2:11.2
source: Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti.
sc_po: Clearly this venerable knows and sees.’

# an8.2:11.3
source: Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (3)
sc_po: This quality also leads to warmth, respect, esteem, harmony, and unity.

# an8.2:12.1
source: ‘Sīlavā kho panāyamāyasmā pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.
sc_po: ‘This venerable is ethical …

# an8.2:12.2
source: Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti.
sc_po: Clearly this venerable knows and sees.’

# an8.2:12.3
source: Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (4)
sc_po: This quality also leads to warmth, respect, esteem, harmony, and unity.

# an8.2:13.1
source: ‘Bahussuto kho panāyamāyasmā sutadharo sutasannicayo. Ye te dhammā ādikalyāṇā majjhekalyāṇā pariyosānakalyāṇā sātthaṃ sabyañjanaṃ kevalaparipuṇṇaṃ parisuddhaṃ brahmacariyaṃ abhivadanti, tathārūpāssa dhammā bahussutā honti dhātā vacasā paricitā manasānupekkhitā diṭṭhiyā suppaṭividdhā.
sc_po: ‘This venerable is very learned, remembering and keeping what they’ve learned. …

# an8.2:13.2
source: Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti.
sc_po: Clearly this venerable knows and sees.’

# an8.2:13.3
source: Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (5)
sc_po: This quality also leads to warmth, respect, esteem, harmony, and unity.

# an8.2:14.1
source: ‘Āraddhavīriyo kho panāyamāyasmā viharati akusalānaṃ dhammānaṃ pahānāya, kusalānaṃ dhammānaṃ upasampadāya, thāmavā daḷhaparakkamo anikkhittadhuro kusalesu dhammesu.
sc_po: ‘This venerable lives with energy roused up …

# an8.2:14.2
source: Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti.
sc_po: Clearly this venerable knows and sees.’

# an8.2:14.3
source: Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (6)
sc_po: This quality also leads to warmth, respect, esteem, harmony, and unity.

# an8.2:15.1
source: ‘Saṅghagato kho panāyamāyasmā anānākathiko hoti atiracchānakathiko.
sc_po: ‘When in the Saṅgha they don’t engage in motley talk or unworthy talk.

# an8.2:15.2
source: Sāmaṃ vā dhammaṃ bhāsati paraṃ vā ajjhesati ariyaṃ vā tuṇhībhāvaṃ nātimaññati.
sc_po: Either they talk on Dhamma, or they invite someone else to do so, or they respect noble silence.

# an8.2:15.3
source: Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti.
sc_po: Clearly this venerable knows and sees.’

# an8.2:15.4
source: Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (7)
sc_po: This quality also leads to warmth, respect, esteem, harmony, and unity.

# an8.2:16.1
source: ‘Pañcasu kho panāyamāyasmā upādānakkhandhesu udayabbayānupassī viharati—
sc_po: ‘They meditate observing rise and fall in the five grasping aggregates. …

# an8.2:16.7
source: Addhā ayamāyasmā jānaṃ jānāti passaṃ passatī’ti.
sc_po: Clearly this venerable knows and sees.’

# an8.2:16.8
source: Ayampi dhammo piyattāya garuttāya bhāvanāya sāmaññāya ekībhāvāya saṃvattati. (8)
sc_po: This quality also leads to warmth, respect, esteem, harmony, and unity.

# an8.2:17.1
source: Ime kho, bhikkhave, aṭṭha hetū aṭṭha paccayā ādibrahmacariyikāya paññāya appaṭiladdhāya paṭilābhāya, paṭiladdhāya bhiyyobhāvāya vepullāya bhāvanāya pāripūriyā saṃvattantī”ti.
sc_po: These are the eight causes and reasons that lead to acquiring the wisdom fundamental to the spiritual life, and to its increase, growth, and full development once it has been acquired.”
