Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.063.po
Languages: sc_po

# an8.63:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.63:0.2
source: 7. Bhūmicālavagga
sc_po: 7. Earthquakes

# an8.63:0.3
source: 63. Saṅkhittasutta
sc_po: 63. A Teaching in Brief

# an8.63:1.1
source: Atha kho aññataro bhikkhu yena bhagavā tenupasaṅkami … pe … ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Then a mendicant went up to the Buddha, bowed, sat down to one side, and said to him,

# an8.63:1.2
source: “sādhu me, bhante, bhagavā saṃkhittena dhammaṃ desetu, yamahaṃ bhagavato dhammaṃ sutvā eko vūpakaṭṭho appamatto ātāpī pahitatto vihareyyan”ti.
sc_po: “Sir, may the Buddha please teach me Dhamma in brief. When I’ve heard it, I’ll live alone, withdrawn, diligent, keen, and resolute.”

# an8.63:1.3
source: “Evamevaṃ panidhekacce moghapurisā mamaññeva ajjhesanti.
sc_po: “This is exactly how some foolish people ask me for something.

# an8.63:1.4
source: Dhamme ca bhāsite mamaññeva anubandhitabbaṃ maññantī”ti.
sc_po: But when the teaching has been explained they think only of following me around.”

# an8.63:1.5
source: “Desetu me, bhante, bhagavā saṃkhittena dhammaṃ, desetu sugato saṃkhittena dhammaṃ. Appeva nāmāhaṃ bhagavato bhāsitassa atthaṃ ājāneyyaṃ, appeva nāmāhaṃ bhagavato bhāsitassa dāyādo assan”ti.
sc_po: “Sir, may the Buddha teach me the Dhamma in brief! May the Holy One teach me the Dhamma in brief! Hopefully I can understand the meaning of what the Buddha says! Hopefully I can be an heir of the Buddha’s teaching!”

# an8.63:1.6
source: “Tasmātiha te, bhikkhu, evaṃ sikkhitabbaṃ:
sc_po: “Well then, mendicant, you should train like this:

# an8.63:1.7
source: ‘ajjhattaṃ me cittaṃ ṭhitaṃ bhavissati susaṇṭhitaṃ, na ca uppannā pāpakā akusalā dhammā cittaṃ pariyādāya ṭhassantī’ti.
sc_po: ‘My mind will be steady and well settled internally. And bad, unskillful qualities that have arisen will not occupy my mind.’

# an8.63:1.8
source: Evañhi te, bhikkhu, sikkhitabbaṃ.
sc_po: That’s how you should train.

# an8.63:2.1
source: Yato kho te, bhikkhu, ajjhattaṃ cittaṃ ṭhitaṃ hoti susaṇṭhitaṃ, na ca uppannā pāpakā akusalā dhammā cittaṃ pariyādāya tiṭṭhanti, tato te, bhikkhu, evaṃ sikkhitabbaṃ:
sc_po: When your mind is steady and well settled internally, and bad, unskillful qualities that have arisen don’t occupy your mind, then you should train like this:

# an8.63:2.2
source: ‘mettā me cetovimutti bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti.
sc_po: ‘I will develop the heart’s release by love. I’ll cultivate it, make it my vehicle and my basis, keep it up, consolidate it, and properly implement it.’

# an8.63:2.3
source: Evañhi te, bhikkhu, sikkhitabbaṃ.
sc_po: That’s how you should train.

# an8.63:3.1
source: Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti bahulīkato, tato tvaṃ, bhikkhu, imaṃ samādhiṃ savitakkampi savicāraṃ bhāveyyāsi, avitakkampi vicāramattaṃ bhāveyyāsi, avitakkampi avicāraṃ bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi.
sc_po: When this immersion is well developed and cultivated in this way, you should develop it while placing the mind and keeping it connected. You should develop it without placing the mind, but just keeping it connected. You should develop it without placing the mind or keeping it connected. You should develop it with rapture. You should develop it without rapture. You should develop it with pleasure. You should develop it with equanimity.

# an8.63:4.1
source: Yato kho, te bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato te, bhikkhu, evaṃ sikkhitabbaṃ:
sc_po: When this immersion is well developed and cultivated in this way, you should train like this:

# an8.63:4.2
source: ‘karuṇā me cetovimutti …
sc_po: ‘I will develop the heart’s release by compassion …’ …

# an8.63:4.3
source: muditā me cetovimutti …
sc_po: ‘I will develop the heart’s release by rejoicing …’ …

# an8.63:4.4
source: upekkhā me cetovimutti bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti.
sc_po: ‘I will develop the heart’s release by equanimity. I’ll cultivate it, make it my vehicle and my basis, keep it up, consolidate it, and properly implement it.’

# an8.63:4.5
source: Evañhi te, bhikkhu, sikkhitabbaṃ.
sc_po: That’s how you should train.

# an8.63:5.1
source: Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato tvaṃ, bhikkhu, imaṃ samādhiṃ savitakkasavicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaavicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi.
sc_po: When this immersion is well developed and cultivated in this way, you should develop it while placing the mind and keeping it connected. You should develop it without placing the mind, but just keeping it connected. You should develop it without placing the mind or keeping it connected. You should develop it with rapture. You should develop it without rapture. You should develop it with pleasure. You should develop it with equanimity.

# an8.63:6.1
source: Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato te, bhikkhu, evaṃ sikkhitabbaṃ:
sc_po: When this immersion is well developed and cultivated in this way, you should train like this:

# an8.63:6.2
source: ‘kāye kāyānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan’ti.
sc_po: ‘I’ll meditate observing an aspect of the body—keen, aware, and mindful, rid of desire and aversion for the world.’

# an8.63:6.3
source: Evañhi te, bhikkhu, sikkhitabbaṃ.
sc_po: That’s how you should train.

# an8.63:7.1
source: Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti bahulīkato, tato tvaṃ, bhikkhu, imaṃ samādhiṃ savitakkasavicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaavicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi.
sc_po: When this immersion is well developed and cultivated in this way, you should develop it while placing the mind and keeping it connected. You should develop it without placing the mind, but just keeping it connected. You should develop it without placing the mind or keeping it connected. You should develop it with rapture. You should develop it without rapture. You should develop it with pleasure. You should develop it with equanimity.

# an8.63:8.1
source: Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato te, bhikkhu, evaṃ sikkhitabbaṃ:
sc_po: When this immersion is well developed and cultivated in this way, you should train like this:

# an8.63:8.2
source: ‘vedanāsu …
sc_po: ‘I’ll meditate on an aspect of feelings …’ …

# an8.63:8.3
source: citte …
sc_po: ‘I’ll meditate on an aspect of the mind …’ …

# an8.63:8.4
source: dhammesu dhammānupassī viharissāmi ātāpī sampajāno satimā, vineyya loke abhijjhādomanassan’ti.
sc_po: ‘I’ll meditate on an aspect of principles—keen, aware, and mindful, rid of desire and aversion for the world.’

# an8.63:8.5
source: Evañhi te, bhikkhu, sikkhitabbaṃ.
sc_po: That’s how you should train.

# an8.63:9.1
source: Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti bahulīkato, tato tvaṃ, bhikkhu, imaṃ samādhiṃ savitakkasavicārampi bhāveyyāsi, avitakkavicāramattampi bhāveyyāsi, avitakkaavicārampi bhāveyyāsi, sappītikampi bhāveyyāsi, nippītikampi bhāveyyāsi, sātasahagatampi bhāveyyāsi, upekkhāsahagatampi bhāveyyāsi.
sc_po: When this immersion is well developed and cultivated in this way, you should develop it while placing the mind and keeping it connected. You should develop it without placing the mind, but just keeping it connected. You should develop it without placing the mind or keeping it connected. You should develop it with rapture. You should develop it without rapture. You should develop it with pleasure. You should develop it with equanimity.

# an8.63:10.1
source: Yato kho te, bhikkhu, ayaṃ samādhi evaṃ bhāvito hoti subhāvito, tato tvaṃ, bhikkhu, yena yeneva gagghasi phāsuṃyeva gagghasi, yattha yattha ṭhassasi phāsuṃyeva ṭhassasi, yattha yattha nisīdissasi phāsuṃyeva nisīdissasi, yattha yattha seyyaṃ kappessasi phāsuṃyeva seyyaṃ kappessasī”ti.
sc_po: When this immersion is well developed and cultivated in this way, wherever you walk, you’ll walk comfortably. Wherever you stand, you’ll stand comfortably. Wherever you sit, you’ll sit comfortably. Wherever you lie down, you’ll lie down comfortably.”

# an8.63:11.1
source: Atha kho so bhikkhu bhagavatā iminā ovādena ovadito uṭṭhāyāsanā bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā pakkāmi.
sc_po: When that mendicant had been given this advice by the Buddha, he got up from his seat, bowed, and respectfully circled the Buddha, keeping him on his right, before leaving.

# an8.63:11.2
source: Atha kho so bhikkhu eko vūpakaṭṭho appamatto ātāpī pahitatto viharanto nacirasseva—yassatthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ—brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihāsi.
sc_po: Then that mendicant, living alone, withdrawn, diligent, keen, and resolute, soon realized the supreme culmination of the spiritual path in this very life. He lived having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.

# an8.63:11.3
source: “Khīṇā jāti, vusitaṃ brahmacariyaṃ, kataṃ karaṇīyaṃ, nāparaṃ itthattāyā”ti abbhaññāsi.
sc_po: He understood: “Rebirth is ended; the spiritual journey has been completed; what had to be done has been done; there is no return to any state of existence.”

# an8.63:11.4
source: Aññataro ca pana so bhikkhu arahataṃ ahosīti.
sc_po: And that mendicant became one of the perfected.
