Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.072.po
Languages: sc_po

# an8.72:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.72:0.2
source: 8. Yamakavagga
sc_po: 8. Pairs

# an8.72:0.3
source: 72. Dutiyasaddhāsutta
sc_po: 72. Inspiring All Around (2nd)

# an8.72:1.1
source: “Saddho ca, bhikkhave, bhikkhu hoti, no ca sīlavā.
sc_po: “A mendicant is faithful, but not ethical.

# an8.72:1.2
source: Evaṃ so tenaṅgena aparipūro hoti.
sc_po: So they’re incomplete in that respect,

# an8.72:1.3
source: Tena taṃ aṅgaṃ paripūretabbaṃ:
sc_po: and should fulfill it, thinking:

# an8.72:1.4
source: ‘kintāhaṃ saddho ca assaṃ sīlavā cā’ti.
sc_po: ‘How can I become faithful and ethical?’

# an8.72:1.5
source: Yato ca kho, bhikkhave, bhikkhu saddho ca hoti sīlavā ca,
sc_po: When the mendicant is faithful and ethical,

# an8.72:1.6
source: evaṃ so tenaṅgena paripūro hoti.
sc_po: they’re complete in that respect.

# an8.72:2.1
source: Saddho ca, bhikkhave, bhikkhu hoti sīlavā ca, no ca bahussuto … pe …
sc_po: A mendicant is faithful and ethical, but not learned. …

# an8.72:2.2
source: bahussuto ca, no ca dhammakathiko … pe …
sc_po: they’re not a Dhamma speaker …

# an8.72:2.3
source: dhammakathiko ca, no ca parisāvacaro … pe …
sc_po: they don’t frequent assemblies …

# an8.72:2.4
source: parisāvacaro ca, no ca visārado parisāya dhammaṃ deseti … pe …
sc_po: they don’t teach Dhamma to the assembly with assurance …

# an8.72:2.5
source: visārado ca parisāya dhammaṃ deseti, no ca ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā viharati … pe …
sc_po: they don’t have direct meditative experience of the peaceful liberations that are formless, transcending form …

# an8.72:2.6
source: ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā viharati, no ca āsavānaṃ khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharati;
sc_po: they don’t realize the undefiled freedom of heart and freedom by wisdom in this very life, and live having realized it with their own insight due to the ending of defilements.

# an8.72:2.7
source: evaṃ so tenaṅgena aparipūro hoti.
sc_po: So they’re incomplete in that respect,

# an8.72:2.8
source: Tena taṃ aṅgaṃ paripūretabbaṃ:
sc_po: and should fulfill it, thinking:

# an8.72:2.9
source: ‘kintāhaṃ saddho ca assaṃ, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseyyaṃ, ye te santā vimokkhā atikkamma rūpe āruppā te kāyena phusitvā vihareyyaṃ, āsavānañca khayā anāsavaṃ cetovimuttiṃ paññāvimuttiṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja vihareyyan’ti.
sc_po: ‘How can I become faithful, ethical, and learned, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, one who gets the formless liberations, and one who lives having realized the ending of defilements?’

# an8.72:3.1
source: Yato ca kho, bhikkhave, bhikkhu saddho ca hoti, sīlavā ca, bahussuto ca, dhammakathiko ca, parisāvacaro ca, visārado ca parisāya dhammaṃ deseti. Ye te santā vimokkhā atikkamma rūpe āruppā te ca kāyena phusitvā viharati, āsavānañca khayā … pe … sacchikatvā upasampajja viharati;
sc_po: When they’re faithful, ethical, and learned, a Dhamma speaker, one who frequents assemblies, one who teaches Dhamma to the assembly with assurance, one who gets the formless liberations, and one who lives having realized the ending of defilements,

# an8.72:3.2
source: evaṃ so tenaṅgena paripūro hoti.
sc_po: they’re complete in that respect.

# an8.72:3.3
source: Imehi kho, bhikkhave, aṭṭhahi dhammehi samannāgato bhikkhu samantapāsādiko ca hoti sabbākāraparipūro cā”ti.
sc_po: A mendicant who has these eight qualities is inspiring all around, and is complete in every respect.”
