Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.077.po
Languages: sc_po

# an8.77:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.77:0.2
source: 8. Yamakavagga
sc_po: 8. Pairs

# an8.77:0.3
source: 77. Icchāsutta
sc_po: 77. Desires

# an8.77:1.1
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
sc_po: There Sāriputta addressed the mendicants:

# an8.77:1.2
source: “āvuso bhikkhavo”ti.
sc_po: “Reverends, mendicants!”

# an8.77:1.3
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# an8.77:1.4
source: Āyasmā sāriputto etadavoca:
sc_po: Sāriputta said this:

# an8.77:2.1
source: “Aṭṭhime, āvuso, puggalā santo saṃvijjamānā lokasmiṃ.
sc_po: “Reverends, these eight people are found in the world.

# an8.77:2.2
source: Katame aṭṭha?
sc_po: What eight?

# an8.77:2.3
source: Idhāvuso, bhikkhuno pavivittassa viharato nirāyattavuttino icchā uppajjati lābhāya.
sc_po: First, when a mendicant stays secluded, living independently, a desire arises for material possessions.

# an8.77:2.4
source: So uṭṭhahati, ghaṭati, vāyamati lābhāya.
sc_po: They try hard, strive, and make an effort to get them.

# an8.77:2.5
source: Tassa uṭṭhahato, ghaṭato, vāyamato lābhāya lābho nuppajjati.
sc_po: But material possessions don’t come to them.

# an8.77:2.6
source: So tena alābhena socati kilamati paridevati, urattāḷiṃ kandati, sammohaṃ āpajjati.
sc_po: And so they sorrow and pine and lament, beating their breast and falling into confusion because they don’t get those material possessions.

# an8.77:2.7
source: Ayaṃ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati, ghaṭati, vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. (1)
sc_po: This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching.

# an8.77:3.1
source: Idha panāvuso, bhikkhuno pavivittassa viharato nirāyattavuttino icchā uppajjati lābhāya.
sc_po: Next, when a mendicant stays secluded, living independently, a desire arises for material possessions.

# an8.77:3.2
source: So uṭṭhahati, ghaṭati, vāyamati lābhāya.
sc_po: They try hard, strive, and make an effort to get them.

# an8.77:3.3
source: Tassa uṭṭhahato ghaṭato vāyamato lābhāya lābho uppajjati.
sc_po: And material possessions do come to them.

# an8.77:3.4
source: So tena lābhena majjati pamajjati pamādamāpajjati.
sc_po: And so they become indulgent and fall into negligence regarding those material possessions.

# an8.77:3.5
source: Ayaṃ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, lābhī ca, madī ca pamādī ca, cuto ca saddhammā’. (2)
sc_po: This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. And when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching.

# an8.77:4.1
source: Idha panāvuso, bhikkhuno pavivittassa viharato nirāyattavuttino icchā uppajjati lābhāya.
sc_po: Next, when a mendicant stays secluded, living independently, a desire arises for material possessions.

# an8.77:4.2
source: So na uṭṭhahati, na ghaṭati, na vāyamati lābhāya.
sc_po: They don’t try hard, strive, and make an effort to get them.

# an8.77:4.3
source: Tassa anuṭṭhahato, aghaṭato, avāyamato lābhāya lābho nuppajjati.
sc_po: And material possessions don’t come to them.

# an8.77:4.4
source: So tena alābhena socati kilamati paridevati, urattāḷiṃ kandati, sammohaṃ āpajjati.
sc_po: And so they sorrow and pine and lament, beating their breast and falling into confusion because they don’t get those material possessions.

# an8.77:4.5
source: Ayaṃ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, socī ca paridevī ca, cuto ca saddhammā’. (3)
sc_po: This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. But when possessions don’t come to them, they sorrow and lament. They’ve fallen from the true teaching.

# an8.77:5.1
source: Idha panāvuso, bhikkhuno pavivittassa viharato nirāyattavuttino icchā uppajjati lābhāya.
sc_po: Next, when a mendicant stays secluded, living independently, a desire arises for material possessions.

# an8.77:5.2
source: So na uṭṭhahati, na ghaṭati, na vāyamati lābhāya.
sc_po: They don’t try hard, strive, and make an effort to get them.

# an8.77:5.3
source: Tassa anuṭṭhahato, aghaṭato, avāyamato lābhāya lābho uppajjati.
sc_po: But material possessions do come to them.

# an8.77:5.4
source: So tena lābhena majjati pamajjati pamādamāpajjati.
sc_po: And so they become indulgent and fall into negligence regarding those material possessions.

# an8.77:5.5
source: Ayaṃ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati na ghaṭati na vāyamati lābhāya, lābhī ca, madī ca pamādī ca, cuto ca saddhammā’. (4)
sc_po: This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. But when possessions come to them, they become intoxicated and negligent. They’ve fallen from the true teaching.

# an8.77:6.1
source: Idha panāvuso, bhikkhuno pavivittassa viharato nirāyattavuttino icchā uppajjati lābhāya.
sc_po: Next, when a mendicant stays secluded, living independently, a desire arises for material possessions.

# an8.77:6.2
source: So uṭṭhahati, ghaṭati, vāyamati lābhāya.
sc_po: They try hard, strive, and make an effort to get them.

# an8.77:6.3
source: Tassa uṭṭhahato, ghaṭato, vāyamato lābhāya, lābho nuppajjati.
sc_po: But material possessions don’t come to them.

# an8.77:6.4
source: So tena alābhena na socati na kilamati na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati.
sc_po: But they don’t sorrow and pine and lament, beating their breast and falling into confusion because they don’t get those material possessions.

# an8.77:6.5
source: Ayaṃ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati ghaṭati vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. (5)
sc_po: This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching.

# an8.77:7.1
source: Idha panāvuso, bhikkhuno pavivittassa viharato nirāyattavuttino icchā uppajjati lābhāya.
sc_po: Next, when a mendicant stays secluded, living independently, a desire arises for material possessions.

# an8.77:7.2
source: So uṭṭhahati, ghaṭati, vāyamati lābhāya.
sc_po: They try hard, strive, and make an effort to get them.

# an8.77:7.3
source: Tassa uṭṭhahato, ghaṭato, vāyamato lābhāya, lābho uppajjati.
sc_po: And material possessions do come to them.

# an8.77:7.4
source: So tena lābhena na majjati na pamajjati na pamādamāpajjati.
sc_po: But they don’t become indulgent and fall into negligence regarding those material possessions.

# an8.77:7.5
source: Ayaṃ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, uṭṭhahati, ghaṭati, vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’. (6)
sc_po: This is called a mendicant who lives desiring material possessions. They try hard, strive, and make an effort to get them. But when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching.

# an8.77:8.1
source: Idha panāvuso, bhikkhuno pavivittassa viharato nirāyattavuttino icchā uppajjati lābhāya.
sc_po: Next, when a mendicant stays secluded, living independently, a desire arises for material possessions.

# an8.77:8.2
source: So na uṭṭhahati, na ghaṭati, na vāyamati lābhāya.
sc_po: They don’t try hard, strive, and make an effort to get them.

# an8.77:8.3
source: Tassa anuṭṭhahato, aghaṭato, avāyamato lābhāya, lābho nuppajjati.
sc_po: And material possessions don’t come to them.

# an8.77:8.4
source: So tena alābhena na socati na kilamati na paridevati, na urattāḷiṃ kandati, na sammohaṃ āpajjati.
sc_po: But they don’t sorrow and pine and lament, beating their breast and falling into confusion because they don’t get those material possessions.

# an8.77:8.5
source: Ayaṃ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, na ca lābhī, na ca socī na ca paridevī, accuto ca saddhammā’. (7)
sc_po: This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. And when possessions don’t come to them, they don’t sorrow and lament. They haven’t fallen from the true teaching.

# an8.77:9.1
source: Idha panāvuso, bhikkhuno pavivittassa viharato nirāyattavuttino icchā uppajjati lābhāya.
sc_po: Next, when a mendicant stays secluded, living independently, a desire arises for material possessions.

# an8.77:9.2
source: So na uṭṭhahati, na ghaṭati, na vāyamati lābhāya.
sc_po: They don’t try hard, strive, and make an effort to get them.

# an8.77:9.3
source: Tassa anuṭṭhahato, aghaṭato, avāyamato lābhāya, lābho uppajjati.
sc_po: But material possessions do come to them.

# an8.77:9.4
source: So tena lābhena na majjati na pamajjati na pamādamāpajjati.
sc_po: But they don’t become indulgent and fall into negligence regarding those material possessions.

# an8.77:9.5
source: Ayaṃ vuccatāvuso, ‘bhikkhu iccho viharati lābhāya, na uṭṭhahati, na ghaṭati, na vāyamati lābhāya, lābhī ca, na ca madī na ca pamādī, accuto ca saddhammā’.
sc_po: This is called a mendicant who lives desiring material possessions. They don’t try hard, strive, and make an effort to get them. And when possessions come to them, they don’t become intoxicated and negligent. They haven’t fallen from the true teaching.

# an8.77:9.6
source: Ime kho, āvuso, aṭṭha puggalā santo saṃvijjamānā lokasmin”ti. (8)
sc_po: These eight people are found in the world.”
