Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.026.po
Languages: sc_po

# an8.26:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.26:0.2
source: 3. Gahapativagga
sc_po: 3. Householders

# an8.26:0.3
source: 26. Jīvakasutta
sc_po: 26. With Jīvaka

# an8.26:1.1
source: Ekaṃ samayaṃ bhagavā rājagahe viharati jīvakambavane.
sc_po: At one time the Buddha was staying near Rājagaha in Jīvaka’s Mango Grove.

# an8.26:1.2
source: Atha kho jīvako komārabhacco yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho jīvako komārabhacco bhagavantaṃ etadavoca:
sc_po: Then Jīvaka Komārabhacca went up to the Buddha, bowed, sat down to one side, and said to him,

# an8.26:1.3
source: “kittāvatā nu kho, bhante, upāsako hotī”ti?
sc_po: “Sir, how is a lay follower defined?”

# an8.26:1.4
source: “Yato kho, jīvaka, buddhaṃ saraṇaṃ gato hoti, dhammaṃ saraṇaṃ gato hoti, saṅghaṃ saraṇaṃ gato hoti;
sc_po: “Jīvaka, when you’ve gone for refuge to the Buddha, the teaching, and the Saṅgha,

# an8.26:1.5
source: ettāvatā kho, jīvaka, upāsako hotī”ti.
sc_po: you’re considered to be a lay follower.”

# an8.26:2.1
source: “Kittāvatā pana, bhante, upāsako sīlavā hotī”ti?
sc_po: “But how is an ethical lay follower defined?”

# an8.26:2.2
source: “Yato kho, jīvaka, upāsako pāṇātipātā paṭivirato hoti … pe … surāmerayamajjapamādaṭṭhānā paṭivirato hoti;
sc_po: “When a lay follower doesn’t kill living creatures, steal, commit sexual misconduct, lie, or use alcoholic drinks that cause negligence,

# an8.26:2.3
source: ettāvatā kho, jīvaka, upāsako sīlavā hotī”ti.
sc_po: they’re considered to be an ethical lay follower.”

# an8.26:3.1
source: “Kittāvatā pana, bhante, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti?
sc_po: “But how do we define a lay follower who is practicing to benefit themselves, not others?”

# an8.26:3.2
source: “Yato kho, jīvaka, upāsako attanāva saddhāsampanno hoti, no paraṃ saddhāsampadāya samādapeti … pe …
sc_po: “A lay follower is accomplished in faith, but doesn’t encourage others to do the same. They’re accomplished in ethical conduct … they’re accomplished in generosity … they like to see the mendicants … they like to hear the true teaching … they memorize the teachings … they examine the meaning …

# an8.26:3.3
source: attanāva atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, no paraṃ dhammānudhammappaṭipattiyā samādapeti.
sc_po: Understanding the meaning and the teaching, they practice accordingly, but they don’t encourage others to do the same.

# an8.26:3.4
source: Ettāvatā kho, jīvaka, upāsako attahitāya paṭipanno hoti, no parahitāyā”ti.
sc_po: That’s how we define a lay follower who is practicing to benefit themselves, not others.”

# an8.26:4.1
source: “Kittāvatā pana, bhante, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti?
sc_po: “But how do we define a lay follower who is practicing to benefit both themselves and others?”

# an8.26:4.2
source: “Yato kho, jīvaka, upāsako attanā ca saddhāsampanno hoti, parañca saddhāsampadāya samādapeti;
sc_po: “A lay follower is accomplished in faith and encourages others to do the same.

# an8.26:4.3
source: attanā ca sīlasampanno hoti, parañca sīlasampadāya samādapeti;
sc_po: They’re accomplished in ethical conduct and encourage others to do the same.

# an8.26:4.4
source: attanā ca cāgasampanno hoti, parañca cāgasampadāya samādapeti;
sc_po: They’re accomplished in generosity and encourage others to do the same.

# an8.26:4.5
source: attanā ca bhikkhūnaṃ dassanakāmo hoti, parañca bhikkhūnaṃ dassane samādapeti;
sc_po: They like to see the mendicants and encourage others to do the same.

# an8.26:4.6
source: attanā ca saddhammaṃ sotukāmo hoti, parañca saddhammassavane samādapeti;
sc_po: They like to hear the true teaching and encourage others to do the same.

# an8.26:4.7
source: attanā ca sutānaṃ dhammānaṃ dhāraṇajātiko hoti, parañca dhammadhāraṇāya samādapeti;
sc_po: They readily memorize the teachings they’ve heard and encourage others to do the same.

# an8.26:4.8
source: attanā ca sutānaṃ dhammānaṃ atthūpaparikkhitā hoti, parañca atthūpaparikkhāya samādapeti;
sc_po: They examine the meaning of the teachings they’ve memorized and encourage others to do the same.

# an8.26:4.9
source: attanā ca atthamaññāya dhammamaññāya dhammānudhammappaṭipanno hoti, parañca dhammānudhammappaṭipattiyā samādapeti.
sc_po: Understanding the meaning and the teaching, they practice accordingly and they encourage others to do the same.

# an8.26:4.10
source: Ettāvatā kho, jīvaka, upāsako attahitāya ca paṭipanno hoti parahitāya cā”ti.
sc_po: That’s how we define a lay follower who is practicing to benefit both themselves and others.”
