Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.085.po
Languages: sc_po

# an8.85:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.85:0.2
source: 9. Sativagga
sc_po: 9. Mindfulness

# an8.85:0.3
source: 85. Samaṇasutta
sc_po: 85. Terms for the Realized One

# an8.85:1.1
source: “‘Samaṇo’ti, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
sc_po: “‘Ascetic’ is a term for the Realized One, the perfected one, the fully awakened Buddha.

# an8.85:1.2
source: ‘Brāhmaṇo’ti, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
sc_po: ‘Brahmin’,

# an8.85:1.3
source: ‘Vedagū’ti, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
sc_po: ‘Knowledge Master’,

# an8.85:1.4
source: ‘Bhisakko’ti, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
sc_po: ‘Healer’,

# an8.85:1.5
source: ‘Nimmalo’ti, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
sc_po: ‘Unstained’,

# an8.85:1.6
source: ‘Vimalo’ti, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
sc_po: ‘Immaculate’,

# an8.85:1.7
source: ‘Ñāṇī’ti, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassa.
sc_po: ‘Knower’,

# an8.85:1.8
source: ‘Vimutto’ti, bhikkhave, tathāgatassetaṃ adhivacanaṃ arahato sammāsambuddhassāti.
sc_po: and ‘Freed’ are terms for the Realized One, the perfected one, the fully awakened Buddha.

# an8.85:2.1
source: Yaṃ samaṇena pattabbaṃ,
sc_po: The supreme should be attained by an ascetic,

# an8.85:2.2
source: brāhmaṇena vusīmatā;
sc_po: a brahmin who has lived the life;

# an8.85:2.3
source: Yaṃ vedagunā pattabbaṃ,
sc_po: it should be attained by a knowledge master,

# an8.85:2.4
source: bhisakkena anuttaraṃ.
sc_po: a healer.

# an8.85:3.1
source: Yaṃ nimmalena pattabbaṃ,
sc_po: The supreme should be attained by the unstained,

# an8.85:3.2
source: vimalena sucīmatā;
sc_po: stainless and pure;

# an8.85:3.3
source: Yaṃ ñāṇinā ca pattabbaṃ,
sc_po: it should be attained by a knower,

# an8.85:3.4
source: vimuttena anuttaraṃ.
sc_po: who is free.

# an8.85:4.1
source: Sohaṃ vijitasaṅgāmo,
sc_po: I am victorious in battle!

# an8.85:4.2
source: mutto mocemi bandhanā;
sc_po: Released, I release others from their chains.

# an8.85:4.3
source: Nāgomhi paramadanto,
sc_po: I am a dragon completely tamed,

# an8.85:4.4
source: asekho parinibbuto”ti.
sc_po: an adept, I am extinguished.”
