Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.042.po
Languages: sc_po

# an8.42:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.42:0.2
source: 5. Uposathavagga
sc_po: 5. Sabbath

# an8.42:0.3
source: 42. Vitthatūposathasutta
sc_po: 42. The Sabbath With Eight Factors, In Detail

# an8.42:1.1
source: “Aṭṭhaṅgasamannāgato, bhikkhave, uposatho upavuttho mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro.
sc_po: “Mendicants, the observance of the sabbath with its eight factors is very fruitful and beneficial and splendid and bountiful.

# an8.42:1.2
source: Kathaṃ upavuttho ca, bhikkhave, aṭṭhaṅgasamannāgato uposatho mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro?
sc_po: And how should it be observed?

# an8.42:1.3
source: Idha, bhikkhave, ariyasāvako iti paṭisañcikkhati:
sc_po: It’s when a noble disciple reflects:

# an8.42:1.4
source: ‘yāvajīvaṃ arahanto pāṇātipātaṃ pahāya pāṇātipātā paṭiviratā nihitadaṇḍā nihitasatthā lajjī dayāpannā, sabbapāṇabhūtahitānukampino viharanti.
sc_po: ‘As long as they live, the perfected ones give up killing living creatures, renouncing the rod and the sword. They are scrupulous and kind, and live full of compassion for all living beings.

# an8.42:1.5
source: Ahampajja imañca rattiṃ imañca divasaṃ pāṇātipātaṃ pahāya pāṇātipātā paṭivirato nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharāmi.
sc_po: I, too, for this day and night will give up killing living creatures, renouncing the rod and the sword. I’ll be scrupulous and kind, and live full of compassion for all living beings.

# an8.42:1.6
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.42:1.7
source: Iminā paṭhamena aṅgena samannāgato hoti … pe ….
sc_po: This is its first factor. …

# an8.42:2.1
source: ‘Yāvajīvaṃ arahanto uccāsayanamahāsayanaṃ pahāya uccāsayanamahāsayanā paṭiviratā nīcaseyyaṃ kappenti—mañcake vā tiṇasanthārake vā.
sc_po: ‘As long as they live, the perfected ones give up high and luxurious beds. They sleep in a low place, either a small bed or a straw mat.

# an8.42:2.2
source: Ahampajja imañca rattiṃ imañca divasaṃ uccāsayanamahāsayanaṃ pahāya uccāsayanamahāsayanā paṭivirato nīcaseyyaṃ kappemi—mañcake vā tiṇasanthārake vā.
sc_po: I, too, for this day and night will give up high and luxurious beds. I’ll sleep in a low place, either a small bed or a straw mat.

# an8.42:2.3
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.42:2.4
source: Iminā aṭṭhamena aṅgena samannāgato hoti.
sc_po: This is its eighth factor.

# an8.42:2.5
source: Evaṃ upavuttho kho, bhikkhave, aṭṭhaṅgasamannāgato uposatho mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro.
sc_po: The observance of the sabbath with its eight factors in this way is very fruitful and beneficial and splendid and bountiful.

# an8.42:3.1
source: Kīvamahapphalo hoti kīvamahānisaṃso kīvamahājutiko kīvamahāvipphāro?
sc_po: How much so?

# an8.42:3.2
source: Seyyathāpi, bhikkhave, yo imesaṃ soḷasannaṃ mahājanapadānaṃ pahūtarattaratanānaṃ issariyādhipaccaṃ rajjaṃ kāreyya, seyyathidaṃ—
sc_po: Suppose you were to rule as sovereign lord over these sixteen great countries—Aṅga, Magadha, Kāsī, Kosala, Vajjī, Malla, Ceti, Vaṅga, Kuru, Pañcāla, Maccha, Sūrusena, Assaka, Avanti, Gandhāra, and Kamboja—full of the seven kinds of precious things.

# an8.42:3.3
source: aṅgānaṃ magadhānaṃ kāsīnaṃ kosalānaṃ vajjīnaṃ mallānaṃ cetīnaṃ vaṅgānaṃ kurūnaṃ pañcālānaṃ macchānaṃ sūrasenānaṃ assakānaṃ avantīnaṃ gandhārānaṃ kambojānaṃ, aṭṭhaṅgasamannāgatassa uposathassa etaṃ kalaṃ nāgghati soḷasiṃ.
sc_po: This wouldn’t be worth a sixteenth part of the sabbath with its eight factors.

# an8.42:3.4
source: Taṃ kissa hetu?
sc_po: Why is that?

# an8.42:3.5
source: Kapaṇaṃ, bhikkhave, mānusakaṃ rajjaṃ dibbaṃ sukhaṃ upanidhāya.
sc_po: Because human kingship is a poor thing compared to the happiness of the gods.

# an8.42:4.1
source: Yāni, bhikkhave, mānusakāni paññāsa vassāni, cātumahārājikānaṃ devānaṃ eso eko rattindivo.
sc_po: Fifty years in the human realm is one day and night for the Gods of the Four Great Kings.

# an8.42:4.2
source: Tāya rattiyā tiṃsarattiyo māso.
sc_po: Thirty such days make up a month.

# an8.42:4.3
source: Tena māsena dvādasamāsiyo saṃvaccharo.
sc_po: Twelve such months make up a year.

# an8.42:4.4
source: Tena saṃvaccharena dibbāni pañca vassasatāni cātumahārājikānaṃ devānaṃ āyuppamāṇaṃ.
sc_po: The life span of the Gods of the Four Great Kings is five hundred of these divine years.

# an8.42:4.5
source: Ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṃ uposathaṃ upavasitvā kāyassa bhedā paraṃ maraṇā cātumahārājikānaṃ devānaṃ sahabyataṃ upapajjeyya.
sc_po: It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Gods of the Four Great Kings.

# an8.42:4.6
source: Idaṃ kho panetaṃ, bhikkhave, sandhāya bhāsitaṃ:
sc_po: This is what I was referring to when I said:

# an8.42:4.7
source: ‘kapaṇaṃ mānusakaṃ rajjaṃ dibbaṃ sukhaṃ upanidhāya’.
sc_po: ‘Human kingship is a poor thing compared to the happiness of the gods.’

# an8.42:5.1
source: Yāni, bhikkhave, mānusakāni vassasatāni, tāvatiṃsānaṃ devānaṃ eso eko rattindivo.
sc_po: A hundred years in the human realm is one day and night for the Gods of the Thirty-Three.

# an8.42:5.2
source: Tāya rattiyā tiṃsarattiyo māso.
sc_po: Thirty such days make up a month.

# an8.42:5.3
source: Tena māsena dvādasamāsiyo saṃvaccharo.
sc_po: Twelve such months make up a year.

# an8.42:5.4
source: Tena saṃvaccharena dibbaṃ vassasahassaṃ tāvatiṃsānaṃ devānaṃ āyuppamāṇaṃ.
sc_po: The life span of the Gods of the Thirty-Three is a thousand of these divine years.

# an8.42:5.5
source: Ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṃ uposathaṃ upavasitvā kāyassa bhedā paraṃ maraṇā tāvatiṃsānaṃ devānaṃ sahabyataṃ upapajjeyya.
sc_po: It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Gods of the Thirty-Three.

# an8.42:5.6
source: Idaṃ kho panetaṃ, bhikkhave, sandhāya bhāsitaṃ:
sc_po: This is what I was referring to when I said:

# an8.42:5.7
source: ‘kapaṇaṃ mānusakaṃ rajjaṃ dibbaṃ sukhaṃ upanidhāya’.
sc_po: ‘Human kingship is a poor thing compared to the happiness of the gods.’

# an8.42:6.1
source: Yāni, bhikkhave, mānusakāni dve vassasatāni, yāmānaṃ devānaṃ eso eko rattindivo.
sc_po: Two hundred years in the human realm is one day and night for the Gods of Yama.

# an8.42:6.2
source: Tāya rattiyā tiṃsarattiyo māso.
sc_po: Thirty such days make up a month.

# an8.42:6.3
source: Tena māsena dvādasamāsiyo saṃvaccharo.
sc_po: Twelve such months make up a year.

# an8.42:6.4
source: Tena saṃvaccharena dibbāni dve vassasahassāni yāmānaṃ devānaṃ āyuppamāṇaṃ.
sc_po: The life span of the Gods of Yama is two thousand of these divine years.

# an8.42:6.5
source: Ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṃ uposathaṃ upavasitvā kāyassa bhedā paraṃ maraṇā yāmānaṃ devānaṃ sahabyataṃ upapajjeyya.
sc_po: It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Gods of Yama.

# an8.42:6.6
source: Idaṃ kho panetaṃ, bhikkhave, sandhāya bhāsitaṃ:
sc_po: This is what I was referring to when I said:

# an8.42:6.7
source: ‘kapaṇaṃ mānusakaṃ rajjaṃ dibbaṃ sukhaṃ upanidhāya’.
sc_po: ‘Human kingship is a poor thing compared to the happiness of the gods.’

# an8.42:7.1
source: Yāni, bhikkhave, mānusakāni cattāri vassasatāni, tusitānaṃ devānaṃ eso eko rattindivo.
sc_po: Four hundred years in the human realm is one day and night for the Joyful Gods.

# an8.42:7.2
source: Tāya rattiyā tiṃsarattiyo māso.
sc_po: Thirty such days make up a month.

# an8.42:7.3
source: Tena māsena dvādasamāsiyo saṃvaccharo.
sc_po: Twelve such months make up a year.

# an8.42:7.4
source: Tena saṃvaccharena dibbāni cattāri vassasahassāni tusitānaṃ devānaṃ āyuppamāṇaṃ.
sc_po: The life span of the Joyful Gods is four thousand of these divine years.

# an8.42:7.5
source: Ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṃ uposathaṃ upavasitvā kāyassa bhedā paraṃ maraṇā tusitānaṃ devānaṃ sahabyataṃ upapajjeyya.
sc_po: It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Joyful Gods.

# an8.42:7.6
source: Idaṃ kho panetaṃ, bhikkhave, sandhāya bhāsitaṃ:
sc_po: This is what I was referring to when I said:

# an8.42:7.7
source: ‘kapaṇaṃ mānusakaṃ rajjaṃ dibbaṃ sukhaṃ upanidhāya’.
sc_po: ‘Human kingship is a poor thing compared to the happiness of the gods.’

# an8.42:8.1
source: Yāni, bhikkhave, mānusakāni aṭṭha vassasatāni, nimmānaratīnaṃ devānaṃ eso eko rattindivo.
sc_po: Eight hundred years in the human realm is one day and night for the Gods Who Love to Create.

# an8.42:8.2
source: Tāya rattiyā tiṃsarattiyo māso.
sc_po: Thirty such days make up a month.

# an8.42:8.3
source: Tena māsena dvādasamāsiyo saṃvaccharo.
sc_po: Twelve such months make up a year.

# an8.42:8.4
source: Tena saṃvaccharena dibbāni aṭṭha vassasahassāni nimmānaratīnaṃ devānaṃ āyuppamāṇaṃ.
sc_po: The life span of the Gods Who Love to Create is eight thousand of these divine years.

# an8.42:8.5
source: Ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṃ uposathaṃ upavasitvā kāyassa bhedā paraṃ maraṇā nimmānaratīnaṃ devānaṃ sahabyataṃ upapajjeyya.
sc_po: It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Gods Who Love to Create.

# an8.42:8.6
source: Idaṃ kho panetaṃ, bhikkhave, sandhāya bhāsitaṃ:
sc_po: This is what I was referring to when I said:

# an8.42:8.7
source: ‘kapaṇaṃ mānusakaṃ rajjaṃ dibbaṃ sukhaṃ upanidhāya’.
sc_po: ‘Human kingship is a poor thing compared to the happiness of the gods.’

# an8.42:9.1
source: Yāni, bhikkhave, mānusakāni soḷasa vassasatāni, paranimmitavasavattīnaṃ devānaṃ eso eko rattindivo.
sc_po: Sixteen hundred years in the human realm is one day and night for the Gods Who Control the Creations of Others.

# an8.42:9.2
source: Tāya rattiyā tiṃsarattiyo māso.
sc_po: Thirty such days make up a month.

# an8.42:9.3
source: Tena māsena dvādasamāsiyo saṃvaccharo.
sc_po: Twelve such months make up a year.

# an8.42:9.4
source: Tena saṃvaccharena dibbāni soḷasa vassasahassāni paranimmitavasavattīnaṃ devānaṃ āyuppamāṇaṃ.
sc_po: The life span of the Gods Who Control the Creations of Others is sixteen thousand of these divine years.

# an8.42:9.5
source: Ṭhānaṃ kho panetaṃ, bhikkhave, vijjati yaṃ idhekacco itthī vā puriso vā aṭṭhaṅgasamannāgataṃ uposathaṃ upavasitvā kāyassa bhedā paraṃ maraṇā paranimmitavasavattīnaṃ devānaṃ sahabyataṃ upapajjeyya.
sc_po: It’s possible that a woman or man who has observed the eight-factored sabbath will—when their body breaks up, after death—be reborn in the company of the Gods Who Control the Creations of Others.

# an8.42:9.6
source: Idaṃ kho panetaṃ, bhikkhave, sandhāya bhāsitaṃ:
sc_po: This is what I was referring to when I said:

# an8.42:9.7
source: ‘kapaṇaṃ mānusakaṃ rajjaṃ dibbaṃ sukhaṃ upanidhāyā’ti.
sc_po: ‘Human kingship is a poor thing compared to the happiness of the gods.’

# an8.42:10.1
source: Pāṇaṃ na haññe na cadinnamādiye,
sc_po: You shouldn’t kill living creatures, or steal,

# an8.42:10.2
source: Musā na bhāse na ca majjapo siyā;
sc_po: or lie, or drink alcohol.

# an8.42:10.3
source: Abrahmacariyā virameyya methunā,
sc_po: Be celibate, refraining from sex,

# an8.42:10.4
source: Rattiṃ na bhuñjeyya vikālabhojanaṃ.
sc_po: and don’t eat at night, the wrong time.

# an8.42:11.1
source: Mālaṃ na dhāre na ca gandhamācare,
sc_po: Not wearing garlands or applying perfumes,

# an8.42:11.2
source: Mañce chamāyaṃ va sayetha santhate;
sc_po: you should sleep on a low bed, or a mat on the ground.

# an8.42:11.3
source: Etañhi aṭṭhaṅgikamāhuposathaṃ,
sc_po: This is the eight-factored sabbath, they say,

# an8.42:11.4
source: Buddhena dukkhantagunā pakāsitaṃ.
sc_po: explained by the Buddha, who has gone to suffering’s end.

# an8.42:12.1
source: Cando ca suriyo ca ubho sudassanā,
sc_po: The moon and sun are both fair to see,

# an8.42:12.2
source: Obhāsayaṃ anupariyanti yāvatā;
sc_po: radiating as far as they revolve.

# an8.42:12.3
source: Tamonudā te pana antalikkhagā,
sc_po: Those shining ones in the sky light up the quarters,

# an8.42:12.4
source: Nabhe pabhāsanti disāvirocanā.
sc_po: dispelling the darkness as they traverse the heavens.

# an8.42:13.1
source: Etasmiṃ yaṃ vijjati antare dhanaṃ,
sc_po: All of the wealth that’s found in this realm—

# an8.42:13.2
source: Muttā maṇi veḷuriyañca bhaddakaṃ;
sc_po: pearls, gems, fine beryl too,

# an8.42:13.3
source: Siṅgīsuvaṇṇaṃ atha vāpi kañcanaṃ,
sc_po: horn-gold or mountain gold,

# an8.42:13.4
source: Yaṃ jātarūpaṃ haṭakanti vuccati.
sc_po: or natural gold dug up by marmots—

# an8.42:14.1
source: Aṭṭhaṅgupetassa uposathassa,
sc_po: they’re not worth a sixteenth part

# an8.42:14.2
source: Kalampi te nānubhavanti soḷasiṃ;
sc_po: of the sabbath with its eight factors,

# an8.42:14.3
source: Candappabhā tāragaṇā ca sabbe.
sc_po: as all the constellations of stars can’t equal the light of the moon.

# an8.42:15.1
source: Tasmā hi nārī ca naro ca sīlavā,
sc_po: So an ethical woman or man,

# an8.42:15.2
source: Aṭṭhaṅgupetaṃ upavassuposathaṃ;
sc_po: who has observed the eight-factored sabbath,

# an8.42:15.3
source: Puññāni katvāna sukhudrayāni,
sc_po: having made merit whose outcome is happiness,

# an8.42:15.4
source: Aninditā saggamupenti ṭhānan”ti.
sc_po: blameless, they go to a heavenly place.”
