Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.001.po
Languages: sc_po

# an8.1:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.1:0.2
source: 1. Mettāvagga
sc_po: 1. Love

# an8.1:0.3
source: 1. Mettāsutta
sc_po: 1. The Benefits of Love

# an8.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an8.1:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an8.1:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# an8.1:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# an8.1:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# an8.1:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an8.1:2.1
source: “Mettāya, bhikkhave, cetovimuttiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya aṭṭhānisaṃsā pāṭikaṅkhā.
sc_po: “Mendicants, you can expect eight benefits when the heart’s release by love has been cultivated, developed, and practiced, made a vehicle and a basis, kept up, consolidated, and properly implemented.

# an8.1:2.2
source: Katame aṭṭha?
sc_po: What eight?

# an8.1:2.3
source: Sukhaṃ supati, sukhaṃ paṭibujjhati, na pāpakaṃ supinaṃ passati, manussānaṃ piyo hoti, amanussānaṃ piyo hoti, devatā rakkhanti, nāssa aggi vā visaṃ vā satthaṃ vā kamati, uttariṃ appaṭivijjhanto brahmalokūpago hoti.
sc_po: You sleep well. You wake happily. You don’t see bad dreams. Humans love you. Non-humans love you. Deities protect you. You can’t be harmed by fire, poison, or blade. If you don’t reach any higher, you’ll be reborn in a Brahmā realm.

# an8.1:2.4
source: Mettāya, bhikkhave, cetovimuttiyā āsevitāya bhāvitāya bahulīkatāya yānīkatāya vatthukatāya anuṭṭhitāya paricitāya susamāraddhāya ime aṭṭhānisaṃsā pāṭikaṅkhāti.
sc_po: You can expect these eight benefits when the heart’s release by love has been cultivated, developed, and practiced, made a vehicle and a basis, kept up, consolidated, and properly implemented.

# an8.1:3.1
source: Yo ca mettaṃ bhāvayati,
sc_po: A mindful one who develops

# an8.1:3.2
source: appamāṇaṃ paṭissato;
sc_po: limitless love

# an8.1:3.3
source: Tanū saṃyojanā honti,
sc_po: weakens the fetters,

# an8.1:3.4
source: passato upadhikkhayaṃ.
sc_po: seeing the ending of attachments.

# an8.1:4.1
source: Ekampi ce pāṇamaduṭṭhacitto,
sc_po: Loving just one creature with a hateless heart

# an8.1:4.2
source: Mettāyati kusalī tena hoti;
sc_po: makes you a good person.

# an8.1:4.3
source: Sabbe ca pāṇe manasānukampī,
sc_po: Compassionate for all creatures,

# an8.1:4.4
source: Pahūtamariyo pakaroti puññaṃ.
sc_po: a noble one creates abundant merit.

# an8.1:5.1
source: Ye sattasaṇḍaṃ pathaviṃ vijetvā,
sc_po: The royal potentates conquered this land

# an8.1:5.2
source: Rājisayo yajamānā anupariyagā;
sc_po: and traveled around sponsoring sacrifices—

# an8.1:5.3
source: Assamedhaṃ purisamedhaṃ,
sc_po: horse sacrifice, human sacrifice,

# an8.1:5.4
source: Sammāpāsaṃ vājapeyyaṃ niraggaḷaṃ.
sc_po: the sacrifices of the ‘stick-casting’, the ‘royal soma drinking’, and the ‘unbarred’.

# an8.1:6.1
source: Mettassa cittassa subhāvitassa,
sc_po: These are not worth a sixteenth part

# an8.1:6.2
source: Kalampi te nānubhavanti soḷasiṃ;
sc_po: of the mind developed with love,

# an8.1:6.3
source: Candappabhā tāragaṇāva sabbe,
sc_po: as all the constellations of stars

# an8.1:6.4
source: Yathā na agghanti kalampi soḷasiṃ.
sc_po: aren’t worth a sixteenth part of the moon’s light.

# an8.1:7.1
source: Yo na hanti na ghāteti,
sc_po: If you don’t kill or encourage others to kill,

# an8.1:7.2
source: na jināti na jāpaye;
sc_po: don’t conquer or encourage others to conquer,

# an8.1:7.3
source: Mettaṃso sabbabhūtānaṃ,
sc_po: with love for all sentient beings,

# an8.1:7.4
source: veraṃ tassa na kenacī”ti.
sc_po: you’ll have no enmity for anyone.”
