Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.079.po
Languages: sc_po

# an8.79:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.79:0.2
source: 8. Yamakavagga
sc_po: 8. Pairs

# an8.79:0.3
source: 79. Parihānasutta
sc_po: 79. Decline

# an8.79:1.1
source: “Aṭṭhime, bhikkhave, dhammā sekhassa bhikkhuno parihānāya saṃvattanti.
sc_po: “These eight things lead to the decline of a mendicant trainee.

# an8.79:1.2
source: Katame aṭṭha?
sc_po: What eight?

# an8.79:1.3
source: Kammārāmatā, bhassārāmatā, niddārāmatā, saṅgaṇikārāmatā, indriyesu aguttadvāratā, bhojane amattaññutā, saṃsaggārāmatā, papañcārāmatā—
sc_po: They relish work, talk, sleep, and company. They don’t guard the sense doors and they eat too much. They relish closeness and proliferation.

# an8.79:1.4
source: ime kho, bhikkhave, aṭṭha dhammā sekhassa bhikkhuno parihānāya saṃvattanti.
sc_po: These eight things lead to the decline of a mendicant trainee.

# an8.79:2.1
source: Aṭṭhime, bhikkhave, dhammā sekhassa bhikkhuno aparihānāya saṃvattanti.
sc_po: These eight things don’t lead to the decline of a mendicant trainee.

# an8.79:2.2
source: Katame aṭṭha?
sc_po: What eight?

# an8.79:2.3
source: Na kammārāmatā, na bhassārāmatā, na niddārāmatā, na saṅgaṇikārāmatā, indriyesu guttadvāratā, bhojane mattaññutā, asaṃsaggārāmatā, nippapañcārāmatā—
sc_po: They don’t relish work, talk, and sleep. They guard the sense doors, and they don’t eat too much. They don’t relish closeness and proliferation.

# an8.79:2.4
source: ime kho, bhikkhave, aṭṭha dhammā sekhassa bhikkhuno aparihānāya saṃvattantī”ti.
sc_po: These eight things don’t lead to the decline of a mendicant trainee.”
