Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.034.po
Languages: sc_po

# an8.34:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.34:0.2
source: 4. Dānavagga
sc_po: 4. Giving

# an8.34:0.3
source: 34. Khettasutta
sc_po: 34. A Field

# an8.34:1.1
source: “Aṭṭhaṅgasamannāgate, bhikkhave, khette bījaṃ vuttaṃ na mahapphalaṃ hoti na mahassādaṃ na phātiseyyaṃ.
sc_po: “Mendicants, when a field has eight factors a seed sown in it is not very fruitful or rewarding or productive.

# an8.34:1.2
source: Kathaṃ aṭṭhaṅgasamannāgate?
sc_po: What eight factors does it have?

# an8.34:1.3
source: Idha, bhikkhave, khettaṃ unnāmaninnāmi ca hoti, pāsāṇasakkharikañca hoti, ūsarañca hoti, na ca gambhīrasitaṃ hoti, na āyasampannaṃ hoti, na apāyasampannaṃ hoti, na mātikāsampannaṃ hoti, na mariyādasampannaṃ hoti.
sc_po: It’s when a field has mounds and ditches. It has stones and gravel. It’s salty. It doesn’t have deep furrows. And it’s not equipped with water inlets, water outlets, irrigation channels, and boundaries.

# an8.34:1.4
source: Evaṃ aṭṭhaṅgasamannāgate, bhikkhave, khette bījaṃ vuttaṃ na mahapphalaṃ hoti na mahassādaṃ na phātiseyyaṃ.
sc_po: When a field has these eight factors a seed sown in it is not fruitful or rewarding or productive.

# an8.34:2.1
source: Evamevaṃ kho, bhikkhave, aṭṭhaṅgasamannāgatesu samaṇabrāhmaṇesu dānaṃ dinnaṃ na mahapphalaṃ hoti na mahānisaṃsaṃ na mahājutikaṃ na mahāvipphāraṃ.
sc_po: In the same way, when an ascetic or brahmin has eight factors a gift given to them is not very fruitful or beneficial or splendid or bountiful.

# an8.34:2.2
source: Kathaṃ aṭṭhaṅgasamannāgatesu?
sc_po: What eight factors do they have?

# an8.34:2.3
source: Idha, bhikkhave, samaṇabrāhmaṇā micchādiṭṭhikā honti, micchāsaṅkappā, micchāvācā, micchākammantā, micchāājīvā, micchāvāyāmā, micchāsatino, micchāsamādhino.
sc_po: It’s when an ascetic or brahmin has wrong view, wrong thought, wrong speech, wrong action, wrong livelihood, wrong effort, wrong mindfulness, and wrong immersion.

# an8.34:2.4
source: Evaṃ aṭṭhaṅgasamannāgatesu, bhikkhave, samaṇabrāhmaṇesu dānaṃ dinnaṃ na mahapphalaṃ hoti na mahānisaṃsaṃ na mahājutikaṃ na mahāvipphāraṃ.
sc_po: When an ascetic or brahmin has these eight factors a gift given to them is not very fruitful or beneficial or splendid or bountiful.

# an8.34:3.1
source: Aṭṭhaṅgasamannāgate, bhikkhave, khette bījaṃ vuttaṃ mahapphalaṃ hoti mahassādaṃ phātiseyyaṃ.
sc_po: When a field has eight factors a seed sown in it is very fruitful and rewarding and productive.

# an8.34:3.2
source: Kathaṃ aṭṭhaṅgasamannāgate?
sc_po: What eight factors does it have?

# an8.34:3.3
source: Idha, bhikkhave, khettaṃ anunnāmāninnāmi ca hoti, apāsāṇasakkharikañca hoti, anūsarañca hoti, gambhīrasitaṃ hoti, āyasampannaṃ hoti, apāyasampannaṃ hoti, mātikāsampannaṃ hoti, mariyādasampannaṃ hoti.
sc_po: It’s when a field doesn’t have mounds and ditches. It doesn’t have stones and gravel. It’s not salty. It has deep furrows. And it’s equipped with water inlets, water outlets, irrigation channels, and boundaries.

# an8.34:3.4
source: Evaṃ aṭṭhaṅgasamannāgate, bhikkhave, khette bījaṃ vuttaṃ mahapphalaṃ hoti mahassādaṃ phātiseyyaṃ.
sc_po: When a field has these eight factors a seed sown in it is very fruitful and rewarding and productive.

# an8.34:4.1
source: Evamevaṃ kho, bhikkhave, aṭṭhaṅgasamannāgatesu samaṇabrāhmaṇesu dānaṃ dinnaṃ mahapphalaṃ hoti mahānisaṃsaṃ mahājutikaṃ mahāvipphāraṃ.
sc_po: In the same way, when an ascetic or brahmin has eight factors a gift given to them is very fruitful and beneficial and splendid and bountiful.

# an8.34:4.2
source: Kathaṃ aṭṭhaṅgasamannāgatesu?
sc_po: What eight factors do they have?

# an8.34:4.3
source: Idha, bhikkhave, samaṇabrāhmaṇā sammādiṭṭhikā honti, sammāsaṅkappā, sammāvācā, sammākammantā, sammāājīvā, sammāvāyāmā, sammāsatino, sammāsamādhino.
sc_po: It’s when an ascetic or brahmin has right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# an8.34:4.4
source: Evaṃ aṭṭhaṅgasamannāgatesu, bhikkhave, samaṇabrāhmaṇesu dānaṃ dinnaṃ mahapphalaṃ hoti mahānisaṃsaṃ mahājutikaṃ mahāvipphāranti.
sc_po: When an ascetic or brahmin has these eight factors a gift given to them is very fruitful and beneficial and splendid and bountiful.

# an8.34:5.1
source: Yathāpi khette sampanne,
sc_po: When the field is excellent,

# an8.34:5.2
source: pavuttā bījasampadā;
sc_po: and the seed sown in it is excellent,

# an8.34:5.3
source: Deve sampādayantamhi,
sc_po: and the rainfall is excellent,

# an8.34:5.4
source: hoti dhaññassa sampadā.
sc_po: the crop of grain will be excellent.

# an8.34:6.1
source: Anītisampadā hoti,
sc_po: Its health is excellent,

# an8.34:6.2
source: virūḷhī bhavati sampadā;
sc_po: its growth is excellent,

# an8.34:6.3
source: Vepullasampadā hoti,
sc_po: its maturation is excellent,

# an8.34:6.4
source: phalaṃ ve hoti sampadā.
sc_po: and its fruit is excellent.

# an8.34:7.1
source: Evaṃ sampannasīlesu,
sc_po: So too, when you give excellent food

# an8.34:7.2
source: dinnā bhojanasampadā;
sc_po: to those of excellent ethics,

# an8.34:7.3
source: Sampadānaṃ upaneti,
sc_po: it leads to many excellences,

# an8.34:7.4
source: sampannaṃ hissa taṃ kataṃ.
sc_po: for what you did was excellent.

# an8.34:8.1
source: Tasmā sampadamākaṅkhī,
sc_po: So if a person wants excellence,

# an8.34:8.2
source: sampannatthūdha puggalo;
sc_po: let them excel in this.

# an8.34:8.3
source: Sampannapaññe sevetha,
sc_po: You should frequent those with excellent wisdom,

# an8.34:8.4
source: evaṃ ijjhanti sampadā.
sc_po: so that your own excellence will flourish.

# an8.34:9.1
source: Vijjācaraṇasampanne,
sc_po: Excelling in knowledge and conduct,

# an8.34:9.2
source: laddhā cittassa sampadaṃ;
sc_po: and having excellence of mind,

# an8.34:9.3
source: Karoti kammasampadaṃ,
sc_po: you perform excellent deeds,

# an8.34:9.4
source: labhati catthasampadaṃ.
sc_po: and gain excellent benefits.

# an8.34:10.1
source: Lokaṃ ñatvā yathābhūtaṃ,
sc_po: Truly knowing the world,

# an8.34:10.2
source: pappuyya diṭṭhisampadaṃ;
sc_po: and having attained excellence of view,

# an8.34:10.3
source: Maggasampadamāgamma,
sc_po: one who excels in mind proceeds,

# an8.34:10.4
source: yāti sampannamānaso.
sc_po: relying on excellence in the path.

# an8.34:11.1
source: Odhunitvā malaṃ sabbaṃ,
sc_po: Shaking off all stains,

# an8.34:11.2
source: patvā nibbānasampadaṃ;
sc_po: and attaining the excellence of extinguishment,

# an8.34:11.3
source: Muccati sabbadukkhehi,
sc_po: you’re freed from all sufferings:

# an8.34:11.4
source: sā hoti sabbasampadā”ti.
sc_po: this is complete excellence.”
