Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.083.po
Languages: sc_po

# an8.83:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.83:0.2
source: 9. Sativagga
sc_po: 9. Mindfulness

# an8.83:0.3
source: 83. Mūlakasutta
sc_po: 83. Rooted

# an8.83:1.1
source: “Sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: “Mendicants, if wanderers who follow other paths were to ask:

# an8.83:1.2
source: ‘kiṃmūlakā, āvuso, sabbe dhammā, kiṃsambhavā sabbe dhammā, kiṃsamudayā sabbe dhammā, kiṃsamosaraṇā sabbe dhammā, kiṃpamukhā sabbe dhammā, kiṃadhipateyyā sabbe dhammā, kiṃuttarā sabbe dhammā, kiṃsārā sabbe dhammā’ti, evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ kinti byākareyyāthā”ti?
sc_po: ‘Reverends, all things have what as their root? What produces them? What is their origin? What is their meeting place? What is their chief? What is their ruler? What is their overseer? What is their core?’ How would you answer them?”

# an8.83:1.3
source: “Bhagavaṃmūlakā no, bhante, dhammā, bhagavaṃnettikā bhagavaṃpaṭisaraṇā. Sādhu, bhante, bhagavantaṃyeva paṭibhātu etassa bhāsitassa attho. Bhagavato sutvā bhikkhū dhāressantī”ti.
sc_po: “Our teachings are rooted in the Buddha. He is our guide and our refuge. Sir, may the Buddha himself please clarify the meaning of this. The mendicants will listen and remember it.”

# an8.83:2.1
source: “Tena hi, bhikkhave, desessāmi.
sc_po: “Well then, mendicants, I will teach it.

# an8.83:2.2
source: Taṃ suṇātha, sādhukaṃ manasi karotha, bhāsissāmī”ti.
sc_po: Listen and pay close attention, I will speak.”

# an8.83:2.3
source: “Evaṃ, bhante”ti kho te bhikkhū bhagavato paccassosuṃ.
sc_po: “Yes, sir,” they replied.

# an8.83:2.4
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an8.83:2.5
source: “sace, bhikkhave, aññatitthiyā paribbājakā evaṃ puccheyyuṃ:
sc_po: “Mendicants, if wanderers who follow other paths were to ask:

# an8.83:2.6
source: ‘kiṃmūlakā, āvuso, sabbe dhammā, kiṃsambhavā sabbe dhammā, kiṃsamudayā sabbe dhammā, kiṃsamosaraṇā sabbe dhammā, kiṃpamukhā sabbe dhammā, kiṃadhipateyyā sabbe dhammā, kiṃuttarā sabbe dhammā, kiṃsārā sabbe dhammā’ti,
sc_po: ‘Reverends, all things have what as their root? What produces them? What is their origin? What is their meeting place? What is their chief? What is their ruler? What is their overseer? What is their core?’

# an8.83:2.7
source: evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyātha:
sc_po: You should answer them:

# an8.83:2.8
source: ‘chandamūlakā, āvuso, sabbe dhammā, manasikārasambhavā sabbe dhammā, phassasamudayā sabbe dhammā, vedanāsamosaraṇā sabbe dhammā, samādhippamukhā sabbe dhammā, satādhipateyyā sabbe dhammā, paññuttarā sabbe dhammā, vimuttisārā sabbe dhammā’ti,
sc_po: ‘Reverends, all things are rooted in desire. Attention produces them. Contact is their origin. Feeling is their meeting place. Immersion is their chief. Mindfulness is their ruler. Wisdom is their overseer. Freedom is their core.’

# an8.83:2.9
source: evaṃ puṭṭhā tumhe, bhikkhave, tesaṃ aññatitthiyānaṃ paribbājakānaṃ evaṃ byākareyyāthā”ti.
sc_po: When questioned by wanderers who follow other paths, that’s how you should answer them.”
