Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.080.po
Languages: sc_po

# an8.80:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.80:0.2
source: 8. Yamakavagga
sc_po: 8. Pairs

# an8.80:0.3
source: 80. Kusītārambhavatthusutta
sc_po: 80. Grounds for Laziness and Arousing Energy

# an8.80:1.1
source: “Aṭṭhimāni, bhikkhave, kusītavatthūni.
sc_po: “Mendicants, there are eight grounds for laziness.

# an8.80:1.2
source: Katamāni aṭṭha?
sc_po: What eight?

# an8.80:1.3
source: Idha, bhikkhave, bhikkhunā kammaṃ kattabbaṃ hoti.
sc_po: Firstly, a mendicant has some work to do.

# an8.80:1.4
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:1.5
source: ‘kammaṃ kho me kattabbaṃ bhavissati. Kammaṃ kho pana me karontassa kāyo kilamissati. Handāhaṃ nipajjāmī’ti.
sc_po: ‘I have some work to do. But while doing it my body will get tired. I’d better have a lie down.’

# an8.80:1.6
source: So nipajjati, na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# an8.80:1.7
source: Idaṃ, bhikkhave, paṭhamaṃ kusītavatthu. (1)
sc_po: This is the first ground for laziness.

# an8.80:2.1
source: Puna caparaṃ, bhikkhave, bhikkhunā kammaṃ kataṃ hoti.
sc_po: Furthermore, a mendicant has done some work.

# an8.80:2.2
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:2.3
source: ‘ahaṃ kho kammaṃ akāsiṃ. Kammaṃ kho pana me karontassa kāyo kilanto. Handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve done some work. But while working my body got tired. I’d better have a lie down.’

# an8.80:2.4
source: So nipajjati, na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# an8.80:2.5
source: Idaṃ, bhikkhave, dutiyaṃ kusītavatthu. (2)
sc_po: This is the second ground for laziness.

# an8.80:3.1
source: Puna caparaṃ, bhikkhave, bhikkhunā maggo gantabbo hoti.
sc_po: Furthermore, a mendicant has to go on a journey.

# an8.80:3.2
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:3.3
source: ‘maggo me gantabbo bhavissati. Maggaṃ kho pana me gacchantassa kāyo kilamissati. Handāhaṃ nipajjāmī’ti.
sc_po: ‘I have to go on a journey. But while walking my body will get tired. I’d better have a lie down.’

# an8.80:3.4
source: So nipajjati, na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# an8.80:3.5
source: Idaṃ, bhikkhave, tatiyaṃ kusītavatthu. (3)
sc_po: This is the third ground for laziness.

# an8.80:4.1
source: Puna caparaṃ, bhikkhave, bhikkhunā maggo gato hoti.
sc_po: Furthermore, a mendicant has gone on a journey.

# an8.80:4.2
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:4.3
source: ‘ahaṃ kho maggaṃ agamāsiṃ. Maggaṃ kho pana me gacchantassa kāyo kilanto. Handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve gone on a journey. But while walking my body got tired. I’d better have a lie down.’

# an8.80:4.4
source: So nipajjati, na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# an8.80:4.5
source: Idaṃ, bhikkhave, catutthaṃ kusītavatthu. (4)
sc_po: This is the fourth ground for laziness.

# an8.80:5.1
source: Puna caparaṃ, bhikkhave, bhikkhu gāmaṃ vā nigamaṃ vā piṇḍāya caranto na labhati lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ.
sc_po: Furthermore, a mendicant has wandered for alms, but they didn’t get to fill up on as much food as they like, coarse or fine.

# an8.80:5.2
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:5.3
source: ‘ahaṃ kho gāmaṃ vā nigamaṃ vā piṇḍāya caranto nālatthaṃ lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ. Tassa me kāyo kilanto akammañño. Handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve wandered for alms, but I didn’t get to fill up on as much food as I like, coarse or fine. My body is tired and unfit for work. I’d better have a lie down.’

# an8.80:5.4
source: So nipajjati, na vīriyaṃ ārabhati … pe …
sc_po: They lie down, and don’t rouse energy for achieving the unachieved, attaining the unattained, and realizing the unrealized.

# an8.80:5.5
source: idaṃ, bhikkhave, pañcamaṃ kusītavatthu. (5)
sc_po: This is the fifth ground for laziness.

# an8.80:6.1
source: Puna caparaṃ, bhikkhave, bhikkhu gāmaṃ vā nigamaṃ vā piṇḍāya caranto labhati lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ.
sc_po: Furthermore, a mendicant has wandered for alms, and they got to fill up on as much food as they like, coarse or fine.

# an8.80:6.2
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:6.3
source: ‘ahaṃ kho gāmaṃ vā nigamaṃ vā piṇḍāya caranto alatthaṃ lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ. Tassa me kāyo garuko akammañño māsācitaṃ maññe. Handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve wandered for alms, and I got to fill up on as much food as I like, coarse or fine. My body is heavy, unfit for work, like I’ve just eaten a load of beans. I’d better have a lie down.’

# an8.80:6.4
source: So nipajjati, na vīriyaṃ ārabhati … pe …
sc_po: They lie down, and don’t rouse energy for achieving the unachieved, attaining the unattained, and realizing the unrealized.

# an8.80:6.5
source: idaṃ, bhikkhave, chaṭṭhaṃ kusītavatthu. (6)
sc_po: This is the sixth ground for laziness.

# an8.80:7.1
source: Puna caparaṃ, bhikkhave, bhikkhuno uppanno hoti appamattako ābādho.
sc_po: Furthermore, a mendicant feels a little sick.

# an8.80:7.2
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:7.3
source: ‘uppanno kho me ayaṃ appamattako ābādho atthi kappo nipajjituṃ. Handāhaṃ nipajjāmī’ti.
sc_po: ‘I feel a little sick. Lying down would be good for me. I’d better have a lie down.’

# an8.80:7.4
source: So nipajjati, na vīriyaṃ ārabhati … pe …
sc_po: They lie down, and don’t rouse energy for achieving the unachieved, attaining the unattained, and realizing the unrealized.

# an8.80:7.5
source: idaṃ, bhikkhave, sattamaṃ kusītavatthu. (7)
sc_po: This is the seventh ground for laziness.

# an8.80:8.1
source: Puna caparaṃ, bhikkhave, bhikkhu gilānā vuṭṭhito hoti aciravuṭṭhito gelaññā.
sc_po: Furthermore, a mendicant has recently recovered from illness.

# an8.80:8.2
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:8.3
source: ‘ahaṃ kho gilānā vuṭṭhito aciravuṭṭhito gelaññā. Tassa me kāyo dubbalo akammañño. Handāhaṃ nipajjāmī’ti.
sc_po: ‘I’ve recently recovered from illness. My body is weak and unfit for work. I’d better have a lie down.’

# an8.80:8.4
source: So nipajjati, na vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They lie down, and don’t rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# an8.80:8.5
source: Idaṃ, bhikkhave, aṭṭhamaṃ kusītavatthu.
sc_po: This is the eighth ground for laziness.

# an8.80:8.6
source: Imāni kho, bhikkhave, aṭṭha kusītavatthūni. (8)
sc_po: These are the eight grounds for laziness.

# an8.80:9.1
source: Aṭṭhimāni, bhikkhave, ārambhavatthūni.
sc_po: There are eight grounds for arousing energy.

# an8.80:9.2
source: Katamāni aṭṭha?
sc_po: What eight?

# an8.80:9.3
source: Idha, bhikkhave, bhikkhunā kammaṃ kattabbaṃ hoti.
sc_po: Firstly, a mendicant has some work to do.

# an8.80:9.4
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:9.5
source: ‘kammaṃ kho me kattabbaṃ bhavissati. Kammaṃ kho mayā karontena na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ. Handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.
sc_po: ‘I have some work to do. While working it’s not easy to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# an8.80:9.6
source: So vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# an8.80:9.7
source: Idaṃ, bhikkhave, paṭhamaṃ ārambhavatthu. (1)
sc_po: This is the first ground for arousing energy.

# an8.80:10.1
source: Puna caparaṃ, bhikkhave, bhikkhunā kammaṃ kataṃ hoti.
sc_po: Furthermore, a mendicant has done some work.

# an8.80:10.2
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:10.3
source: ‘ahaṃ kho kammaṃ akāsiṃ. Kammaṃ kho panāhaṃ karonto nāsakkhiṃ buddhānaṃ sāsanaṃ manasi kātuṃ. Handāhaṃ vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.
sc_po: ‘I’ve done some work. While I was working I wasn’t able to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# an8.80:10.4
source: So vīriyaṃ ārabhati.
sc_po: They rouse up energy …

# an8.80:10.5
source: Idaṃ, bhikkhave, dutiyaṃ ārambhavatthu. (2)
sc_po: This is the second ground for arousing energy.

# an8.80:11.1
source: Puna caparaṃ, bhikkhave, bhikkhunā maggo gantabbo hoti.
sc_po: Furthermore, a mendicant has to go on a journey.

# an8.80:11.2
source: Tassa evaṃ hoti—
sc_po: They think:

# an8.80:11.3
source: maggo kho me gantabbo bhavissati. Maggaṃ kho pana me gacchantena na sukaraṃ buddhānaṃ sāsanaṃ manasi kātuṃ. Handāhaṃ vīriyaṃ … pe …
sc_po: ‘I have to go on a journey. While walking it’s not easy to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy …’ …

# an8.80:11.4
source: idaṃ, bhikkhave, tatiyaṃ ārambhavatthu. (3)
sc_po: This is the third ground for arousing energy.

# an8.80:12.1
source: Puna caparaṃ, bhikkhave, bhikkhunā maggo gato hoti.
sc_po: Furthermore, a mendicant has gone on a journey.

# an8.80:12.2
source: Tassa evaṃ hoti—
sc_po: They think:

# an8.80:12.3
source: ahaṃ kho maggaṃ agamāsiṃ. Maggaṃ kho panāhaṃ gacchanto nāsakkhiṃ buddhānaṃ sāsanaṃ manasi kātuṃ. Handāhaṃ vīriyaṃ ārabhāmi … pe …
sc_po: ‘I’ve gone on a journey. While I was walking I wasn’t able to focus on the instructions of the Buddhas. I’d better preemptively rouse up energy …’ …

# an8.80:12.4
source: idaṃ, bhikkhave, catutthaṃ ārambhavatthu. (4)
sc_po: This is the fourth ground for arousing energy.

# an8.80:13.1
source: Puna caparaṃ, bhikkhave, bhikkhu gāmaṃ vā nigamaṃ vā piṇḍāya caranto na labhati lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ.
sc_po: Furthermore, a mendicant has wandered for alms, but they didn’t get to fill up on as much food as they like, coarse or fine.

# an8.80:13.2
source: Tassa evaṃ hoti—
sc_po: They think:

# an8.80:13.3
source: ahaṃ kho gāmaṃ vā nigamaṃ vā piṇḍāya caranto nālatthaṃ lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ. Tassa me kāyo lahuko kammañño. Handāhaṃ vīriyaṃ ārabhāmi … pe …
sc_po: ‘I’ve wandered for alms, but I didn’t get to fill up on as much food as I like, coarse or fine. My body is light and fit for work. I’d better preemptively rouse up energy …’ …

# an8.80:13.4
source: idaṃ, bhikkhave, pañcamaṃ ārambhavatthu. (5)
sc_po: This is the fifth ground for arousing energy.

# an8.80:14.1
source: Puna caparaṃ, bhikkhave, bhikkhu gāmaṃ vā nigamaṃ vā piṇḍāya caranto labhati lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ.
sc_po: Furthermore, a mendicant has wandered for alms, and they got to fill up on as much food as they like, coarse or fine.

# an8.80:14.2
source: Tassa evaṃ hoti—
sc_po: They think:

# an8.80:14.3
source: ahaṃ kho gāmaṃ vā nigamaṃ vā piṇḍāya caranto alatthaṃ lūkhassa vā paṇītassa vā bhojanassa yāvadatthaṃ pāripūriṃ. Tassa me kāyo balavā kammañño. Handāhaṃ vīriyaṃ ārabhāmi … pe …
sc_po: ‘I’ve wandered for alms, and I got to fill up on as much food as I like, coarse or fine. My body is strong and fit for work. I’d better preemptively rouse up energy …’ …

# an8.80:14.4
source: idaṃ, bhikkhave, chaṭṭhaṃ ārambhavatthu. (6)
sc_po: This is the sixth ground for arousing energy.

# an8.80:15.1
source: Puna caparaṃ, bhikkhave, bhikkhuno uppanno hoti appamattako ābādho.
sc_po: Furthermore, a mendicant feels a little sick.

# an8.80:15.2
source: Tassa evaṃ hoti—
sc_po: They think:

# an8.80:15.3
source: uppanno kho me ayaṃ appamattako ābādho. Ṭhānaṃ kho panetaṃ vijjati yaṃ me ābādho pavaḍḍheyya. Handāhaṃ paṭikacceva vīriyaṃ ārabhāmi … pe …
sc_po: ‘I feel a little sick. It’s possible this illness will worsen. I’d better preemptively rouse up energy …’ …

# an8.80:15.4
source: idaṃ, bhikkhave, sattamaṃ ārambhavatthu. (7)
sc_po: This is the seventh ground for arousing energy.

# an8.80:16.1
source: Puna caparaṃ, bhikkhave, bhikkhu gilānā vuṭṭhito hoti aciravuṭṭhito gelaññā.
sc_po: Furthermore, a mendicant has recently recovered from illness.

# an8.80:16.2
source: Tassa evaṃ hoti:
sc_po: They think:

# an8.80:16.3
source: ‘ahaṃ kho gilānā vuṭṭhito aciravuṭṭhito gelaññā. Ṭhānaṃ kho panetaṃ vijjati yaṃ me ābādho paccudāvatteyya. Handāhaṃ paṭikacceva vīriyaṃ ārabhāmi appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāyā’ti.
sc_po: ‘I’ve recently recovered from illness. It’s possible the illness will come back. I’d better preemptively rouse up energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.’

# an8.80:16.4
source: So vīriyaṃ ārabhati appattassa pattiyā anadhigatassa adhigamāya asacchikatassa sacchikiriyāya.
sc_po: They rouse energy for attaining the unattained, achieving the unachieved, and realizing the unrealized.

# an8.80:16.5
source: Idaṃ, bhikkhave, aṭṭhamaṃ ārambhavatthu. (8)
sc_po: This is the eighth ground for arousing energy.

# an8.80:17.1
source: Imāni kho, bhikkhave, aṭṭha ārambhavatthūnī”ti.
sc_po: These are the eight grounds for arousing energy.”
