Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.028.po
Languages: sc_po

# an8.28:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.28:0.2
source: 3. Gahapativagga
sc_po: 3. Householders

# an8.28:0.3
source: 28. Dutiyabalasutta
sc_po: 28. Powers (2nd)

# an8.28:1.1
source: Atha kho āyasmā sāriputto yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ sāriputtaṃ bhagavā etadavoca:
sc_po: Then Venerable Sāriputta went up to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# an8.28:1.2
source: “kati nu kho, sāriputta, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:
sc_po: “Sāriputta, how many powers does a mendicant who has ended the defilements have that qualify them to claim:

# an8.28:1.3
source: ‘khīṇā me āsavā’”ti?
sc_po: ‘My defilements have ended.’”

# an8.28:1.4
source: “Aṭṭha, bhante, khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:
sc_po: “Sir, a mendicant who has ended the defilements has eight powers that qualify them to claim:

# an8.28:1.5
source: ‘khīṇā me āsavā’ti.
sc_po: ‘My defilements have ended.’

# an8.28:2.1
source: Katamāni aṭṭha?
sc_po: What eight?

# an8.28:2.2
source: Idha, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṃ sammappaññāya sudiṭṭhā honti.
sc_po: Firstly, a mendicant with defilements ended has clearly seen with right wisdom all conditions as truly impermanent.

# an8.28:2.3
source: Yampi, bhante, khīṇāsavassa bhikkhuno aniccato sabbe saṅkhārā yathābhūtaṃ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:
sc_po: This is a power that a mendicant who has ended the defilements relies on to claim:

# an8.28:2.4
source: ‘khīṇā me āsavā’ti. (1)
sc_po: ‘My defilements have ended.’

# an8.28:3.1
source: Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṃ sammappaññāya sudiṭṭhā honti.
sc_po: Furthermore, a mendicant with defilements ended has clearly seen with right wisdom that sensual pleasures are truly like a pit of glowing coals.

# an8.28:3.2
source: Yampi, bhante, khīṇāsavassa bhikkhuno aṅgārakāsūpamā kāmā yathābhūtaṃ sammappaññāya sudiṭṭhā honti, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:
sc_po: This is a power that a mendicant who has ended the defilements relies on to claim:

# an8.28:3.3
source: ‘khīṇā me āsavā’ti. (2)
sc_po: ‘My defilements have ended.’

# an8.28:4.1
source: Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno vivekaninnaṃ cittaṃ hoti vivekapoṇaṃ vivekapabbhāraṃ vivekaṭṭhaṃ nekkhammābhirataṃ byantibhūtaṃ sabbaso āsavaṭṭhāniyehi dhammehi.
sc_po: Furthermore, the mind of a mendicant with defilements ended slants, slopes, and inclines to seclusion. They’re withdrawn, loving renunciation, and they’ve totally done with defiling influences.

# an8.28:4.2
source: Yampi, bhante, khīṇāsavassa bhikkhuno vivekaninnaṃ cittaṃ hoti vivekapoṇaṃ vivekapabbhāraṃ vivekaṭṭhaṃ nekkhammābhirataṃ byantibhūtaṃ sabbaso āsavaṭṭhāniyehi dhammehi, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:
sc_po: This is a power that a mendicant who has ended the defilements relies on to claim:

# an8.28:4.3
source: ‘khīṇā me āsavā’ti. (3)
sc_po: ‘My defilements have ended.’

# an8.28:5.1
source: Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā.
sc_po: Furthermore, a mendicant with defilements ended has well developed the four kinds of mindfulness meditation.

# an8.28:5.2
source: Yampi, bhante, khīṇāsavassa bhikkhuno cattāro satipaṭṭhānā bhāvitā honti subhāvitā, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:
sc_po: This is a power that a mendicant who has ended the defilements relies on to claim:

# an8.28:5.3
source: ‘khīṇā me āsavā’ti. (4)
sc_po: ‘My defilements have ended.’

# an8.28:6.1
source: Puna caparaṃ, bhante, khīṇāsavassa bhikkhuno cattāro iddhipādā bhāvitā honti subhāvitā … pe …
sc_po: Furthermore, a mendicant with defilements ended has well developed the four bases of psychic power …

# an8.28:6.2
source: pañcindriyāni bhāvitāni honti subhāvitāni … pe …
sc_po: the five faculties …

# an8.28:6.3
source: satta bojjhaṅgā bhāvitā honti subhāvitā … pe …
sc_po: the seven awakening factors …

# an8.28:6.4
source: ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito.
sc_po: the noble eightfold path.

# an8.28:6.5
source: Yampi, bhante, khīṇāsavassa bhikkhuno ariyo aṭṭhaṅgiko maggo bhāvito hoti subhāvito, idampi, bhante, khīṇāsavassa bhikkhuno balaṃ hoti, yaṃ balaṃ āgamma khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:
sc_po: This is a power that a mendicant who has ended the defilements relies on to claim:

# an8.28:6.6
source: ‘khīṇā me āsavā’ti. (5–8.)
sc_po: ‘My defilements have ended.’

# an8.28:7.1
source: Imāni kho, bhante, aṭṭha khīṇāsavassa bhikkhuno balāni, yehi balehi samannāgato khīṇāsavo bhikkhu āsavānaṃ khayaṃ paṭijānāti:
sc_po: A mendicant who has ended the defilements has these eight powers that qualify them to claim:

# an8.28:7.2
source: ‘khīṇā me āsavā’”ti.
sc_po: ‘My defilements have ended.’”
