Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.015.po
Languages: sc_po

# an8.15:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.15:0.2
source: 2. Mahāvagga
sc_po: 2. The Great Chapter

# an8.15:0.3
source: 15. Malasutta
sc_po: 15. Stains

# an8.15:1.1
source: “Aṭṭhimāni, bhikkhave, malāni.
sc_po: “Mendicants, there are these eight stains.

# an8.15:1.2
source: Katamāni aṭṭha?
sc_po: What eight?

# an8.15:1.3
source: Asajjhāyamalā, bhikkhave, mantā;
sc_po: Not reciting is the stain of hymns.

# an8.15:1.4
source: anuṭṭhānamalā, bhikkhave, gharā;
sc_po: Neglect is the stain of houses.

# an8.15:1.5
source: malaṃ, bhikkhave, vaṇṇassa kosajjaṃ;
sc_po: Laziness is the stain of beauty.

# an8.15:1.6
source: pamādo, bhikkhave, rakkhato malaṃ;
sc_po: Negligence is a guard’s stain.

# an8.15:1.7
source: malaṃ, bhikkhave, itthiyā duccaritaṃ;
sc_po: Misconduct is a woman’s stain.

# an8.15:1.8
source: maccheraṃ, bhikkhave, dadato malaṃ;
sc_po: Stinginess is a giver’s stain.

# an8.15:1.9
source: malā, bhikkhave, pāpakā akusalā dhammā asmiṃ loke paramhi ca;
sc_po: Bad, unskillful qualities are a stain in this world and the next.

# an8.15:1.10
source: tato, bhikkhave, malā malataraṃ avijjā paramaṃ malaṃ.
sc_po: Worse than any of these is ignorance, the worst stain of all.

# an8.15:1.11
source: Imāni kho, bhikkhave, aṭṭha malānīti.
sc_po: These are the eight stains.

# an8.15:2.1
source: Asajjhāyamalā mantā,
sc_po: Hymns get stained when they’re not recited.

# an8.15:2.2
source: anuṭṭhānamalā gharā;
sc_po: The stain of houses is neglect.

# an8.15:2.3
source: Malaṃ vaṇṇassa kosajjaṃ,
sc_po: Laziness is the stain of beauty.

# an8.15:2.4
source: pamādo rakkhato malaṃ.
sc_po: A guard’s stain is negligence.

# an8.15:3.1
source: Malitthiyā duccaritaṃ,
sc_po: Misconduct is a woman’s stain.

# an8.15:3.2
source: maccheraṃ dadato malaṃ;
sc_po: A giver’s stain is stinginess.

# an8.15:3.3
source: Malā ve pāpakā dhammā,
sc_po: Bad qualities are a stain

# an8.15:3.4
source: asmiṃ loke paramhi ca;
sc_po: in this world and the next.

# an8.15:3.5
source: Tato malā malataraṃ,
sc_po: But a worse stain than these

# an8.15:3.6
source: avijjā paramaṃ malan”ti.
sc_po: is ignorance, the worst of stains.”
