Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.049.po
Languages: sc_po

# an8.49:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.49:0.2
source: 5. Uposathavagga
sc_po: 5. Sabbath

# an8.49:0.3
source: 49. Paṭhamaidhalokikasutta
sc_po: 49. Winning in This Life (1st)

# an8.49:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati pubbārāme migāramātupāsāde.
sc_po: At one time the Buddha was staying near Sāvatthī in the Eastern Monastery, the stilt longhouse of Migāra’s mother.

# an8.49:1.2
source: Atha kho visākhā migāramātā yena bhagavā tenupasaṅkami … pe ….
sc_po: Then Visākhā, Migāra’s mother, went up to the Buddha, bowed, and sat down to one side.

# an8.49:1.3
source: Ekamantaṃ nisinnaṃ kho visākhaṃ migāramātaraṃ bhagavā etadavoca:
sc_po: The Buddha said to her:

# an8.49:2.1
source: “Catūhi kho, visākhe, dhammehi samannāgato mātugāmo idhalokavijayāya paṭipanno hoti, ayaṃsa loko āraddho hoti.
sc_po: “Visākhā, a female who has four qualities is practicing to win in this life, and she succeeds at it.

# an8.49:2.2
source: Katamehi catūhi?
sc_po: What four?

# an8.49:2.3
source: Idha, visākhe, mātugāmo susaṃvihitakammanto hoti, saṅgahitaparijano, bhattu manāpaṃ carati, sambhataṃ anurakkhati.
sc_po: It’s when a female is well-organized at work, manages the domestic help, acts lovingly toward her husband, and preserves his earnings.

# an8.49:3.1
source: Kathañca, visākhe, mātugāmo susaṃvihitakammanto hoti?
sc_po: And how is a female well-organized at work?

# an8.49:3.2
source: Idha, visākhe, mātugāmo ye te bhattu abbhantarā kammantā—uṇṇāti vā kappāsāti vā—tattha dakkhā hoti analasā tatrupāyāya vīmaṃsāya samannāgatā alaṃ kātuṃ alaṃ saṃvidhātuṃ.
sc_po: It’s when she’s skilled and tireless in doing domestic duties for her husband, such as knitting and sewing. She understands how to go about things in order to complete and organize the work.

# an8.49:3.3
source: Evaṃ kho, visākhe, mātugāmo susaṃvihitakammanto hoti. (1)
sc_po: That’s how a female is well-organized at work.

# an8.49:4.1
source: Kathañca, visākhe, mātugāmo saṅgahitaparijano hoti?
sc_po: And how does a female manage the domestic help?

# an8.49:4.2
source: Idha, visākhe, mātugāmo yo so bhattu abbhantaro antojano—dāsāti vā pessāti vā kammakarāti vā—
sc_po: It’s when she knows what work her husband’s domestic bondservants, employees, and workers have completed, and what they’ve left incomplete.

# an8.49:4.3
source: tesaṃ katañca katato jānāti akatañca akatato jānāti, gilānakānañca balābalaṃ jānāti khādanīyaṃ bhojanīyañcassa paccaṃsena saṃvibhajati.
sc_po: She knows who is sick, and who is fit or unwell. She distributes to each a fair portion of various foods.

# an8.49:4.4
source: Evaṃ kho, visākhe, mātugāmo saṅgahitaparijano hoti. (2)
sc_po: That’s how a female manages the domestic help.

# an8.49:5.1
source: Kathañca, visākhe, mātugāmo bhattu manāpaṃ carati?
sc_po: And how does a female act lovingly toward her husband?

# an8.49:5.2
source: Idha, visākhe, mātugāmo yaṃ bhattu amanāpasaṅkhātaṃ taṃ jīvitahetupi na ajjhācarati.
sc_po: It’s when a female would not transgress in any way that her husband would not consider loveable, even for the sake of her own life.

# an8.49:5.3
source: Evaṃ kho, visākhe, mātugāmo bhattu manāpaṃ carati. (3)
sc_po: That’s how a female acts lovingly toward her husband.

# an8.49:6.1
source: Kathañca, visākhe, mātugāmo sambhataṃ anurakkhati?
sc_po: And how does a female preserve his earnings?

# an8.49:6.2
source: Idha, visākhe, mātugāmo yaṃ bhattā āharati dhanaṃ vā dhaññaṃ vā rajataṃ vā jātarūpaṃ vā taṃ ārakkhena guttiyā sampādeti, tattha ca hoti adhuttī athenī asoṇḍī avināsikā.
sc_po: It’s when she ensures that any income her husband earns is guarded and protected, whether money, grain, silver, or gold. She doesn’t overspend, steal, waste, or lose it.

# an8.49:6.3
source: Evaṃ kho, visākhe, mātugāmo sambhataṃ anurakkhati.
sc_po: That’s how a female preserves his earnings.

# an8.49:6.4
source: Imehi kho, visākhe, catūhi dhammehi samannāgato mātugāmo idhalokavijayāya paṭipanno hoti, ayaṃsa loko āraddho hoti. (4)
sc_po: A female who has these four qualities is practicing to win in this life, and she succeeds at it.

# an8.49:7.1
source: Catūhi kho, visākhe, dhammehi samannāgato mātugāmo paralokavijayāya paṭipanno hoti, paraloko āraddho hoti.
sc_po: A female who has four qualities is practicing to win in the next life, and she succeeds at it.

# an8.49:7.2
source: Katamehi catūhi?
sc_po: What four?

# an8.49:7.3
source: Idha, visākhe, mātugāmo saddhāsampanno hoti, sīlasampanno hoti, cāgasampanno hoti, paññāsampanno hoti.
sc_po: It’s when a female is accomplished in faith, ethics, generosity, and wisdom.

# an8.49:8.1
source: Kathañca, visākhe, mātugāmo saddhāsampanno hoti?
sc_po: And how is a female accomplished in faith?

# an8.49:8.2
source: Idha, visākhe, mātugāmo saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: It’s when a female has faith in the Realized One’s awakening:

# an8.49:8.3
source: ‘itipi so bhagavā arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.’

# an8.49:8.4
source: Evaṃ kho, visākhe, mātugāmo saddhāsampanno hoti. (5)
sc_po: That’s how a female is accomplished in faith.

# an8.49:9.1
source: Kathañca, visākhe, mātugāmo sīlasampanno hoti?
sc_po: And how is a female accomplished in ethics?

# an8.49:9.2
source: Idha, visākhe, mātugāmo pāṇātipātā paṭivirato hoti … pe … surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: It’s when a female doesn’t kill living creatures, steal, commit sexual misconduct, lie, or consume alcoholic drinks that cause negligence.

# an8.49:9.3
source: Evaṃ kho, visākhe, mātugāmo sīlasampanno hoti. (6)
sc_po: That’s how a female is accomplished in ethics.

# an8.49:10.1
source: Kathañca, visākhe, mātugāmo cāgasampanno hoti?
sc_po: And how is a female accomplished in generosity?

# an8.49:10.2
source: Idha, visākhe, mātugāmo vigatamalamaccherena cetasā agāraṃ ajjhāvasati muttacāgā payatapāṇinī vossaggaratā yācayogā dānasaṃvibhāgaratā.
sc_po: It’s when she lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# an8.49:10.3
source: Evaṃ kho, visākhe, mātugāmo cāgasampanno hoti. (7)
sc_po: That’s how a female is accomplished in generosity.

# an8.49:11.1
source: Kathañca, visākhe, mātugāmo paññāsampanno hoti?
sc_po: And how is a female accomplished in wisdom?

# an8.49:11.2
source: Idha, visākhe, mātugāmo paññavā hoti … pe …
sc_po: It’s when a female is wise. She has the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an8.49:11.3
source: evaṃ kho, visākhe, mātugāmo paññāsampanno hoti. (8)
sc_po: That’s how a female is accomplished in wisdom.

# an8.49:12.1
source: Imehi kho, visākhe, catūhi dhammehi samannāgato mātugāmo paralokavijayāya paṭipanno hoti, paraloko āraddho hotīti.
sc_po: A female who has these four qualities is practicing to win in the next life, and she succeeds at it.

# an8.49:13.1
source: Susaṃvihitakammantā,
sc_po: She’s organized at work,

# an8.49:13.2
source: saṅgahitaparijjanā;
sc_po: and manages the domestic help.

# an8.49:13.3
source: Bhattu manāpaṃ carati,
sc_po: She’s loveable to her husband,

# an8.49:13.4
source: sambhataṃ anurakkhati.
sc_po: and preserves his wealth.

# an8.49:14.1
source: Saddhā sīlena sampannā,
sc_po: Faithful, accomplished in ethics,

# an8.49:14.2
source: vadaññū vītamaccharā;
sc_po: kind, rid of stinginess,

# an8.49:14.3
source: Niccaṃ maggaṃ visodheti,
sc_po: she always purifies the path

# an8.49:14.4
source: sotthānaṃ samparāyikaṃ.
sc_po: to well-being in lives to come.

# an8.49:15.1
source: Iccete aṭṭha dhammā ca,
sc_po: And so, a lady in whom

# an8.49:15.2
source: yassā vijjanti nāriyā;
sc_po: these eight qualities are found

# an8.49:15.3
source: Tampi sīlavatiṃ āhu,
sc_po: is known as virtuous,

# an8.49:15.4
source: dhammaṭṭhaṃ saccavādiniṃ.
sc_po: firm in principle, and truthful.

# an8.49:16.1
source: Soḷasākārasampannā,
sc_po: Accomplished in sixteen respects,

# an8.49:16.2
source: Aṭṭhaṅgasusamāgatā;
sc_po: complete with the eight factors,

# an8.49:16.3
source: Tādisī sīlavatī upāsikā,
sc_po: a virtuous laywoman such as she

# an8.49:16.4
source: Upapajjati devalokaṃ manāpan”ti.
sc_po: is reborn in the realm of the Loveable Gods.”
