Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.041.po
Languages: sc_po

# an8.41:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.41:0.2
source: 5. Uposathavagga
sc_po: 5. Sabbath

# an8.41:0.3
source: 41. Saṅkhittūposathasutta
sc_po: 41. The Sabbath With Eight Factors, In Brief

# an8.41:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# an8.41:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# an8.41:1.3
source: Tatra kho bhagavā bhikkhū āmantesi:
sc_po: There the Buddha addressed the mendicants,

# an8.41:1.4
source: “bhikkhavo”ti.
sc_po: “Mendicants!”

# an8.41:1.5
source: “Bhadante”ti te bhikkhū bhagavato paccassosuṃ.
sc_po: “Venerable sir,” they replied.

# an8.41:1.6
source: Bhagavā etadavoca:
sc_po: The Buddha said this:

# an8.41:2.1
source: “Aṭṭhaṅgasamannāgato, bhikkhave, uposatho upavuttho mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro.
sc_po: “Mendicants, the observance of the sabbath with its eight factors is very fruitful and beneficial and splendid and bountiful.

# an8.41:2.2
source: Kathaṃ upavuttho ca, bhikkhave, aṭṭhaṅgasamannāgato uposatho mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro?
sc_po: And how should it be observed?

# an8.41:2.3
source: Idha, bhikkhave, ariyasāvako iti paṭisañcikkhati:
sc_po: It’s when a noble disciple reflects:

# an8.41:2.4
source: ‘yāvajīvaṃ arahanto pāṇātipātaṃ pahāya pāṇātipātā paṭiviratā nihitadaṇḍā nihitasatthā lajjī dayāpannā, sabbapāṇabhūtahitānukampino viharanti.
sc_po: ‘As long as they live, the perfected ones give up killing living creatures, renouncing the rod and the sword. They are scrupulous and kind, and live full of compassion for all living beings.

# an8.41:2.5
source: Ahampajja imañca rattiṃ imañca divasaṃ pāṇātipātaṃ pahāya pāṇātipātā paṭivirato nihitadaṇḍo nihitasattho lajjī dayāpanno, sabbapāṇabhūtahitānukampī viharāmi.
sc_po: I, too, for this day and night will give up killing living creatures, renouncing the rod and the sword. I’ll be scrupulous and kind, and live full of compassion for all living beings.

# an8.41:2.6
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.41:2.7
source: Iminā paṭhamena aṅgena samannāgato hoti. (1)
sc_po: This is its first factor.

# an8.41:3.1
source: ‘Yāvajīvaṃ arahanto adinnādānaṃ pahāya adinnādānā paṭiviratā dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharanti.
sc_po: ‘As long as they live, the perfected ones give up stealing. They take only what’s given, and expect only what’s given. They keep themselves clean by not thieving.

# an8.41:3.2
source: Ahampajja imañca rattiṃ imañca divasaṃ adinnādānaṃ pahāya adinnādānā paṭivirato dinnādāyī dinnapāṭikaṅkhī, athenena sucibhūtena attanā viharāmi.
sc_po: I, too, for this day and night will give up stealing. I’ll take only what’s given, and expect only what’s given. I’ll keep myself clean by not thieving.

# an8.41:3.3
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.41:3.4
source: Iminā dutiyena aṅgena samannāgato hoti. (2)
sc_po: This is its second factor.

# an8.41:4.1
source: ‘Yāvajīvaṃ arahanto abrahmacariyaṃ pahāya brahmacārino ārācārino viratā methunā gāmadhammā.
sc_po: ‘As long as they live, the perfected ones give up unchastity. They are celibate, set apart, avoiding the common practice of sex.

# an8.41:4.2
source: Ahampajja imañca rattiṃ imañca divasaṃ abrahmacariyaṃ pahāya brahmacārī ārācārī virato methunā gāmadhammā.
sc_po: I, too, for this day and night will give up unchastity. I will be celibate, set apart, avoiding the common practice of sex.

# an8.41:4.3
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.41:4.4
source: Iminā tatiyena aṅgena samannāgato hoti. (3)
sc_po: This is its third factor.

# an8.41:5.1
source: ‘Yāvajīvaṃ arahanto musāvādaṃ pahāya musāvādā paṭiviratā saccavādino saccasandhā thetā paccayikā avisaṃvādako lokassa.
sc_po: ‘As long as they live, the perfected ones give up lying. They speak the truth and stick to the truth. They’re honest and trustworthy, and don’t trick the world with their words.

# an8.41:5.2
source: Ahampajja imañca rattiṃ imañca divasaṃ musāvādaṃ pahāya musāvādā paṭivirato saccavādī saccasandho theto paccayiko avisaṃvādako lokassa.
sc_po: I, too, for this day and night will give up lying. I’ll speak the truth and stick to the truth. I’ll be honest and trustworthy, and won’t trick the world with my words.

# an8.41:5.3
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.41:5.4
source: Iminā catutthena aṅgena samannāgato hoti. (4)
sc_po: This is its fourth factor.

# an8.41:6.1
source: ‘Yāvajīvaṃ arahanto surāmerayamajjapamādaṭṭhānaṃ pahāya surāmerayamajjapamādaṭṭhānā paṭiviratā.
sc_po: ‘As long as they live, the perfected ones give up alcoholic drinks that cause negligence.

# an8.41:6.2
source: Ahampajja imañca rattiṃ imañca divasaṃ surāmerayamajjapamādaṭṭhānaṃ pahāya surāmerayamajjapamādaṭṭhānā paṭivirato.
sc_po: I, too, for this day and night will give up alcoholic drinks that cause negligence.

# an8.41:6.3
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.41:6.4
source: Iminā pañcamena aṅgena samannāgato hoti. (5)
sc_po: This is its fifth factor.

# an8.41:7.1
source: ‘Yāvajīvaṃ arahanto ekabhattikā rattūparatā viratā vikālabhojanā.
sc_po: ‘As long as they live, the perfected ones eat in one part of the day, abstaining from eating at night and from food at the wrong time.

# an8.41:7.2
source: Ahampajja imañca rattiṃ imañca divasaṃ ekabhattiko rattūparato virato vikālabhojanā.
sc_po: I, too, for this day and night will eat in one part of the day, abstaining from eating at night and food at the wrong time.

# an8.41:7.3
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.41:7.4
source: Iminā chaṭṭhena aṅgena samannāgato hoti. (6)
sc_po: This is its sixth factor.

# an8.41:8.1
source: ‘Yāvajīvaṃ arahanto naccagītavāditavisūkadassanamālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānaṃ pahāya naccagītavāditavisūkadassanamālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭiviratā.
sc_po: ‘As long as they live, the perfected ones give up dancing, singing, music, and seeing shows; and beautifying and adorning themselves with garlands, fragrance, and makeup.

# an8.41:8.2
source: Ahampajja imañca rattiṃ imañca divasaṃ naccagītavāditavisūkadassanamālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānaṃ pahāya naccagītavāditavisūkadassanamālāgandhavilepanadhāraṇamaṇḍanavibhūsanaṭṭhānā paṭivirato.
sc_po: I, too, for this day and night will give up dancing, singing, music, and seeing shows; and beautifying and adorning myself with garlands, fragrance, and makeup.

# an8.41:8.3
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.41:8.4
source: Iminā sattamena aṅgena samannāgato hoti. (7)
sc_po: This is its seventh factor.

# an8.41:9.1
source: ‘Yāvajīvaṃ arahanto uccāsayanamahāsayanaṃ pahāya uccāsayanamahāsayanā paṭiviratā nīcaseyyaṃ kappenti—mañcake vā tiṇasanthārake vā.
sc_po: ‘As long as they live, the perfected ones give up high and luxurious beds. They sleep in a low place, either a small bed or a straw mat.

# an8.41:9.2
source: Ahampajja imañca rattiṃ imañca divasaṃ uccāsayanamahāsayanaṃ pahāya uccāsayanamahāsayanā paṭivirato nīcaseyyaṃ kappemi—mañcake vā tiṇasanthārake vā.
sc_po: I, too, for this day and night will give up high and luxurious beds. I’ll sleep in a low place, either a small bed or a straw mat.

# an8.41:9.3
source: Imināpaṅgena arahataṃ anukaromi, uposatho ca me upavuttho bhavissatī’ti.
sc_po: I will observe the sabbath by doing as the perfected ones do in this respect.’

# an8.41:9.4
source: Iminā aṭṭhamena aṅgena samannāgato hoti. (8)
sc_po: This is its eighth factor.

# an8.41:10.1
source: Evaṃ upavuttho kho, bhikkhave, aṭṭhaṅgasamannāgato uposatho mahapphalo hoti mahānisaṃso mahājutiko mahāvipphāro”ti.
sc_po: The observance of the sabbath with its eight factors in this way is very fruitful and beneficial and splendid and bountiful.”
