Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.016.po
Languages: sc_po

# an8.16:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.16:0.2
source: 2. Mahāvagga
sc_po: 2. The Great Chapter

# an8.16:0.3
source: 16. Dūteyyasutta
sc_po: 16. Going on a Mission

# an8.16:1.1
source: “Aṭṭhahi, bhikkhave, dhammehi samannāgato bhikkhu dūteyyaṃ gantumarahati.
sc_po: “Mendicants, a mendicant with eight qualities is worthy of going on a mission.

# an8.16:1.2
source: Katamehi aṭṭhahi?
sc_po: What eight?

# an8.16:1.3
source: Idha, bhikkhave, bhikkhu sotā ca hoti, sāvetā ca, uggahetā ca, dhāretā ca, viññātā ca, viññāpetā ca, kusalo ca sahitāsahitassa, no ca kalahakārako—
sc_po: It’s a mendicant who learns and educates others. They memorize and help others remember. They understand and help others understand. They’re skilled at knowing what’s on topic and what isn’t. And they don’t cause quarrels.

# an8.16:1.4
source: imehi kho, bhikkhave, aṭṭhahi dhammehi samannāgato bhikkhu dūteyyaṃ gantumarahati.
sc_po: A mendicant with these eight qualities is worthy of going on a mission.

# an8.16:1.5
source: Aṭṭhahi, bhikkhave, dhammehi samannāgato sāriputto dūteyyaṃ gantumarahati.
sc_po: Having eight qualities Sāriputta is worthy of going on a mission.

# an8.16:1.6
source: Katamehi aṭṭhahi?
sc_po: What eight?

# an8.16:1.7
source: Idha, bhikkhave, sāriputto sotā ca hoti, sāvetā ca, uggahetā ca, dhāretā ca, viññātā ca, viññāpetā ca, kusalo ca sahitāsahitassa, no ca kalahakārako.
sc_po: He learns and educates others. He memorizes and helps others remember. He understands and helps others understand. He’s skilled at knowing what’s on topic and what isn’t. And he doesn’t cause quarrels.

# an8.16:1.8
source: Imehi kho, bhikkhave, aṭṭhahi dhammehi samannāgato sāriputto dūteyyaṃ gantumarahatīti.
sc_po: Having these eight qualities Sāriputta is worthy of going on a mission.

# an8.16:2.1
source: Yo ve na byathati patvā,
sc_po: They don’t tremble when arriving

# an8.16:2.2
source: parisaṃ uggavādiniṃ;
sc_po: at an assembly of fierce debaters.

# an8.16:2.3
source: Na ca hāpeti vacanaṃ,
sc_po: They don’t omit any words,

# an8.16:2.4
source: na ca chādeti sāsanaṃ.
sc_po: or conceal the instructions.

# an8.16:3.1
source: Asandiddhañca bhaṇati,
sc_po: Their words aren’t poisoned,

# an8.16:3.2
source: Pucchito na ca kuppati;
sc_po: and they don’t tremble when questioned.

# an8.16:3.3
source: Sa ve tādisako bhikkhu,
sc_po: Such a mendicant

# an8.16:3.4
source: Dūteyyaṃ gantumarahatī”ti.
sc_po: is worthy of going on a mission.”
