Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.076.po
Languages: sc_po

# an8.76:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.76:0.2
source: 8. Yamakavagga
sc_po: 8. Pairs

# an8.76:0.3
source: 76. Dutiyasampadāsutta
sc_po: 76. Accomplishments (2nd)

# an8.76:1.1
source: “Aṭṭhimā, bhikkhave, sampadā.
sc_po: “Mendicants, there are these eight accomplishments.

# an8.76:1.2
source: Katamā aṭṭha?
sc_po: What eight?

# an8.76:1.3
source: Uṭṭhānasampadā, ārakkhasampadā, kalyāṇamittatā, samajīvitā, saddhāsampadā, sīlasampadā, cāgasampadā, paññāsampadā.
sc_po: Accomplishment in initiative, protection, good friendship, and balanced finances. And accomplishment in faith, ethics, generosity, and wisdom.

# an8.76:1.4
source: Katamā ca, bhikkhave, uṭṭhānasampadā?
sc_po: And what is accomplishment in initiative?

# an8.76:1.5
source: Idha, bhikkhave, kulaputto yena kammaṭṭhānena jīvitaṃ kappeti—
sc_po: It’s when a gentleman earns a living by means such as

# an8.76:1.6
source: yadi kasiyā yadi vaṇijjāya yadi gorakkhena yadi issattena yadi rājaporisena yadi sippaññatarena—
sc_po: farming, trade, raising cattle, archery, government service, or one of the professions.

# an8.76:1.7
source: tattha dakkho hoti analaso, tatrupāyāya vīmaṃsāya samannāgato, alaṃ kātuṃ alaṃ saṃvidhātunti.
sc_po: They understand how to go about these things in order to complete and organize the work.

# an8.76:1.8
source: Ayaṃ vuccati, bhikkhave, uṭṭhānasampadā. (1)
sc_po: This is called accomplishment in initiative.

# an8.76:2.1
source: Katamā ca, bhikkhave, ārakkhasampadā?
sc_po: And what is accomplishment in protection?

# an8.76:2.2
source: Idha, bhikkhave, kulaputtassa bhogā honti uṭṭhānavīriyādhigatā bāhābalaparicitā sedāvakkhittā dhammikā dhammaladdhā te ārakkhena guttiyā sampādeti:
sc_po: It’s when a gentleman owns legitimate wealth that he has earned by his own efforts and initiative, built up with his own hands, gathered by the sweat of the brow. They ensure it is guarded and protected, thinking:

# an8.76:2.3
source: ‘kinti me bhoge neva rājāno hareyyuṃ, na corā hareyyuṃ, na aggi ḍaheyya, na udakaṃ vaheyya, na appiyā dāyādā hareyyun’ti.
sc_po: ‘How can I prevent my wealth from being taken by rulers or bandits, consumed by fire, swept away by flood, or taken by unloved heirs?’

# an8.76:2.4
source: Ayaṃ vuccati, bhikkhave, ārakkhasampadā. (2)
sc_po: This is called accomplishment in protection.

# an8.76:3.1
source: Katamā ca, bhikkhave, kalyāṇamittatā?
sc_po: And what is accomplishment in good friendship?

# an8.76:3.2
source: Idha, bhikkhave, kulaputto yasmiṃ gāme vā nigame vā paṭivasati, tattha ye te honti gahapatī vā gahapatiputtā vā daharā vā vuddhasīlino vuddhā vā vuddhasīlino saddhāsampannā sīlasampannā cāgasampannā paññāsampannā, tehi saddhiṃ santiṭṭhati sallapati sākacchaṃ samāpajjati; yathārūpānaṃ saddhāsampannānaṃ saddhāsampadaṃ anusikkhati, yathārūpānaṃ sīlasampannānaṃ sīlasampadaṃ anusikkhati, yathārūpānaṃ cāgasampannānaṃ cāgasampadaṃ anusikkhati, yathārūpānaṃ paññāsampannānaṃ paññāsampadaṃ anusikkhati.
sc_po: It’s when a gentleman resides in a town or village. And in that place there are householders or their children who may be young or old, but are mature in conduct, accomplished in faith, ethics, generosity, and wisdom. They associate with them, converse and engage in discussion. And they emulate the same kind of accomplishment in faith, ethics, generosity, and wisdom.

# an8.76:3.3
source: Ayaṃ vuccati, bhikkhave, kalyāṇamittatā. (3)
sc_po: This is called accomplishment in good friendship.

# an8.76:4.1
source: Katamā ca, bhikkhave, samajīvitā?
sc_po: And what is accomplishment in balanced finances?

# an8.76:4.2
source: Idha, bhikkhave, kulaputto āyañca bhogānaṃ viditvā vayañca bhogānaṃ viditvā samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti.
sc_po: It’s when a gentleman, knowing their income and expenditure, balances their finances, being neither too extravagant nor too frugal. They think: ‘In this way my income will exceed my expenditure, not the reverse.’

# an8.76:4.3
source: Seyyathāpi, bhikkhave, tulādhāro vā tulādhārantevāsī vā tulaṃ paggahetvā jānāti: ‘ettakena vā onataṃ, ettakena vā unnatan’ti;
sc_po: It’s like an appraiser or their apprentice who, holding up the scales, knows that it’s low by this much or high by this much.

# an8.76:4.4
source: evamevaṃ kho, bhikkhave, kulaputto āyañca bhogānaṃ viditvā vayañca bhogānaṃ viditvā samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti.
sc_po: In the same way, a gentleman, knowing their income and expenditure, balances their finances, being neither too extravagant nor too frugal. They think: ‘In this way my income will exceed my expenditure, not the reverse.’

# an8.76:4.5
source: Sacāyaṃ, bhikkhave, kulaputto appāyo samāno uḷāraṃ jīvikaṃ kappeti, tassa bhavanti vattāro ‘udumbarakhādī vāyaṃ kulaputto bhoge khādatī’ti.
sc_po: If a gentleman has little income but an opulent life, people will say: ‘This gentleman eats their wealth like a fig-eater!’

# an8.76:4.6
source: Sace panāyaṃ, bhikkhave, kulaputto mahāyo samāno kasiraṃ jīvikaṃ kappeti, tassa bhavanti vattāro: ‘ajeṭṭhamaraṇaṃ vāyaṃ kulaputto marissatī’ti.
sc_po: If a gentleman has a large income but a spartan life, people will say: ‘This gentleman is starving themselves to death!’

# an8.76:4.7
source: Yato ca khoyaṃ, bhikkhave, kulaputto āyañca bhogānaṃ viditvā vayañca bhogānaṃ viditvā samaṃ jīvikaṃ kappeti nāccogāḷhaṃ nātihīnaṃ: ‘evaṃ me āyo vayaṃ pariyādāya ṭhassati, na ca me vayo āyaṃ pariyādāya ṭhassatī’ti.
sc_po: But a gentleman, knowing their income and expenditure, leads a balanced life, neither too extravagant nor too frugal, thinking: ‘In this way my income will exceed my expenditure, not the reverse.’

# an8.76:4.8
source: Ayaṃ vuccati, bhikkhave, samajīvitā. (4)
sc_po: This is called accomplishment in balanced finances.

# an8.76:5.1
source: Katamā ca, bhikkhave, saddhāsampadā?
sc_po: And what is accomplishment in faith?

# an8.76:5.2
source: Idha, bhikkhave, kulaputto saddho hoti, saddahati tathāgatassa bodhiṃ:
sc_po: It’s when a gentleman has faith in the Realized One’s awakening:

# an8.76:5.3
source: ‘itipi so bhagavā … pe … satthā devamanussānaṃ buddho bhagavā’ti.
sc_po: ‘That Blessed One is perfected, a fully awakened Buddha … teacher of gods and humans, awakened, blessed.’

# an8.76:5.4
source: Ayaṃ vuccati, bhikkhave, saddhāsampadā. (5)
sc_po: This is called accomplishment in faith.

# an8.76:6.1
source: Katamā ca, bhikkhave, sīlasampadā?
sc_po: And what is accomplishment in ethics?

# an8.76:6.2
source: Idha, bhikkhave, kulaputto pāṇātipātā paṭivirato hoti … pe … surāmerayamajjapamādaṭṭhānā paṭivirato hoti.
sc_po: It’s when a gentleman doesn’t kill living creatures, steal, commit sexual misconduct, lie, or consume alcoholic drinks that cause negligence.

# an8.76:6.3
source: Ayaṃ vuccati, bhikkhave, sīlasampadā. (6)
sc_po: This is called accomplishment in ethics.

# an8.76:7.1
source: Katamā ca, bhikkhave, cāgasampadā?
sc_po: And what is accomplishment in generosity?

# an8.76:7.2
source: Idha, bhikkhave, kulaputto vigatamalamaccherena cetasā agāraṃ ajjhāvasati … pe … yācayogo dānasaṃvibhāgarato.
sc_po: It’s when a gentleman lives at home rid of the stain of stinginess, freely generous, open-handed, loving to let go, committed to charity, loving to give and to share.

# an8.76:7.3
source: Ayaṃ vuccati, bhikkhave, cāgasampadā. (7)
sc_po: This is called accomplishment in generosity.

# an8.76:8.1
source: Katamā ca, bhikkhave, paññāsampadā?
sc_po: And what is accomplishment in wisdom?

# an8.76:8.2
source: Idha, bhikkhave, kulaputto paññavā hoti … pe … sammā dukkhakkhayagāminiyā.
sc_po: It’s when a gentleman is wise. They have the wisdom of arising and passing away which is noble, penetrative, and leads to the complete ending of suffering.

# an8.76:8.3
source: Ayaṃ vuccati, bhikkhave, paññāsampadā. (8)
sc_po: This is called accomplishment in wisdom.

# an8.76:9.1
source: Imā kho, bhikkhave, aṭṭha sampadāti.
sc_po: These are the eight accomplishments.

# an8.76:10.1
source: Uṭṭhātā kammadheyyesu,
sc_po: They’re enterprising in the workplace,

# an8.76:10.2
source: appamatto vidhānavā;
sc_po: diligent in managing things,

# an8.76:10.3
source: Samaṃ kappeti jīvikaṃ,
sc_po: they balance their finances,

# an8.76:10.4
source: sambhataṃ anurakkhati.
sc_po: and preserve their wealth.

# an8.76:11.1
source: Saddho sīlena sampanno,
sc_po: Faithful, accomplished in ethics,

# an8.76:11.2
source: vadaññū vītamaccharo;
sc_po: kind, rid of stinginess,

# an8.76:11.3
source: Niccaṃ maggaṃ visodheti,
sc_po: they always purify the path

# an8.76:11.4
source: sotthānaṃ samparāyikaṃ.
sc_po: to well-being in lives to come.

# an8.76:12.1
source: Iccete aṭṭha dhammā ca,
sc_po: And so these eight qualities

# an8.76:12.2
source: saddhassa gharamesino;
sc_po: of a faithful householder

# an8.76:12.3
source: Akkhātā saccanāmena,
sc_po: are declared by the one who is truly named

# an8.76:12.4
source: ubhayattha sukhāvahā.
sc_po: to lead to happiness in both spheres,

# an8.76:13.1
source: Diṭṭhadhammahitatthāya,
sc_po: welfare and benefit in this life,

# an8.76:13.2
source: samparāyasukhāya ca;
sc_po: and happiness in the next.

# an8.76:13.3
source: Evametaṃ gahaṭṭhānaṃ,
sc_po: This is how, for a householder,

# an8.76:13.4
source: cāgo puññaṃ pavaḍḍhatī”ti.
sc_po: merit grows by generosity.”
