Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.013.po
Languages: sc_po

# an8.13:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.13:0.2
source: 2. Mahāvagga
sc_po: 2. The Great Chapter

# an8.13:0.3
source: 13. Assājānīyasutta
sc_po: 13. A Thoroughbred

# an8.13:1.1
source: “Aṭṭhahi, bhikkhave, aṅgehi samannāgato rañño bhaddo assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṃ gacchati.
sc_po: “Mendicants, a fine royal thoroughbred with eight factors is worthy of a king, fit to serve a king, and considered a factor of kingship.

# an8.13:1.2
source: Katamehi aṭṭhahi?
sc_po: What eight?

# an8.13:1.3
source: Idha, bhikkhave, rañño bhaddo assājānīyo ubhato sujāto hoti—
sc_po: It’s when a fine royal thoroughbred is well born on both

# an8.13:1.4
source: mātito ca pitito ca.
sc_po: the mother’s and the father’s sides.

# an8.13:1.5
source: Yassaṃ disāyaṃ aññepi bhaddā assājānīyā jāyanti, tassaṃ disāyaṃ jāto hoti.
sc_po: He’s bred in the region fine thoroughbreds come from.

# an8.13:1.6
source: Yaṃ kho panassa bhojanaṃ denti—
sc_po: Whatever food he’s given,

# an8.13:1.7
source: allaṃ vā sukkhaṃ vā—
sc_po: fresh or dry,

# an8.13:1.8
source: taṃ sakkaccaṃyeva paribhuñjati avikiranto.
sc_po: he eats carefully, without making a mess.

# an8.13:1.9
source: Jegucchī hoti uccāraṃ vā passāvaṃ vā abhinisīdituṃ vā abhinipajjituṃ vā.
sc_po: He’s disgusted by sitting or lying down in excrement or urine.

# an8.13:1.10
source: Sorato hoti sukhasaṃvāso, na ca aññe asse ubbejetā.
sc_po: He’s sweet-natured and pleasant to live with, and he doesn’t upset the other horses.

# an8.13:1.11
source: Yāni kho panassa honti sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni, tāni yathābhūtaṃ sārathissa āvikattā hoti.
sc_po: He openly shows his tricks, bluffs, ruses, and feints to his trainer,

# an8.13:1.12
source: Tesamassa sārathi abhinimmadanāya vāyamati.
sc_po: so the trainer can try to subdue them.

# an8.13:1.13
source: Vāhī kho pana hoti.
sc_po: He carries his load, determining:

# an8.13:1.14
source: ‘Kāmaññe assā vahantu vā mā vā, ahamettha vahissāmī’ti cittaṃ uppādeti.
sc_po: ‘Whether or not the other horses carry their loads, I’ll carry mine.’

# an8.13:1.15
source: Gacchanto kho pana ujumaggeneva gacchati.
sc_po: He always walks in a straight path.

# an8.13:1.16
source: Thāmavā hoti yāva jīvitamaraṇapariyādānā thāmaṃ upadaṃsetā.
sc_po: He’s strong, and stays strong even until death.

# an8.13:1.17
source: Imehi kho, bhikkhave, aṭṭhahi aṅgehi samannāgato rañño bhaddo assājānīyo rājāraho hoti rājabhoggo, rañño aṅganteva saṅkhaṃ gacchati.
sc_po: A fine royal thoroughbred with these eight factors is worthy of a king. …

# an8.13:2.1
source: Evamevaṃ kho, bhikkhave, aṭṭhahi dhammehi samannāgato bhikkhu āhuneyyo hoti … pe … anuttaraṃ puññakkhettaṃ lokassa.
sc_po: In the same way, a mendicant with eight factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of greeting with joined palms, and is the supreme field of merit for the world.

# an8.13:2.2
source: Katamehi aṭṭhahi?
sc_po: What eight?

# an8.13:2.3
source: Idha, bhikkhave, bhikkhu sīlavā hoti, pātimokkhasaṃvarasaṃvuto viharati ācāragocarasampanno aṇumattesu vajjesu bhayadassāvī, samādāya sikkhati sikkhāpadesu.
sc_po: It’s when a mendicant is ethical, restrained in the monastic code, conducting themselves well and seeking alms in suitable places. Seeing danger in the slightest fault, they keep the rules they’ve undertaken.

# an8.13:2.4
source: Yaṃ kho panassa bhojanaṃ denti—
sc_po: Whatever food they’re given,

# an8.13:2.5
source: lūkhaṃ vā paṇītaṃ vā—
sc_po: coarse or fine,

# an8.13:2.6
source: taṃ sakkaccaṃyeva paribhuñjati avihaññamāno.
sc_po: they eat carefully, without annoyance.

# an8.13:2.7
source: Jegucchī hoti kāyaduccaritena vacīduccaritena manoduccaritena;
sc_po: They're disgusted with bad conduct by way of body, speech, or mind,

# an8.13:2.8
source: jegucchī hoti anekavihitānaṃ pāpakānaṃ akusalānaṃ dhammānaṃ samāpattiyā.
sc_po: and by attainment of the many kinds of unskillful things.

# an8.13:2.9
source: Sorato hoti sukhasaṃvāso, na aññe bhikkhū ubbejetā.
sc_po: They're sweet-natured and pleasant to live with, and they doesn’t upset the other mendicants.

# an8.13:2.10
source: Yāni kho panassa honti sāṭheyyāni kūṭeyyāni jimheyyāni vaṅkeyyāni, tāni yathābhūtaṃ āvikattā hoti satthari vā viññūsu vā sabrahmacārīsu.
sc_po: They openly show their tricks, bluffs, ruses, and feints to their sensible spiritual companions,

# an8.13:2.11
source: Tesamassa satthā vā viññū vā sabrahmacārī abhinimmadanāya vāyamati.
sc_po: so they can try to subdue them.

# an8.13:2.12
source: Sikkhitā kho pana hoti.
sc_po: They do their training, determining:

# an8.13:2.13
source: ‘Kāmaññe bhikkhū sikkhantu vā mā vā, ahamettha sikkhissāmī’ti cittaṃ uppādeti.
sc_po: ‘Whether or not the other mendicants do their training, I’ll do mine.’

# an8.13:2.14
source: Gacchanto kho pana ujumaggeneva gacchati;
sc_po: They always walk in a straight path.

# an8.13:2.15
source: tatrāyaṃ ujumaggo, seyyathidaṃ—
sc_po: And here the straight path is

# an8.13:2.16
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# an8.13:2.17
source: Āraddhavīriyo viharati:
sc_po: They’re energetic:

# an8.13:2.18
source: ‘kāmaṃ taco ca nhāru ca aṭṭhi ca avasissatu, sarīre upassussatu maṃsalohitaṃ; yaṃ taṃ purisathāmena purisavīriyena purisaparakkamena pattabbaṃ, na taṃ apāpuṇitvā vīriyassa saṇṭhānaṃ bhavissatī’ti.
sc_po: ‘Gladly, let my skin, sinews, and bones remain! Let the blood and flesh waste away in my body! I will not stop trying until I have achieved what is possible by manly strength, energy, and vigor.’

# an8.13:2.19
source: Imehi kho, bhikkhave, aṭṭhahi dhammehi samannāgato bhikkhu āhuneyyo hoti … pe … anuttaraṃ puññakkhettaṃ lokassā”ti.
sc_po: A mendicant with these eight factors is worthy of offerings dedicated to the gods, worthy of hospitality, worthy of a religious donation, worthy of veneration with joined palms, and is the supreme field of merit for the world.”
