Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.005.po
Languages: sc_po

# an8.5:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.5:0.2
source: 1. Mettāvagga
sc_po: 1. Love

# an8.5:0.3
source: 5. Paṭhamalokadhammasutta
sc_po: 5. Worldly Conditions (1st)

# an8.5:1.1
source: “Aṭṭhime, bhikkhave, lokadhammā lokaṃ anuparivattanti, loko ca aṭṭha lokadhamme anuparivattati.
sc_po: “Mendicants, the eight worldly conditions revolve around the world, and the world revolves around the eight worldly conditions.

# an8.5:1.2
source: Katame aṭṭha?
sc_po: What eight?

# an8.5:1.3
source: Lābho ca, alābho ca, yaso ca, ayaso ca, nindā ca, pasaṃsā ca, sukhañca, dukkhañca.
sc_po: Gain and loss, fame and disgrace, praise and blame, pleasure and pain.

# an8.5:1.4
source: Ime kho, bhikkhave, aṭṭha lokadhammā lokaṃ anuparivattanti, loko ca ime aṭṭha lokadhamme anuparivattatīti.
sc_po: These eight worldly conditions revolve around the world, and the world revolves around these eight worldly conditions.

# an8.5:2.1
source: Lābho alābho ca yasāyaso ca,
sc_po: Gain and loss, fame and disgrace,

# an8.5:2.2
source: Nindā pasaṃsā ca sukhaṃ dukhañca;
sc_po: praise and blame, and pleasure and pain.

# an8.5:2.3
source: Ete aniccā manujesu dhammā,
sc_po: These qualities among people are impermanent,

# an8.5:2.4
source: Asassatā vipariṇāmadhammā.
sc_po: transient, and perishable.

# an8.5:3.1
source: Ete ca ñatvā satimā sumedho,
sc_po: A clever and mindful person knows these things,

# an8.5:3.2
source: Avekkhati vipariṇāmadhamme;
sc_po: seeing that they’re perishable.

# an8.5:3.3
source: Iṭṭhassa dhammā na mathenti cittaṃ,
sc_po: Desirable things don’t disturb their mind,

# an8.5:3.4
source: Aniṭṭhato no paṭighātameti.
sc_po: nor are they repelled by the undesirable.

# an8.5:4.1
source: Tassānurodhā atha vā virodhā,
sc_po: Both favoring and opposing

# an8.5:4.2
source: Vidhūpitā atthaṅgatā na santi;
sc_po: are cleared and ended, they are no more.

# an8.5:4.3
source: Padañca ñatvā virajaṃ asokaṃ,
sc_po: Knowing the stainless, sorrowless state,

# an8.5:4.4
source: Sammappajānāti bhavassa pāragū”ti.
sc_po: they understand rightly, going beyond rebirth.”
