Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.065.po
Languages: sc_po

# an8.65:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.65:0.2
source: 7. Bhūmicālavagga
sc_po: 7. Earthquakes

# an8.65:0.3
source: 65. Abhibhāyatanasutta
sc_po: 65. Dimensions of Mastery

# an8.65:1.1
source: “Aṭṭhimāni, bhikkhave, abhibhāyatanāni.
sc_po: “Mendicants, there are these eight dimensions of mastery.

# an8.65:1.2
source: Katamāni aṭṭha?
sc_po: What eight?

# an8.65:1.3
source: Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni.
sc_po: Perceiving form internally, someone sees visions externally, limited, both pretty and ugly.

# an8.65:1.4
source: ‘Tāni abhibhuyya jānāmi passāmī’ti, evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# an8.65:1.5
source: Idaṃ paṭhamaṃ abhibhāyatanaṃ. (1)
sc_po: This is the first dimension of mastery.

# an8.65:2.1
source: Ajjhattaṃ rūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni.
sc_po: Perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.

# an8.65:2.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti, evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# an8.65:2.3
source: Idaṃ dutiyaṃ abhibhāyatanaṃ. (2)
sc_po: This is the second dimension of mastery.

# an8.65:3.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati parittāni suvaṇṇadubbaṇṇāni.
sc_po: Not perceiving form internally, someone sees visions externally, limited, both pretty and ugly.

# an8.65:3.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti, evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# an8.65:3.3
source: Idaṃ tatiyaṃ abhibhāyatanaṃ. (3)
sc_po: This is the third dimension of mastery.

# an8.65:4.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati appamāṇāni suvaṇṇadubbaṇṇāni.
sc_po: Not perceiving form internally, someone sees visions externally, limitless, both pretty and ugly.

# an8.65:4.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti, evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# an8.65:4.3
source: Idaṃ catutthaṃ abhibhāyatanaṃ. (4)
sc_po: This is the fourth dimension of mastery.

# an8.65:5.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati nīlāni nīlavaṇṇāni nīlanidassanāni nīlanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally, blue, with blue color, blue hue, and blue tint.

# an8.65:5.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti, evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# an8.65:5.3
source: Idaṃ pañcamaṃ abhibhāyatanaṃ. (5)
sc_po: This is the fifth dimension of mastery.

# an8.65:6.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati pītāni pītavaṇṇāni pītanidassanāni pītanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally, yellow, with yellow color, yellow hue, and yellow tint.

# an8.65:6.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti, evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# an8.65:6.3
source: Idaṃ chaṭṭhaṃ abhibhāyatanaṃ. (6)
sc_po: This is the sixth dimension of mastery.

# an8.65:7.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati lohitakāni lohitakavaṇṇāni lohitakanidassanāni lohitakanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally, red, with red color, red hue, and red tint.

# an8.65:7.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti, evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# an8.65:7.3
source: Idaṃ sattamaṃ abhibhāyatanaṃ. (7)
sc_po: This is the seventh dimension of mastery.

# an8.65:8.1
source: Ajjhattaṃ arūpasaññī eko bahiddhā rūpāni passati odātāni odātavaṇṇāni odātanidassanāni odātanibhāsāni.
sc_po: Not perceiving form internally, someone sees visions externally, white, with white color, white hue, and white tint.

# an8.65:8.2
source: ‘Tāni abhibhuyya jānāmi passāmī’ti, evaṃsaññī hoti.
sc_po: Mastering them, they perceive: ‘I know and see.’

# an8.65:8.3
source: Idaṃ aṭṭhamaṃ abhibhāyatanaṃ.
sc_po: This is the eighth dimension of mastery.

# an8.65:8.4
source: Imāni kho, bhikkhave, aṭṭha abhibhāyatanānī”ti. (8)
sc_po: These are the eight dimensions of mastery.”
