Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.037.po
Languages: sc_po

# an8.37:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.37:0.2
source: 4. Dānavagga
sc_po: 4. Giving

# an8.37:0.3
source: 37. Sappurisadānasutta
sc_po: 37. Gifts of a Good Person

# an8.37:1.1
source: “Aṭṭhimāni, bhikkhave, sappurisadānāni.
sc_po: “Mendicants, there are these eight gifts of a good person.

# an8.37:1.2
source: Katamāni aṭṭha?
sc_po: What eight?

# an8.37:1.3
source: Suciṃ deti, paṇītaṃ deti, kālena deti, kappiyaṃ deti, viceyya deti, abhiṇhaṃ deti, dadaṃ cittaṃ pasādeti, datvā attamano hoti.
sc_po: Their gift is pure, good quality, timely, appropriate, intelligent, and regular. While giving their heart is confident, and afterwards they’re uplifted.

# an8.37:1.4
source: Imāni kho, bhikkhave, aṭṭha sappurisadānānīti.
sc_po: These are the eight gifts of a good person.

# an8.37:2.1
source: Suciṃ paṇītaṃ kālena,
sc_po: He gives pure, good quality, and timely gifts

# an8.37:2.2
source: kappiyaṃ pānabhojanaṃ;
sc_po: of appropriate food and drinks

# an8.37:2.3
source: Abhiṇhaṃ dadāti dānaṃ,
sc_po: regularly to spiritual practitioners

# an8.37:2.4
source: sukhettesu brahmacārisu.
sc_po: who are fertile fields of merit.

# an8.37:3.1
source: Neva vippaṭisārissa,
sc_po: They never regret

# an8.37:3.2
source: cajitvā āmisaṃ bahuṃ;
sc_po: giving away many material things.

# an8.37:3.3
source: Evaṃ dinnāni dānāni,
sc_po: Discerning people praise

# an8.37:3.4
source: vaṇṇayanti vipassino.
sc_po: giving such gifts.

# an8.37:4.1
source: Evaṃ yajitvā medhāvī,
sc_po: An intelligent person sacrifices like this,

# an8.37:4.2
source: saddho muttena cetasā;
sc_po: faithful, with a mind of letting go.

# an8.37:4.3
source: Abyābajjhaṃ sukhaṃ lokaṃ,
sc_po: Such an astute person is reborn

# an8.37:4.4
source: paṇḍito upapajjatī”ti.
sc_po: in a happy, pleasing world.”
