Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.029.po
Languages: sc_po

# an8.29:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.29:0.2
source: 3. Gahapativagga
sc_po: 3. Householders

# an8.29:0.3
source: 29. Akkhaṇasutta
sc_po: 29. Lost Opportunities

# an8.29:1.1
source: “‘Khaṇakicco loko, khaṇakicco loko’ti, bhikkhave, assutavā puthujjano bhāsati, no ca kho so jānāti khaṇaṃ vā akkhaṇaṃ vā.
sc_po: “‘Now is the time! Now is the time!’ So says an uneducated ordinary person. But they don’t know whether it’s time or not.

# an8.29:1.2
source: Aṭṭhime, bhikkhave, akkhaṇā asamayā brahmacariyavāsāya.
sc_po: Mendicants, there are eight lost opportunities for spiritual practice.

# an8.29:1.3
source: Katame aṭṭha?
sc_po: What eight?

# an8.29:1.4
source: Idha, bhikkhave, tathāgato ca loke uppanno hoti arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā, dhammo ca desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito;
sc_po: Firstly, a Realized One has arisen in the world—perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed. He teaches the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One.

# an8.29:1.5
source: ayañca puggalo nirayaṃ upapanno hoti.
sc_po: But a person has been reborn in hell.

# an8.29:1.6
source: Ayaṃ, bhikkhave, paṭhamo akkhaṇo asamayo brahmacariyavāsāya. (1)
sc_po: This is the first lost opportunity for spiritual practice.

# an8.29:2.1
source: Puna caparaṃ, bhikkhave, tathāgato ca loke uppanno hoti … pe … satthā devamanussānaṃ buddho bhagavā, dhammo ca desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito;
sc_po: Furthermore, a Realized One has arisen in the world.

# an8.29:2.2
source: ayañca puggalo tiracchānayoniṃ upapanno hoti … pe …. (2)
sc_po: But a person has been reborn in the animal realm. This is the second lost opportunity.

# an8.29:3.1
source: Puna caparaṃ, bhikkhave … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# an8.29:3.2
source: ayañca puggalo pettivisayaṃ upapanno hoti … pe …. (3)
sc_po: But a person has been reborn in the ghost realm. This is the third lost opportunity.

# an8.29:4.1
source: Puna caparaṃ, bhikkhave … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# an8.29:4.2
source: ayañca puggalo aññataraṃ dīghāyukaṃ devanikāyaṃ upapanno hoti … pe …. (4)
sc_po: But a person has been reborn in one of the long-lived orders of gods. This is the fourth lost opportunity.

# an8.29:5.1
source: Puna caparaṃ, bhikkhave … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# an8.29:5.2
source: ayañca puggalo paccantimesu janapadesu paccājāto hoti, so ca hoti aviññātāresu milakkhesu, yattha natthi gati bhikkhūnaṃ bhikkhunīnaṃ upāsakānaṃ upāsikānaṃ … pe …. (5)
sc_po: But a person has been reborn in the borderlands, among strange barbarian tribes, where monks, nuns, laymen, and laywomen do not go. This is the fifth lost opportunity …

# an8.29:6.1
source: Puna caparaṃ, bhikkhave … pe … ayañca puggalo majjhimesu janapadesu paccājāto hoti, so ca hoti micchādiṭṭhiko viparītadassano:
sc_po: Furthermore, a Realized One has arisen in the world. And a person is reborn in a central country. But they have wrong view and distorted perspective:

# an8.29:6.2
source: ‘natthi dinnaṃ, natthi yiṭṭhaṃ, natthi hutaṃ, natthi sukatadukkaṭānaṃ kammānaṃ phalaṃ vipāko, natthi ayaṃ loko, natthi paro loko, natthi mātā, natthi pitā, natthi sattā opapātikā, natthi loke samaṇabrāhmaṇā sammaggatā sammā paṭipannā ye imañca lokaṃ parañca lokaṃ sayaṃ abhiññā sacchikatvā pavedentī’ti … pe …. (6)
sc_po: ‘There’s no meaning in giving, sacrifice, or offerings. There’s no fruit or result of good and bad deeds. There’s no afterlife. There’s no obligation to mother and father. No beings are reborn spontaneously. And there’s no ascetic or brahmin who is well attained and practiced, and who describes the afterlife after realizing it with their own insight.’ This is the sixth lost opportunity …

# an8.29:7.1
source: Puna caparaṃ, bhikkhave … pe …
sc_po: Furthermore, a Realized One has arisen in the world.

# an8.29:7.2
source: ayañca puggalo majjhimesu janapadesu paccājāto hoti, so ca hoti duppañño jaḷo eḷamūgo appaṭibalo subhāsitadubbhāsitassa atthamaññātuṃ.
sc_po: And a person is reborn in a central country. But they’re witless, dull, stupid, and unable to distinguish what is well said from what is poorly said.

# an8.29:7.3
source: Ayaṃ, bhikkhave, sattamo akkhaṇo asamayo brahmacariyavāsāya. (7)
sc_po: This is the seventh lost opportunity …

# an8.29:8.1
source: Puna caparaṃ, bhikkhave, tathāgato ca loke anuppanno hoti arahaṃ sammāsambuddho … pe … satthā devamanussānaṃ buddho bhagavā.
sc_po: Furthermore, a Realized One has not arisen in the world …

# an8.29:8.2
source: Dhammo ca na desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito. Ayañca puggalo majjhimesu janapadesu paccājāto hoti, so ca hoti paññavā ajaḷo aneḷamūgo paṭibalo subhāsitadubbhāsitassa atthamaññātuṃ.
sc_po: So he doesn’t teach the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One. And a person is reborn in a central country. And they’re wise, bright, clever, and able to distinguish what is well said from what is poorly said.

# an8.29:8.3
source: Ayaṃ, bhikkhave, aṭṭhamo akkhaṇo asamayo brahmacariyavāsāya. (8)
sc_po: This is the eighth lost opportunity …

# an8.29:9.1
source: Ime kho, bhikkhave, aṭṭha akkhaṇā asamayā brahmacariyavāsāya.
sc_po: There are these eight lost opportunities for spiritual practice.

# an8.29:10.1
source: Ekova kho, bhikkhave, khaṇo ca samayo ca brahmacariyavāsāya.
sc_po: Mendicants, there is just one opportunity for spiritual practice.

# an8.29:10.2
source: Katamo eko?
sc_po: What is that one?

# an8.29:10.3
source: Idha, bhikkhave, tathāgato ca loke uppanno hoti arahaṃ sammāsambuddho vijjācaraṇasampanno sugato lokavidū anuttaro purisadammasārathi satthā devamanussānaṃ buddho bhagavā.
sc_po: It’s when a Realized One has arisen in the world, perfected, a fully awakened Buddha, accomplished in knowledge and conduct, holy, knower of the world, supreme guide for those who wish to train, teacher of gods and humans, awakened, blessed.

# an8.29:10.4
source: Dhammo ca desiyati opasamiko parinibbāniko sambodhagāmī sugatappavedito. Ayañca puggalo majjhimesu janapadesu paccājāto hoti, so ca hoti paññavā ajaḷo aneḷamūgo paṭibalo subhāsitadubbhāsitassa atthamaññātuṃ.
sc_po: He teaches the Dhamma leading to peace, extinguishment, awakening, as proclaimed by the Holy One. And a person is reborn in a central country. And they’re wise, bright, clever, and able to distinguish what is well said from what is poorly said.

# an8.29:10.5
source: Ayaṃ, bhikkhave, ekova khaṇo ca samayo ca brahmacariyavāsāyāti.
sc_po: This is the one opportunity for spiritual practice.

# an8.29:11.1
source: Manussalābhaṃ laddhāna,
sc_po: When you’ve gained the human state,

# an8.29:11.2
source: saddhamme suppavedite;
sc_po: and the true teaching has been so well proclaimed,

# an8.29:11.3
source: Ye khaṇaṃ nādhigacchanti,
sc_po: if you don’t seize the moment

# an8.29:11.4
source: atināmenti te khaṇaṃ.
sc_po: it’ll pass you by.

# an8.29:12.1
source: Bahū hi akkhaṇā vuttā,
sc_po: For many wrong times are spoken of,

# an8.29:12.2
source: maggassa antarāyikā;
sc_po: which obstruct the path.

# an8.29:12.3
source: Kadāci karahaci loke,
sc_po: Only on rare occasions

# an8.29:12.4
source: uppajjanti tathāgatā.
sc_po: do Realized Ones arise.

# an8.29:13.1
source: Tayidaṃ sammukhībhūtaṃ,
sc_po: If you find yourself in their presence,

# an8.29:13.2
source: yaṃ lokasmiṃ sudullabhaṃ;
sc_po: so hard to find in the world,

# an8.29:13.3
source: Manussapaṭilābho ca,
sc_po: and if you’ve gained a human birth,

# an8.29:13.4
source: saddhammassa ca desanā;
sc_po: and the teaching of the Dhamma;

# an8.29:13.5
source: Alaṃ vāyamituṃ tattha,
sc_po: that’s enough to make an effort,

# an8.29:13.6
source: attakāmena jantunā.
sc_po: for a person who loves themselves.

# an8.29:14.1
source: Kathaṃ vijaññā saddhammaṃ,
sc_po: How is the true teaching to be understood

# an8.29:14.2
source: khaṇo ve mā upaccagā;
sc_po: so that the moment doesn’t pass you by?

# an8.29:14.3
source: Khaṇātītā hi socanti,
sc_po: For if you miss your moment

# an8.29:14.4
source: nirayamhi samappitā.
sc_po: you’ll grieve when you’re sent to hell.

# an8.29:15.1
source: Idha ce naṃ virādheti,
sc_po: If you fail to achieve

# an8.29:15.2
source: saddhammassa niyāmataṃ;
sc_po: certainty regarding the true teaching

# an8.29:15.3
source: Vāṇijova atītattho,
sc_po: you’ll regret it for a long time,

# an8.29:15.4
source: cirattaṃ anutapissati.
sc_po: like a trader who loses a profit.

# an8.29:16.1
source: Avijjānivuto poso,
sc_po: A man hindered by ignorance,

# an8.29:16.2
source: saddhammaṃ aparādhiko;
sc_po: a failure in the true teaching,

# an8.29:16.3
source: Jātimaraṇasaṃsāraṃ,
sc_po: will long undergo

# an8.29:16.4
source: ciraṃ paccanubhossati.
sc_po: transmigration through birth and death.

# an8.29:17.1
source: Ye ca laddhā manussattaṃ,
sc_po: Those who’ve gained the human state

# an8.29:17.2
source: saddhamme suppavedite;
sc_po: when the true teaching has been so well proclaimed,

# an8.29:17.3
source: Akaṃsu satthu vacanaṃ,
sc_po: and have completed what the Teacher taught—

# an8.29:17.4
source: karissanti karonti vā.
sc_po: or will do so, or are doing so now—

# an8.29:18.1
source: Khaṇaṃ paccaviduṃ loke,
sc_po: have realized the right time in the world

# an8.29:18.2
source: brahmacariyaṃ anuttaraṃ;
sc_po: for the supreme spiritual life.

# an8.29:18.3
source: Ye maggaṃ paṭipajjiṃsu,
sc_po: You should live guarded, ever mindful,

# an8.29:18.4
source: tathāgatappaveditaṃ.
sc_po: not soaked with defilements,

# an8.29:19.1
source: Ye saṃvarā cakkhumatā,
sc_po: among those restrained ones

# an8.29:19.2
source: desitādiccabandhunā;
sc_po: who have practiced the path

# an8.29:19.3
source: Tesu gutto sadā sato,
sc_po: proclaimed by the Realized One, the one with vision,

# an8.29:19.4
source: vihare anavassuto.
sc_po: and taught by the Kinsman of the Sun.

# an8.29:20.1
source: Sabbe anusaye chetvā,
sc_po: Having cut off all underlying tendencies

# an8.29:20.2
source: māradheyyaparānuge;
sc_po: that follow those drifting in Māra’s dominion,

# an8.29:20.3
source: Te ve pāraṅgatā loke,
sc_po: they’re the ones in this world who’ve truly crossed over,

# an8.29:20.4
source: ye pattā āsavakkhayan”ti.
sc_po: having reached the ending of defilements.”
