Repository: kondannyo/PGP
Catalog: AN/*_text/an08/an8.038.po
Languages: sc_po

# an8.38:0.1
source: Aṅguttara Nikāya 8
sc_po: Numbered Discourses 8

# an8.38:0.2
source: 4. Dānavagga
sc_po: 4. Giving

# an8.38:0.3
source: 38. Sappurisasutta
sc_po: 38. A Good Person

# an8.38:1.1
source: “Sappuriso, bhikkhave, kule jāyamāno bahuno janassa atthāya hitāya sukhāya hoti—
sc_po: “Mendicants, a good person is born in a family for the benefit, welfare, and happiness of the people.

# an8.38:1.2
source: mātāpitūnaṃ atthāya hitāya sukhāya hoti, puttadārassa atthāya hitāya sukhāya hoti, dāsakammakaraporisassa atthāya hitāya sukhāya hoti, mittāmaccānaṃ atthāya hitāya sukhāya hoti, pubbapetānaṃ atthāya hitāya sukhāya hoti, rañño atthāya hitāya sukhāya hoti, devatānaṃ atthāya hitāya sukhāya hoti, samaṇabrāhmaṇānaṃ atthāya hitāya sukhāya hoti.
sc_po: For the benefit, welfare, and happiness of mother and father; children and partners; bondservants, workers, and staff; friends and colleagues; departed ancestors; the king; the deities; and ascetics and brahmins.

# an8.38:2.1
source: Seyyathāpi, bhikkhave, mahāmegho sabbasassāni sampādento bahuno janassa atthāya hitāya sukhāya hoti;
sc_po: It’s like a great rain cloud, which nourishes all the crops for the benefit, welfare, and happiness of the people.

# an8.38:2.2
source: evamevaṃ kho, bhikkhave, sappuriso kule jāyamāno bahuno janassa atthāya hitāya sukhāya hoti—
sc_po: In the same way, a good person is born in a family for the benefit, welfare, and happiness of the people. …

# an8.38:3.1
source: Bahūnaṃ vata atthāya,
sc_po: A wise person living at home

# an8.38:3.2
source: sappañño gharamāvasaṃ;
sc_po: benefits many people.

# an8.38:3.3
source: Mātaraṃ pitaraṃ pubbe,
sc_po: Neither by day or at night do they neglect

# an8.38:3.4
source: rattindivamatandito.
sc_po: their mother, father, and ancestors.

# an8.38:4.1
source: Pūjeti sahadhammena,
sc_po: They venerate them in accord with the teaching,

# an8.38:4.2
source: pubbekatamanussaraṃ;
sc_po: remembering what they have done.

# an8.38:4.3
source: Anāgāre pabbajite,
sc_po: One of settled faith and good nature

# an8.38:4.4
source: apace brahmacārayo.
sc_po: venerates the homeless renunciates,

# an8.38:5.1
source: Niviṭṭhasaddho pūjeti,
sc_po: the mendicant spiritual practitioners,

# an8.38:5.2
source: ñatvā dhamme ca pesalo;
sc_po: knowing their good-hearted qualities.

# an8.38:5.3
source: Rañño hito devahito,
sc_po: Good for the king, good for the gods,

# an8.38:5.4
source: ñātīnaṃ sakhinaṃ hito.
sc_po: and good for relatives and friends.

# an8.38:6.1
source: Sabbesaṃ so hito hoti,
sc_po: In fact, they’re good for everyone,

# an8.38:6.2
source: saddhamme suppatiṭṭhito;
sc_po: well grounded in the true teaching.

# an8.38:6.3
source: Vineyya maccheramalaṃ,
sc_po: Rid of the stain of stinginess,

# an8.38:6.4
source: sa lokaṃ bhajate sivan”ti.
sc_po: they’ll enjoy a world of grace.”
