Repository: kondannyo/PGP
Catalog: SN/*_text/sn21/sn21.11.po
Languages: sc_po

# sn21.11:0.1
source: Saṃyutta Nikāya 21
sc_po: Linked Discourses 21

# sn21.11:0.2
source: 1. Bhikkhuvagga
sc_po: 1. Monks

# sn21.11:0.3
source: 11. Mahākappinasutta
sc_po: 11. With Mahākappina

# sn21.11:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn21.11:1.2
source: Atha kho āyasmā mahākappino yena bhagavā tenupasaṅkami.
sc_po: Then Venerable Mahākappina went to see the Buddha.

# sn21.11:1.3
source: Addasā kho bhagavā āyasmantaṃ mahākappinaṃ dūratova āgacchantaṃ.
sc_po: The Buddha saw him coming off in the distance,

# sn21.11:1.4
source: Disvāna bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# sn21.11:1.5
source: “passatha no tumhe, bhikkhave, etaṃ bhikkhuṃ āgacchantaṃ odātakaṃ tanukaṃ tuṅganāsikan”ti?
sc_po: “Mendicants, do you you see that monk coming—white, thin, with a pointy nose?”

# sn21.11:1.6
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# sn21.11:1.7
source: “Eso kho, bhikkhave, bhikkhu mahiddhiko mahānubhāvo.
sc_po: “That mendicant is very mighty and powerful. It’s not easy to find an attainment that he has not already attained.

# sn21.11:1.9
source: Yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.
sc_po: And he has realized the supreme end of the spiritual path in this very life. He lives having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.”

# sn21.11:2.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn21.11:2.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn21.11:3.1
source: “Khattiyo seṭṭho janetasmiṃ,
sc_po: “The aristocrat is best of those people

# sn21.11:3.2
source: ye gottapaṭisārino;
sc_po: who take clan as the standard.

# sn21.11:3.3
source: Vijjācaraṇasampanno,
sc_po: But one accomplished in knowledge and conduct

# sn21.11:3.4
source: so seṭṭho devamānuse.
sc_po: is best of gods and humans.

# sn21.11:4.1
source: Divā tapati ādicco,
sc_po: The sun shines by day,

# sn21.11:4.2
source: rattimābhāti candimā;
sc_po: the moon glows at night,

# sn21.11:4.3
source: Sannaddho khattiyo tapati,
sc_po: the aristocrat shines in armor,

# sn21.11:4.4
source: jhāyī tapati brāhmaṇo;
sc_po: and the brahmin shines in absorption.

# sn21.11:4.5
source: Atha sabbamahorattiṃ,
sc_po: But all day and all night,

# sn21.11:4.6
source: buddho tapati tejasā”ti.
sc_po: the Buddha shines with glory.”
