Repository: kondannyo/PGP
Catalog: SN/*_text/sn21/sn21.06.po
Languages: sc_po

# sn21.6:0.1
source: Saṃyutta Nikāya 21
sc_po: Linked Discourses 21

# sn21.6:0.2
source: 1. Bhikkhuvagga
sc_po: 1. Monks

# sn21.6:0.3
source: 6. Lakuṇḍakabhaddiyasutta
sc_po: 6. With Lakuṇṭaka Bhaddiya

# sn21.6:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn21.6:1.2
source: Atha kho āyasmā lakuṇḍakabhaddiyo yena bhagavā tenupasaṅkami.
sc_po: Then Venerable Lakuṇṭaka Bhaddiya went to see the Buddha.

# sn21.6:1.3
source: Addasā kho bhagavā āyasmantaṃ lakuṇḍakabhaddiyaṃ dūratova āgacchantaṃ.
sc_po: The Buddha saw him coming off in the distance,

# sn21.6:1.4
source: Disvāna bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# sn21.6:1.5
source: “passatha no tumhe, bhikkhave, etaṃ bhikkhuṃ āgacchantaṃ dubbaṇṇaṃ duddasikaṃ okoṭimakaṃ bhikkhūnaṃ paribhūtarūpan”ti?
sc_po: “Mendicants, do you you see this monk coming—ugly, unsightly, deformed, and despised by the mendicants?”

# sn21.6:1.6
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# sn21.6:1.7
source: “Eso kho, bhikkhave, bhikkhu mahiddhiko mahānubhāvo, na ca sā samāpatti sulabharūpā yā tena bhikkhunā asamāpannapubbā.
sc_po: “That mendicant is very mighty and powerful. It’s not easy to find an attainment that he has not already attained.

# sn21.6:1.8
source: Yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.
sc_po: And he has realized the supreme end of the spiritual path in this very life. He lives having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.”

# sn21.6:1.9
source: Idamavoca bhagavā … pe …
sc_po: That is what the Buddha said.

# sn21.6:1.10
source: satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn21.6:2.1
source: “Haṃsā koñcā mayūrā ca,
sc_po: “Geese, herons, and peacocks,

# sn21.6:2.2
source: hatthayo pasadā migā;
sc_po: elephants and spotted deer—

# sn21.6:2.3
source: Sabbe sīhassa bhāyanti,
sc_po: though their bodies are not equal,

# sn21.6:2.4
source: natthi kāyasmiṃ tulyatā.
sc_po: they all fear the lion.

# sn21.6:3.1
source: Evameva manussesu,
sc_po: So it is for humans—

# sn21.6:3.2
source: daharo cepi paññavā;
sc_po: if a little person is wise,

# sn21.6:3.3
source: So hi tattha mahā hoti,
sc_po: they’re the truly great one,

# sn21.6:3.4
source: neva bālo sarīravā”ti.
sc_po: not the fool with a good body.”
