Repository: kondannyo/PGP
Catalog: SN/*_text/sn21/sn21.02.po
Languages: sc_po

# sn21.2:0.1
source: Saṃyutta Nikāya 21
sc_po: Linked Discourses 21

# sn21.2:0.2
source: 1. Bhikkhuvagga
sc_po: 1. Monks

# sn21.2:0.3
source: 2. Upatissasutta
sc_po: 2. With Upatissa

# sn21.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn21.2:1.2
source: Tatra kho āyasmā sāriputto bhikkhū āmantesi:
sc_po: There Sāriputta addressed the mendicants:

# sn21.2:1.3
source: “āvuso bhikkhave”ti.
sc_po: “Reverends, mendicants!”

# sn21.2:1.4
source: “Āvuso”ti kho te bhikkhū āyasmato sāriputtassa paccassosuṃ.
sc_po: “Reverend,” they replied.

# sn21.2:1.5
source: Āyasmā sāriputto etadavoca:
sc_po: Sāriputta said this:

# sn21.2:2.1
source: “Idha mayhaṃ, āvuso, rahogatassa paṭisallīnassa evaṃ cetaso parivitakko udapādi:
sc_po: “Just now, reverends, as I was in private retreat this thought came to mind:

# sn21.2:2.2
source: ‘atthi nu kho taṃ kiñci lokasmiṃ yassa me vipariṇāmaññathābhāvā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā’ti?
sc_po: ‘Is there anything in the world whose changing and perishing would give rise to sorrow, lamentation, pain, sadness, and distress in me?’

# sn21.2:2.3
source: Tassa mayhaṃ, āvuso, etadahosi:
sc_po: It occurred to me:

# sn21.2:2.4
source: ‘natthi kho taṃ kiñci lokasmiṃ yassa me vipariṇāmaññathābhāvā uppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā’”ti.
sc_po: ‘There is nothing in the world whose changing and perishing would give rise to sorrow, lamentation, pain, sadness, and distress in me.’”

# sn21.2:3.1
source: Evaṃ vutte, āyasmā ānando āyasmantaṃ sāriputtaṃ etadavoca:
sc_po: When he said this, Venerable Ānanda said to him,

# sn21.2:3.2
source: “satthupi kho te, āvuso sāriputta, vipariṇāmaññathābhāvā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti?
sc_po: “Even if the Teacher were to decay and perish? Wouldn’t that give rise to sorrow, lamentation, pain, sadness, and distress in you?”

# sn21.2:3.3
source: “Satthupi kho me, āvuso, vipariṇāmaññathābhāvā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā, api ca me evamassa:
sc_po: “Even if the Teacher were to decay and perish, that wouldn’t give rise to sorrow, lamentation, pain, sadness, and distress in me. Still, I would think:

# sn21.2:3.4
source: ‘mahesakkho vata bho satthā antarahito mahiddhiko mahānubhāvo.
sc_po: ‘Alas, the illustrious Teacher, so mighty and powerful, has vanished!

# sn21.2:3.5
source: Sace hi bhagavā ciraṃ dīghamaddhānaṃ tiṭṭheyya tadassa bahujanahitāya bahujanasukhāya lokānukampāya atthāya hitāya sukhāya devamanussānan’ti.
sc_po: If the Buddha was to remain for a long time, that would be for the welfare and happiness of the people, for the benefit, welfare, and happiness of gods and humans.’”

# sn21.2:3.6
source: Tathā hi panāyasmato sāriputtassa dīgharattaṃ ahaṅkāramamaṅkāramānānusayā susamūhatā.
sc_po: “That must be because Venerable Sāriputta has long ago totally eradicated ego, possessiveness, and the underlying tendency to conceit.

# sn21.2:3.7
source: Tasmā āyasmato sāriputtassa satthupi vipariṇāmaññathābhāvā nuppajjeyyuṃ sokaparidevadukkhadomanassupāyāsā”ti.
sc_po: So even if the Teacher were to decay and perish, it wouldn’t give rise to sorrow, lamentation, pain, sadness, and distress in him.”
