Repository: kondannyo/PGP
Catalog: SN/*_text/sn21/sn21.07.po
Languages: sc_po

# sn21.7:0.1
source: Saṃyutta Nikāya 21
sc_po: Linked Discourses 21

# sn21.7:0.2
source: 1. Bhikkhuvagga
sc_po: 1. Monks

# sn21.7:0.3
source: 7. Visākhasutta
sc_po: 7. With Visākha, Pañcāli’s Son

# sn21.7:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn21.7:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# sn21.7:1.3
source: Tena kho pana samayena āyasmā visākho pañcālaputto upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti, poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāya.
sc_po: Now at that time Venerable Visākha, Pañcāli’s son, was educating, encouraging, firing up, and inspiring the mendicants in the assembly hall with a Dhamma talk. His words were polished, clear, articulate, expressing the meaning, comprehensive, and independent.

# sn21.7:2.1
source: Atha kho bhagavā sāyanhasamayaṃ paṭisallānā vuṭṭhito yena upaṭṭhānasālā tenupasaṅkami; upasaṅkamitvā paññatte āsane nisīdi.
sc_po: Then in the late afternoon, the Buddha came out of retreat and went to the assembly hall. He sat down on the seat spread out,

# sn21.7:2.2
source: Nisajja kho bhagavā bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# sn21.7:2.3
source: “ko nu kho, bhikkhave, upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāyā”ti?
sc_po: “Mendicants, who was educating, encouraging, firing up, and inspiring the mendicants in the assembly hall with a Dhamma talk?”

# sn21.7:2.4
source: “Āyasmā, bhante, visākho pañcālaputto upaṭṭhānasālāyaṃ bhikkhū dhammiyā kathāya sandasseti samādapeti samuttejeti sampahaṃseti, poriyā vācāya vissaṭṭhāya anelagalāya atthassa viññāpaniyā pariyāpannāya anissitāyā”ti.
sc_po: “Sir, it was Venerable Visākha, Pañcāli’s son.”

# sn21.7:3.1
source: Atha kho bhagavā āyasmantaṃ visākhaṃ pañcālaputtaṃ āmantesi:
sc_po: Then the Buddha said to Visākha:

# sn21.7:3.2
source: “sādhu sādhu, visākha,
sc_po: “Good, good, Visākha!

# sn21.7:3.3
source: sādhu kho tvaṃ, visākha, bhikkhū dhammiyā kathāya sandassesi … pe … atthassa viññāpaniyā pariyāpannāya anissitāyā”ti.
sc_po: It’s good that you educate, encourage, fire up, and inspire the mendicants in the assembly hall with a Dhamma talk, with words that are polished, clear, articulate, expressing the meaning, comprehensive, and independent.”

# sn21.7:4.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn21.7:4.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn21.7:5.1
source: “Nābhāsamānaṃ jānanti,
sc_po: “Though an astute person is mixed up with fools,

# sn21.7:5.2
source: missaṃ bālehi paṇḍitaṃ;
sc_po: they don’t know unless he speaks.

# sn21.7:5.3
source: Bhāsamānañca jānanti,
sc_po: But when he speaks they know,

# sn21.7:5.4
source: desentaṃ amataṃ padaṃ.
sc_po: he’s teaching the deathless state.

# sn21.7:6.1
source: Bhāsaye jotaye dhammaṃ,
sc_po: He should speak and illustrate the teaching,

# sn21.7:6.2
source: paggaṇhe isinaṃ dhajaṃ;
sc_po: holding up the banner of the hermits.

# sn21.7:6.3
source: Subhāsitadhajā isayo,
sc_po: Words well spoken are the hermits’ banner,

# sn21.7:6.4
source: dhammo hi isinaṃ dhajo”ti.
sc_po: for the teaching is the banner of the hermits.”
