Repository: kondannyo/PGP
Catalog: SN/*_text/sn21/sn21.08.po
Languages: sc_po

# sn21.8:0.1
source: Saṃyutta Nikāya 21
sc_po: Linked Discourses 21

# sn21.8:0.2
source: 1. Bhikkhuvagga
sc_po: 1. Monks

# sn21.8:0.3
source: 8. Nandasutta
sc_po: 8. With Nanda

# sn21.8:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn21.8:1.2
source: Atha kho āyasmā nando bhagavato mātucchāputto ākoṭitapaccākoṭitāni cīvarāni pārupitvā akkhīni añjetvā acchaṃ pattaṃ gahetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho āyasmantaṃ nandaṃ bhagavā etadavoca:
sc_po: Then Venerable Nanda—the Buddha’s cousin on his mother’s side—dressed in nicely pressed and ironed robes, applied eyeshadow, and took a polished black bowl. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# sn21.8:1.3
source: “na kho te taṃ, nanda, patirūpaṃ kulaputtassa saddhā agārasmā anagāriyaṃ pabbajitassa, yaṃ tvaṃ ākoṭitapaccākoṭitāni cīvarāni pārupeyyāsi, akkhīni ca añjeyyāsi, acchañca pattaṃ dhāreyyāsi.
sc_po: “Nanda, as a gentleman who has gone forth in faith from the lay life to homelessness, it’s not appropriate for you to dress in nicely pressed and ironed robes, apply eyeshadow, and carry a polished black bowl.

# sn21.8:1.4
source: Etaṃ kho te, nanda, patirūpaṃ kulaputtassa saddhā agārasmā anagāriyaṃ pabbajitassa, yaṃ tvaṃ āraññiko ca assasi, piṇḍapātiko ca paṃsukūliko ca kāmesu ca anapekkho vihareyyāsī”ti.
sc_po: It’s appropriate for you to stay in the wilderness, eat only alms-food, wear rag robes, and live without concern for sensual pleasures.”

# sn21.8:1.5
source: Idamavoca bhagavā … pe …
sc_po: That is what the Buddha said.

# sn21.8:1.6
source: satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn21.8:2.1
source: “Kadāhaṃ nandaṃ passeyyaṃ,
sc_po: “When will I see Nanda

# sn21.8:2.2
source: āraññaṃ paṃsukūlikaṃ;
sc_po: in the wilderness, wearing rag robes,

# sn21.8:2.3
source: Aññātuñchena yāpentaṃ,
sc_po: feeding on scraps offered by strangers,

# sn21.8:2.4
source: kāmesu anapekkhinan”ti.
sc_po: unconcerned for sensual pleasures?”

# sn21.8:3.1
source: Atha kho āyasmā nando aparena samayena āraññiko ca piṇḍapātiko ca paṃsukūliko ca kāmesu ca anapekkho vihāsīti.
sc_po: Then some time later Venerable Nanda stayed in the wilderness, ate only alms-food, wore rag robes, and lived without concern for sensual pleasures.
