Repository: kondannyo/PGP
Catalog: SN/*_text/sn21/sn21.05.po
Languages: sc_po

# sn21.5:0.1
source: Saṃyutta Nikāya 21
sc_po: Linked Discourses 21

# sn21.5:0.2
source: 1. Bhikkhuvagga
sc_po: 1. Monks

# sn21.5:0.3
source: 5. Sujātasutta
sc_po: 5. With Sujāta

# sn21.5:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn21.5:1.2
source: Atha kho āyasmā sujāto yena bhagavā tenupasaṅkami.
sc_po: Then Venerable Sujāta went to see the Buddha.

# sn21.5:1.3
source: Addasā kho bhagavā āyasmantaṃ sujātaṃ dūratova āgacchantaṃ.
sc_po: The Buddha saw him coming off in the distance,

# sn21.5:1.4
source: Disvāna bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# sn21.5:1.5
source: “ubhayenevāyaṃ, bhikkhave, kulaputto sobhati—
sc_po: “This gentleman is beautiful in both ways.

# sn21.5:1.6
source: yañca abhirūpo dassanīyo pāsādiko paramāya vaṇṇapokkharatāya samannāgato, yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.
sc_po: He’s attractive, good-looking, lovely, of surpassing beauty. And he has realized the supreme end of the spiritual path in this very life. He lives having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.”

# sn21.5:1.7
source: Idamavoca bhagavā … pe …
sc_po: That is what the Buddha said.

# sn21.5:1.8
source: satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn21.5:2.1
source: “Sobhati vatāyaṃ bhikkhu,
sc_po: “This mendicant is truly beautiful.

# sn21.5:2.2
source: ujubhūtena cetasā;
sc_po: His heart is upright,

# sn21.5:2.3
source: Vippayutto visaṃyutto,
sc_po: he’s unfettered, detached,

# sn21.5:2.4
source: anupādāya nibbuto;
sc_po: extinguished by not grasping.

# sn21.5:2.5
source: Dhāreti antimaṃ dehaṃ,
sc_po: He carries his final body,

# sn21.5:2.6
source: jetvā māraṃ savāhinin”ti.
sc_po: having vanquished Māra and his mount.”
