Repository: kondannyo/PGP
Catalog: SN/*_text/sn21/sn21.12.po
Languages: sc_po

# sn21.12:0.1
source: Saṃyutta Nikāya 21
sc_po: Linked Discourses 21

# sn21.12:0.2
source: 1. Bhikkhuvagga
sc_po: 1. Monks

# sn21.12:0.3
source: 12. Sahāyakasutta
sc_po: 12. Companions

# sn21.12:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn21.12:1.2
source: Atha kho dve bhikkhū sahāyakā āyasmato mahākappinassa saddhivihārino yena bhagavā tenupasaṅkamiṃsu.
sc_po: Then two mendicants who were companions, pupils of Venerable Mahākappina, went to see the Buddha.

# sn21.12:1.3
source: Addasā kho bhagavā te bhikkhū dūratova āgacchante.
sc_po: The Buddha saw them coming off in the distance,

# sn21.12:1.4
source: Disvāna bhikkhū āmantesi:
sc_po: and addressed the mendicants:

# sn21.12:1.5
source: “passatha no tumhe, bhikkhave, ete bhikkhū sahāyake āgacchante kappinassa saddhivihārino”ti?
sc_po: “Mendicants, do you you see those monks coming who are companions, pupils of Venerable Mahākappina?”

# sn21.12:1.6
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# sn21.12:1.7
source: “Ete kho te bhikkhū mahiddhikā mahānubhāvā.
sc_po: “Those mendicants are very mighty and powerful. It’s not easy to find an attainment that they have not already attained.

# sn21.12:1.9
source: Yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharantī”ti.
sc_po: And they’ve realized the supreme end of the spiritual path in this very life. They live having achieved with their own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.”

# sn21.12:2.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn21.12:2.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn21.12:3.1
source: “Sahāyāvatime bhikkhū,
sc_po: “These companion mendicants

# sn21.12:3.2
source: cirarattaṃ sametikā;
sc_po: have been together for a long time.

# sn21.12:3.3
source: Sameti nesaṃ saddhammo,
sc_po: The true teaching has brought them together,

# sn21.12:3.4
source: dhamme buddhappavedite.
sc_po: the teaching proclaimed by the Buddha.

# sn21.12:4.1
source: Suvinītā kappinena,
sc_po: They’ve been well trained by Kappina

# sn21.12:4.2
source: dhamme ariyappavedite;
sc_po: in the teaching proclaimed by the noble one.

# sn21.12:4.3
source: Dhārenti antimaṃ dehaṃ,
sc_po: They bear their final body,

# sn21.12:4.4
source: jetvā māraṃ savāhinin”ti.
sc_po: having vanquished Māra and his mount.”

# sn21.12:5.7
source: Bhikkhusaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on monks are complete.

# sn21.12:6.6
source: Nidānavaggasaṃyuttapāḷi niṭṭhitā.
sc_po: The Book of Causality is finished.
