Repository: kondannyo/PGP
Catalog: SN/*_text/sn21/sn21.04.po
Languages: sc_po

# sn21.4:0.1
source: Saṃyutta Nikāya 21
sc_po: Linked Discourses 21

# sn21.4:0.2
source: 1. Bhikkhuvagga
sc_po: 1. Monks

# sn21.4:0.3
source: 4. Navasutta
sc_po: 4. A Junior Mendicant

# sn21.4:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn21.4:1.2
source: Tena kho pana samayena aññataro navo bhikkhu pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisitvā appossukko tuṇhībhūto saṅkasāyati, na bhikkhūnaṃ veyyāvaccaṃ karoti cīvarakārasamaye.
sc_po: Now at that time a certain junior monk, after his meal, on his return from alms-round, entered his dwelling, where he adhered to passivity and silence. And he didn’t help the mendicants out when it was time to sew robes.

# sn21.4:1.3
source: Atha kho sambahulā bhikkhū yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdiṃsu. Ekamantaṃ nisinnā kho te bhikkhū bhagavantaṃ etadavocuṃ:
sc_po: Then several mendicants went up to the Buddha, bowed, sat down to one side, and told him what had happened.

# sn21.4:2.1
source: Atha kho bhagavā aññataraṃ bhikkhuṃ āmantesi:
sc_po: So the Buddha said to a certain monk,

# sn21.4:2.2
source: “ehi tvaṃ, bhikkhu, mama vacanena taṃ bhikkhuṃ āmantehi ‘satthā taṃ, āvuso, āmantetī’”ti.
sc_po: “Please, monk, in my name tell that monk that the Teacher summons him.”

# sn21.4:2.3
source: “Evaṃ, bhante”ti kho so bhikkhu bhagavato paṭissutvā yena so bhikkhu tenupasaṅkami; upasaṅkamitvā taṃ bhikkhuṃ etadavoca:
sc_po: “Yes, sir,” that monk replied. He went to that monk and said to him,

# sn21.4:2.4
source: “satthā taṃ, āvuso, āmantetī”ti.
sc_po: “Reverend, the teacher summons you.”

# sn21.4:2.5
source: “Evamāvuso”ti kho so bhikkhu tassa bhikkhuno paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinnaṃ kho taṃ bhikkhuṃ bhagavā etadavoca:
sc_po: “Yes, reverend,” that monk replied. He went to the Buddha, bowed, and sat down to one side. The Buddha said to him:

# sn21.4:2.6
source: “saccaṃ kira tvaṃ, bhikkhu, pacchābhattaṃ piṇḍapātapaṭikkanto vihāraṃ pavisitvā appossukko tuṇhībhūto saṅkasāyasi, na bhikkhūnaṃ veyyāvaccaṃ karosi cīvarakārasamaye”ti?
sc_po: “Is it really true, monk, that after your meal, on your return from alms-round, you entered your dwelling, where you adhered to passivity and silence, and you didn’t help the mendicants out when it was time to sew robes?”

# sn21.4:2.7
source: “Ahampi kho, bhante, sakaṃ kiccaṃ karomī”ti.
sc_po: “Sir, I am doing my own work.”

# sn21.4:3.1
source: Atha kho bhagavā tassa bhikkhuno cetasā cetoparivitakkamaññāya bhikkhū āmantesi:
sc_po: Then the Buddha, knowing what that monk was thinking, addressed the mendicants:

# sn21.4:3.2
source: “mā kho tumhe, bhikkhave, etassa bhikkhuno ujjhāyittha.
sc_po: “Mendicants, don’t complain about this monk.

# sn21.4:3.3
source: Eso kho, bhikkhave, bhikkhu catunnaṃ jhānānaṃ ābhicetasikānaṃ diṭṭhadhammasukhavihārānaṃ nikāmalābhī akicchalābhī akasiralābhī, yassa catthāya kulaputtā sammadeva agārasmā anagāriyaṃ pabbajanti, tadanuttaraṃ brahmacariyapariyosānaṃ diṭṭheva dhamme sayaṃ abhiññā sacchikatvā upasampajja viharatī”ti.
sc_po: This monk gets the four absorptions—blissful meditations in the present life that belong to the higher mind—when he wants, without trouble or difficulty. He has realized the supreme culmination of the spiritual path in this very life, and lives having achieved with his own insight the goal for which gentlemen rightly go forth from the lay life to homelessness.”

# sn21.4:4.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn21.4:4.2
source: Idaṃ vatvāna sugato athāparaṃ etadavoca satthā:
sc_po: Then the Holy One, the Teacher, went on to say:

# sn21.4:5.1
source: “Nayidaṃ sithilamārabbha,
sc_po: “Not by being slack,

# sn21.4:5.2
source: nayidaṃ appena thāmasā;
sc_po: or with little strength

# sn21.4:5.3
source: Nibbānaṃ adhigantabbaṃ,
sc_po: is extinguishment realized,

# sn21.4:5.4
source: sabbadukkhappamocanaṃ.
sc_po: the freedom from all suffering.

# sn21.4:6.1
source: Ayañca daharo bhikkhu,
sc_po: This young monk,

# sn21.4:6.2
source: ayamuttamapuriso;
sc_po: this best of men,

# sn21.4:6.3
source: Dhāreti antimaṃ dehaṃ,
sc_po: carries his final body,

# sn21.4:6.4
source: jetvā māraṃ savāhinin”ti.
sc_po: having vanquished Māra and his mount.”
