Repository: kondannyo/PGP
Catalog: SN/*_text/sn20/sn20.07.po
Languages: sc_po

# sn20.7:0.1
source: Saṃyutta Nikāya 20
sc_po: Linked Discourses 20

# sn20.7:0.2
source: 1. Opammavagga
sc_po: 1. Similes

# sn20.7:0.3
source: 7. Āṇisutta
sc_po: 7. The Drum Peg

# sn20.7:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn20.7:1.2
source: “Bhūtapubbaṃ, bhikkhave, dasārahānaṃ ānako nāma mudiṅgo ahosi.
sc_po: “Once upon a time, mendicants, the Dasārahas had a clay drum called the Commander.

# sn20.7:1.3
source: Tassa dasārahā ānake ghaṭite aññaṃ āṇiṃ odahiṃsu.
sc_po: Each time the Commander split they repaired it by inserting another peg.

# sn20.7:1.4
source: Ahu kho so, bhikkhave, samayo yaṃ ānakassa mudiṅgassa porāṇaṃ pokkharaphalakaṃ antaradhāyi.
sc_po: But there came a time when the clay drum Commander’s original wooden rim disappeared

# sn20.7:1.5
source: Āṇisaṅghāṭova avasissi.
sc_po: and only a mass of pegs remained.

# sn20.7:1.6
source: Evameva kho, bhikkhave, bhavissanti bhikkhū anāgatamaddhānaṃ, ye te suttantā tathāgatabhāsitā gambhīrā gambhīratthā lokuttarā suññatappaṭisaṃyuttā, tesu bhaññamānesu na sussūsissanti na sotaṃ odahissanti na aññā cittaṃ upaṭṭhāpessanti na ca te dhamme uggahetabbaṃ pariyāpuṇitabbaṃ maññissanti.
sc_po: In the same way, in a future time there will be mendicants who won’t want to listen when discourses spoken by the Realized One—deep, profound, transcendent, dealing with emptiness—are being recited. They won’t pay attention or apply their minds to understand them, nor will they think those teachings are worth learning and memorizing.

# sn20.7:2.1
source: Ye pana te suttantā kavikatā kāveyyā cittakkharā cittabyañjanā bāhirakā sāvakabhāsitā, tesu bhaññamānesu sussūsissanti, sotaṃ odahissanti, aññā cittaṃ upaṭṭhāpessanti, te ca dhamme uggahetabbaṃ pariyāpuṇitabbaṃ maññissanti.
sc_po: But when discourses composed by poets—poetry, with fancy words and phrases, composed by outsiders or spoken by disciples—are being recited they will want to listen. They’ll pay attention and apply their minds to understand them, and they’ll think those teachings are worth learning and memorizing.

# sn20.7:2.2
source: Evametesaṃ, bhikkhave, suttantānaṃ tathāgatabhāsitānaṃ gambhīrānaṃ gambhīratthānaṃ lokuttarānaṃ suññatappaṭisaṃyuttānaṃ antaradhānaṃ bhavissati.
sc_po: And that is how the discourses spoken by the Realized One—deep, profound, transcendent, dealing with emptiness—will disappear.

# sn20.7:2.3
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# sn20.7:2.4
source: ‘ye te suttantā tathāgatabhāsitā gambhīrā gambhīratthā lokuttarā suññatappaṭisaṃyuttā, tesu bhaññamānesu sussūsissāma, sotaṃ odahissāma, aññā cittaṃ upaṭṭhāpessāma, te ca dhamme uggahetabbaṃ pariyāpuṇitabbaṃ maññissāmā’ti.
sc_po: ‘When discourses spoken by the Realized One—deep, profound, transcendent, dealing with emptiness—are being recited we will want to listen. We will pay attention and apply our minds to understand them, and we will think those teachings are worth learning and memorizing.’

# sn20.7:2.5
source: Evañhi vo, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”
