Repository: kondannyo/PGP
Catalog: SN/*_text/sn20/sn20.06.po
Languages: sc_po

# sn20.6:0.1
source: Saṃyutta Nikāya 20
sc_po: Linked Discourses 20

# sn20.6:0.2
source: 1. Opammavagga
sc_po: 1. Similes

# sn20.6:0.3
source: 6. Dhanuggahasutta
sc_po: 6. The Archers

# sn20.6:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn20.6:1.2
source: “Seyyathāpi, bhikkhave, cattāro daḷhadhammā dhanuggahā susikkhitā katahatthā katūpāsanā catuddisā ṭhitā assu.
sc_po: “Mendicants, suppose there were four well-trained expert archers with strong bows standing in the four directions.

# sn20.6:1.3
source: Atha puriso āgaccheyya:
sc_po: And a man came along and thought,

# sn20.6:1.4
source: ‘ahaṃ imesaṃ catunnaṃ daḷhadhammānaṃ dhanuggahānaṃ susikkhitānaṃ katahatthānaṃ katūpāsanānaṃ catuddisā kaṇḍe khitte appatiṭṭhite pathaviyaṃ gahetvā āharissāmī’ti.
sc_po: ‘When these four well-trained expert archers shoot arrows in four directions, I’ll catch them before they reach the ground, and then I’ll bring them back.’

# sn20.6:1.5
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn20.6:1.6
source: ‘javano puriso paramena javena samannāgato’ti alaṃvacanāyā”ti?
sc_po: Are they qualified to be called ‘a speedster, with ultimate speed’?”

# sn20.6:2.1
source: “Ekassa cepi, bhante, daḷhadhammassa dhanuggahassa susikkhitassa katahatthassa katūpāsanassa kaṇḍaṃ khittaṃ appatiṭṭhitaṃ pathaviyaṃ gahetvā āhareyya:
sc_po: “If he could catch an arrow shot by just one well-trained expert archer before it reaches the ground and bring it back,

# sn20.6:2.2
source: ‘javano puriso paramena javena samannāgato’ti alaṃvacanāya, ko pana vādo catunnaṃ daḷhadhammānaṃ dhanuggahānaṃ susikkhitānaṃ katahatthānaṃ katūpāsanānan”ti?
sc_po: he’d be qualified to be called ‘a speedster, with ultimate speed’. How much more so arrows shot by four archers!”

# sn20.6:3.1
source: “Yathā ca, bhikkhave, tassa purisassa javo, yathā ca candimasūriyānaṃ javo, tato sīghataro.
sc_po: “As fast as that man is, the sun and moon are faster.

# sn20.6:3.2
source: Yathā ca, bhikkhave, tassa purisassa javo yathā ca candimasūriyānaṃ javo yathā ca yā devatā candimasūriyānaṃ purato dhāvanti tāsaṃ devatānaṃ javo, () tato sīghataraṃ āyusaṅkhārā khīyanti.
sc_po: As fast as that man is, as fast as the sun and moon are, and as fast as the deities that run before the sun and moon are, the waning of the life forces is faster.

# sn20.6:3.3
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# sn20.6:3.4
source: ‘appamattā viharissāmā’ti.
sc_po: ‘We will stay diligent.’

# sn20.6:3.5
source: Evañhi vo, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”
