Repository: kondannyo/PGP
Catalog: SN/*_text/sn20/sn20.11.po
Languages: sc_po

# sn20.11:0.1
source: Saṃyutta Nikāya 20
sc_po: Linked Discourses 20

# sn20.11:0.2
source: 1. Opammavagga
sc_po: 1. Similes

# sn20.11:0.3
source: 11. Siṅgālasutta
sc_po: 11. A Jackal

# sn20.11:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn20.11:1.2
source: “Assuttha no tumhe, bhikkhave, rattiyā paccūsasamayaṃ jarasiṅgālassa vassamānassā”ti?
sc_po: “Mendicants, did you hear an old jackal howling at the crack of dawn?”

# sn20.11:1.3
source: “Evaṃ, bhante”.
sc_po: “Yes, sir.”

# sn20.11:1.4
source: “Eso kho, bhikkhave, jarasiṅgālo ukkaṇḍakena nāma rogajātena phuṭṭho.
sc_po: “That old jackal has the disease called mange.

# sn20.11:1.5
source: So yena yena icchati tena tena gacchati;
sc_po: Yet it still goes where it wants,

# sn20.11:1.6
source: yattha yattha icchati tattha tattha tiṭṭhati;
sc_po: stands where it wants,

# sn20.11:1.7
source: yattha yattha icchati tattha tattha nisīdati;
sc_po: sits where it wants,

# sn20.11:1.8
source: yattha yattha icchati tattha tattha nipajjati;
sc_po: and lies down where it wants.

# sn20.11:1.9
source: sītakopi naṃ vāto upavāyati.
sc_po: And the cool breeze still blows on it.

# sn20.11:1.10
source: Sādhu khvassa, bhikkhave, yaṃ idhekacco sakyaputtiyapaṭiñño evarūpampi attabhāvapaṭilābhaṃ paṭisaṃvediyetha.
sc_po: A certain person here who claims to be a follower of the Sakyan son would be lucky to experience even such an incarnation.

# sn20.11:1.11
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# sn20.11:1.12
source: ‘appamattā viharissāmā’ti.
sc_po: ‘We will stay diligent.’

# sn20.11:1.13
source: Evañhi vo, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”
