Repository: kondannyo/PGP
Catalog: SN/*_text/sn20/sn20.05.po
Languages: sc_po

# sn20.5:0.1
source: Saṃyutta Nikāya 20
sc_po: Linked Discourses 20

# sn20.5:0.2
source: 1. Opammavagga
sc_po: 1. Similes

# sn20.5:0.3
source: 5. Sattisutta
sc_po: 5. A Spear

# sn20.5:1.1
source: Sāvatthiyaṃ viharati.
sc_po: At Sāvatthī.

# sn20.5:1.2
source: “Seyyathāpi, bhikkhave, satti tiṇhaphalā.
sc_po: “Mendicants, suppose there was a sharp-pointed spear.

# sn20.5:1.3
source: Atha puriso āgaccheyya:
sc_po: And a man came along and thought,

# sn20.5:1.4
source: ‘ahaṃ imaṃ sattiṃ tiṇhaphalaṃ pāṇinā vā muṭṭhinā vā paṭileṇissāmi paṭikoṭṭissāmi paṭivaṭṭessāmī’ti.
sc_po: ‘With my hand or fist I’ll fold this sharp spear over, bend it back, and twist it around!’

# sn20.5:1.5
source: Taṃ kiṃ maññatha, bhikkhave,
sc_po: What do you think, mendicants?

# sn20.5:1.6
source: bhabbo nu kho so puriso amuṃ sattiṃ tiṇhaphalaṃ pāṇinā vā muṭṭhinā vā paṭileṇetuṃ paṭikoṭṭetuṃ paṭivaṭṭetun”ti?
sc_po: Is that man capable of doing so?”

# sn20.5:1.7
source: “No hetaṃ, bhante”.
sc_po: “No, sir.

# sn20.5:1.8
source: “Taṃ kissa hetu”?
sc_po: Why not?

# sn20.5:1.9
source: “Asu hi, bhante, satti tiṇhaphalā na sukarā pāṇinā vā muṭṭhinā vā paṭileṇetuṃ paṭikoṭṭetuṃ paṭivaṭṭetuṃ.
sc_po: Because it’s not easy to fold that sharp spear over, bend it back, and twist it around with the hand or fist.

# sn20.5:1.10
source: Yāvadeva ca pana so puriso kilamathassa vighātassa bhāgī assā”ti.
sc_po: That man will eventually get weary and frustrated.”

# sn20.5:2.1
source: “Evameva kho, bhikkhave, yassa kassaci bhikkhuno mettācetovimutti bhāvitā bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā, tassa ce amanusso cittaṃ khipitabbaṃ maññeyya;
sc_po: “In the same way, suppose a mendicant has developed the heart’s release by love, has cultivated it, made it a vehicle and a basis, kept it up, consolidated it, and properly implemented it. Should any non-human think to overthrow their mind,

# sn20.5:2.2
source: atha kho sveva amanusso kilamathassa vighātassa bhāgī assa.
sc_po: they’ll eventually get weary and frustrated.

# sn20.5:2.3
source: Tasmātiha, bhikkhave, evaṃ sikkhitabbaṃ:
sc_po: So you should train like this:

# sn20.5:2.4
source: ‘mettā no cetovimutti bhāvitā bhavissati bahulīkatā yānīkatā vatthukatā anuṭṭhitā paricitā susamāraddhā’ti.
sc_po: ‘We will develop the heart’s release by love. We’ll cultivate it, make it our vehicle and our basis, keep it up, consolidate it, and properly implement it.’

# sn20.5:2.5
source: Evañhi vo, bhikkhave, sikkhitabban”ti.
sc_po: That’s how you should train.”
