Repository: kondannyo/PGP
Catalog: SN/*_text/sn44/sn44.10.po
Languages: sc_po

# sn44.10:0.1
source: Saṃyutta Nikāya 44
sc_po: Linked Discourses 44

# sn44.10:0.2
source: 1. Abyākatavagga
sc_po: 1. The Undeclared Points

# sn44.10:0.3
source: 10. Ānandasutta
sc_po: 10. With Ānanda

# sn44.10:1.1
source: Atha kho vacchagotto paribbājako yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavatā saddhiṃ sammodi.
sc_po: Then the wanderer Vacchagotta went up to the Buddha and exchanged greetings with him.

# sn44.10:1.2
source: Sammodanīyaṃ kathaṃ sāraṇīyaṃ vītisāretvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho vacchagotto paribbājako bhagavantaṃ etadavoca:
sc_po: When the greetings and polite conversation were over, he sat down to one side and said to the Buddha:

# sn44.10:1.3
source: “kiṃ nu kho, bho gotama, atthattā”ti?
sc_po: “Master Gotama, does the self exist absolutely?”

# sn44.10:1.4
source: Evaṃ vutte, bhagavā tuṇhī ahosi.
sc_po: But when he said this, the Buddha kept silent.

# sn44.10:1.5
source: “Kiṃ pana, bho gotama, natthattā”ti?
sc_po: “Then does the self not exist absolutely?”

# sn44.10:1.6
source: Dutiyampi kho bhagavā tuṇhī ahosi.
sc_po: But for a second time the Buddha kept silent.

# sn44.10:1.7
source: Atha kho vacchagotto paribbājako uṭṭhāyāsanā pakkāmi.
sc_po: Then the wanderer Vacchagotta got up from his seat and left.

# sn44.10:2.1
source: Atha kho āyasmā ānando acirapakkante vacchagotte paribbājake bhagavantaṃ etadavoca:
sc_po: And then, not long after Vacchagotta had left, Venerable Ānanda said to the Buddha:

# sn44.10:2.2
source: “kiṃ nu kho, bhante, bhagavā vacchagottassa paribbājakassa pañhaṃ puṭṭho na byākāsī”ti?
sc_po: “Sir, why didn’t you answer Vacchagotta’s question?”

# sn44.10:2.3
source: “Ahañcānanda, vacchagottassa paribbājakassa ‘atthattā’ti puṭṭho samāno ‘atthattā’ti byākareyyaṃ, ye te, ānanda, samaṇabrāhmaṇā sassatavādā tesametaṃ saddhiṃ abhavissa.
sc_po: “Ānanda, when Vacchagotta asked me whether the self exists absolutely, if I had answered that ‘the self exists absolutely’ I would have been siding with the ascetics and brahmins who are eternalists.

# sn44.10:2.4
source: Ahañcānanda, vacchagottassa paribbājakassa ‘natthattā’ti puṭṭho samāno ‘natthattā’ti byākareyyaṃ, ye te, ānanda, samaṇabrāhmaṇā ucchedavādā tesametaṃ saddhiṃ abhavissa.
sc_po: When Vacchagotta asked me whether the self does not exist absolutely, if I had answered that ‘the self does not exist absolutely’ I would have been siding with the ascetics and brahmins who are annihilationists.

# sn44.10:2.5
source: Ahañcānanda, vacchagottassa paribbājakassa ‘atthattā’ti puṭṭho samāno ‘atthattā’ti byākareyyaṃ, api nu me taṃ, ānanda, anulomaṃ abhavissa ñāṇassa uppādāya:
sc_po: When Vacchagotta asked me whether the self exists absolutely, if I had answered that ‘the self exists absolutely’ would that have helped give rise to the knowledge that

# sn44.10:2.6
source: ‘sabbe dhammā anattā’”ti?
sc_po: all things are not-self?”

# sn44.10:2.7
source: “No hetaṃ, bhante”.
sc_po: “No, sir.”

# sn44.10:2.8
source: “Ahañcānanda, vacchagottassa paribbājakassa ‘natthattā’ti puṭṭho samāno ‘natthattā’ti byākareyyaṃ, sammūḷhassa, ānanda, vacchagottassa paribbājakassa bhiyyo sammohāya abhavissa:
sc_po: “When Vacchagotta asked me whether the self does not exist absolutely, if I had answered that ‘the self does not exist absolutely’, Vacchagotta—who is already confused—would have got even more confused, thinking:

# sn44.10:2.9
source: ‘ahuvā me nūna pubbe attā, so etarahi natthī’”ti.
sc_po: ‘It seems that the self that I once had no longer exists.’”
