Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.24.po
Languages: sc_po

# sn1.24:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.24:0.2
source: 3. Sattivagga
sc_po: 3. A Sword

# sn1.24:0.3
source: 24. Manonivāraṇasutta
sc_po: 24. Shielding the Mind

# sn1.24:1.1
source: “Yato yato mano nivāraye,
sc_po: “Whatever you’ve shielded the mind from

# sn1.24:1.2
source: Na dukkhameti naṃ tato tato;
sc_po: can’t cause you suffering.

# sn1.24:1.3
source: Sa sabbato mano nivāraye,
sc_po: So you should shield the mind from everything,

# sn1.24:1.4
source: Sa sabbato dukkhā pamuccatī”ti.
sc_po: then you’re freed from all suffering.”

# sn1.24:2.1
source: “Na sabbato mano nivāraye,
sc_po: “You needn’t shield the mind from everything.

# sn1.24:2.2
source: Na mano saṃyatattamāgataṃ;
sc_po: When the mind is under control,

# sn1.24:2.3
source: Yato yato ca pāpakaṃ,
sc_po: you need only shield the mind

# sn1.24:2.4
source: Tato tato mano nivāraye”ti.
sc_po: from where the bad things come.”
