Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.80.po
Languages: sc_po

# sn1.80:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.80:0.2
source: 8. Chetvāvagga
sc_po: 8. Incinerated

# sn1.80:0.3
source: 80. Pajjotasutta
sc_po: 80. Lamp

# sn1.80:1.1
source: “Kiṃsu lokasmi pajjoto,
sc_po: “What’s the lamp for the world?

# sn1.80:1.2
source: kiṃsu lokasmi jāgaro;
sc_po: What in the world is wakeful?

# sn1.80:1.3
source: Kiṃsu kamme sajīvānaṃ,
sc_po: Who are one’s work colleagues?

# sn1.80:1.4
source: kimassa iriyāpatho.
sc_po: What is one’s walk of life?

# sn1.80:2.1
source: Kiṃsu alasaṃ analasañca,
sc_po: What nurtures the idle and the tireless,

# sn1.80:2.2
source: Mātā puttaṃva posati;
sc_po: like a mother her child?

# sn1.80:2.3
source: Kiṃ bhūtā upajīvanti,
sc_po: By what do the creatures who live off the earth

# sn1.80:2.4
source: Ye pāṇā pathavissitā”ti.
sc_po: sustain their life?”

# sn1.80:3.1
source: “Paññā lokasmi pajjoto,
sc_po: “Wisdom is the lamp for the world.

# sn1.80:3.2
source: sati lokasmi jāgaro;
sc_po: Mindfulness in the world is wakeful.

# sn1.80:3.3
source: Gāvo kamme sajīvānaṃ,
sc_po: Cattle are one’s work colleagues,

# sn1.80:3.4
source: sītassa iriyāpatho.
sc_po: and the furrow is one’s walk of life.

# sn1.80:4.1
source: Vuṭṭhi alasaṃ analasañca,
sc_po: Rain nurtures the idle and the tireless,

# sn1.80:4.2
source: Mātā puttaṃva posati;
sc_po: like a mother her child.

# sn1.80:4.3
source: Vuṭṭhiṃ bhūtā upajīvanti,
sc_po: The creatures who live on the earth

# sn1.80:4.4
source: Ye pāṇā pathavissitā”ti.
sc_po: sustain their life by rain.”
