Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.30.po
Languages: sc_po

# sn1.30:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.30:0.2
source: 3. Sattivagga
sc_po: 3. A Sword

# sn1.30:0.3
source: 30. Eṇijaṅghasutta
sc_po: 30. Antelope Calves

# sn1.30:1.1
source: “Eṇijaṅghaṃ kisaṃ vīraṃ,
sc_po: “O hero so lean, with antelope calves,

# sn1.30:1.2
source: appāhāraṃ alolupaṃ;
sc_po: not greedy, eating little,

# sn1.30:1.3
source: Sīhaṃvekacaraṃ nāgaṃ,
sc_po: living alone like a lion or an elephant,

# sn1.30:1.4
source: kāmesu anapekkhinaṃ;
sc_po: you’re not concerned for sensual pleasures.

# sn1.30:1.5
source: Upasaṅkamma pucchāma,
sc_po: We’ve come to ask a question:

# sn1.30:1.6
source: kathaṃ dukkhā pamuccatī”ti.
sc_po: How is one released from all suffering?”

# sn1.30:2.1
source: “Pañca kāmaguṇā loke,
sc_po: “There are five kinds of sensual stimulation in the world,

# sn1.30:2.2
source: manochaṭṭhā paveditā;
sc_po: and the mind is said to be the sixth.

# sn1.30:2.3
source: Ettha chandaṃ virājetvā,
sc_po: When you’ve discarded desire for these,

# sn1.30:2.4
source: evaṃ dukkhā pamuccatī”ti.
sc_po: you’re released from all suffering.”
