Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.53.po
Languages: sc_po

# sn1.53:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.53:0.2
source: 6. Jarāvagga
sc_po: 6. Old Age

# sn1.53:0.3
source: 53. Mittasutta
sc_po: 53. A Friend

# sn1.53:1.1
source: “Kiṃsu pavasato mittaṃ,
sc_po: “Who’s your friend abroad?

# sn1.53:1.2
source: kiṃsu mittaṃ sake ghare;
sc_po: Who’s your friend at home?

# sn1.53:1.3
source: Kiṃ mittaṃ atthajātassa,
sc_po: Who’s your friend in need?

# sn1.53:1.4
source: kiṃ mittaṃ samparāyikan”ti.
sc_po: Who’s your friend in the next life?”

# sn1.53:2.1
source: “Sattho pavasato mittaṃ,
sc_po: “A caravan is your friend abroad.

# sn1.53:2.2
source: mātā mittaṃ sake ghare;
sc_po: Mother is your friend at home.

# sn1.53:2.3
source: Sahāyo atthajātassa,
sc_po: A comrade in a time of need

# sn1.53:2.4
source: hoti mittaṃ punappunaṃ;
sc_po: is a friend time and again.

# sn1.53:2.5
source: Sayaṅkatāni puññāni,
sc_po: But the good deeds you’ve done yourself—

# sn1.53:2.6
source: taṃ mittaṃ samparāyikan”ti.
sc_po: that’s your friend in the next life.”
