Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.17.po
Languages: sc_po

# sn1.17:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.17:0.2
source: 2. Nandanavagga
sc_po: 2. The Garden of Delight

# sn1.17:0.3
source: 17. Dukkarasutta
sc_po: 17. Hard to Do

# sn1.17:1.1
source: “Dukkaraṃ duttitikkhañca,
sc_po: “Hard to do, hard to endure,

# sn1.17:1.2
source: abyattena ca sāmaññaṃ;
sc_po: is the ascetic life for the inept,

# sn1.17:1.3
source: Bahūhi tattha sambādhā,
sc_po: for it has many narrow passes

# sn1.17:1.4
source: yattha bālo visīdatī”ti.
sc_po: where the fool founders.”

# sn1.17:2.1
source: “Katihaṃ careyya sāmaññaṃ,
sc_po: “How many days could an ascetic live

# sn1.17:2.2
source: cittañce na nivāraye;
sc_po: without controlling the mind?

# sn1.17:2.3
source: Pade pade visīdeyya,
sc_po: They’d founder with each step,

# sn1.17:2.4
source: saṅkappānaṃ vasānugoti.
sc_po: under the sway of thoughts.

# sn1.17:3.1
source: Kummova aṅgāni sake kapāle,
sc_po: A mendicant should collect their thoughts

# sn1.17:3.2
source: Samodahaṃ bhikkhu manovitakke;
sc_po: as a tortoise draws its limbs into its shell.

# sn1.17:3.3
source: Anissito aññamaheṭhayāno,
sc_po: Independent, not disturbing others,

# sn1.17:3.4
source: Parinibbuto nūpavadeyya kañcī”ti.
sc_po: quenched: they wouldn’t blame anyone.”
