Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.33.po
Languages: sc_po

# sn1.33:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.33:0.2
source: 4. Satullapakāyikavagga
sc_po: 4. The Satullapa Group

# sn1.33:0.3
source: 33. Sādhusutta
sc_po: 33. Good

# sn1.33:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn1.33:1.2
source: Atha kho sambahulā satullapakāyikā devatāyo abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.
sc_po: Then, late at night, several glorious deities of the Satullapa Group, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, and stood to one side.

# sn1.33:1.3
source: Ekamantaṃ ṭhitā kho ekā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Standing to one side, one deity was inspired to exclaim in the Buddha’s presence:

# sn1.33:2.1
source: “Sādhu kho mārisa dānaṃ,
sc_po: “Good, sir, is giving!

# sn1.33:2.2
source: maccherā ca pamādā ca;
sc_po: Because of stinginess and negligence

# sn1.33:2.3
source: Evaṃ dānaṃ na dīyati,
sc_po: a gift is not given.

# sn1.33:2.4
source: puññaṃ ākaṅkhamānena;
sc_po: Wanting merit,

# sn1.33:2.5
source: Deyyaṃ hoti vijānatā”ti.
sc_po: a smart person would give.”

# sn1.33:3.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.33:4.1
source: “Sādhu kho mārisa dānaṃ,
sc_po: “Good, sir, is giving!

# sn1.33:4.2
source: Api ca appakasmimpi sāhu dānaṃ.
sc_po: Even when one has little, giving is good.

# sn1.33:5.1
source: Appasmeke pavecchanti,
sc_po: Some who have little are happy to provide,

# sn1.33:5.2
source: bahuneke na dicchare;
sc_po: while some who have much don’t wish to give.

# sn1.33:5.3
source: Appasmā dakkhiṇā dinnā,
sc_po: An offering given from little

# sn1.33:5.4
source: sahassena samaṃ mitā”ti.
sc_po: is multiplied a thousand times.”

# sn1.33:6.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.33:7.1
source: “Sādhu kho mārisa dānaṃ,
sc_po: “Good, sir, is giving!

# sn1.33:7.2
source: Appakasmimpi sāhu dānaṃ;
sc_po: Even when one has little, giving is good.

# sn1.33:7.3
source: Api ca saddhāyapi sāhu dānaṃ,
sc_po: And it’s also good to give out of faith.

# sn1.33:7.4
source: Dānañca yuddhañca samānamāhu;
sc_po: Giving and warfare are similar, they say,

# sn1.33:7.5
source: Appāpi santā bahuke jinanti,
sc_po: for even a few of the good may conquer the many.

# sn1.33:7.6
source: Appampi ce saddahāno dadāti;
sc_po: If a faithful person gives even a little,

# sn1.33:7.7
source: Teneva so hoti sukhī paratthā”ti.
sc_po: it still brings them happiness in the hereafter.”

# sn1.33:8.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.33:9.1
source: “Sādhu kho mārisa dānaṃ,
sc_po: “Good, sir, is giving!

# sn1.33:9.2
source: Appakasmimpi sāhu dānaṃ;
sc_po: Even when one has little, giving is good.

# sn1.33:9.3
source: Saddhāyapi sāhu dānaṃ,
sc_po: And it’s also good to give out of faith.

# sn1.33:9.4
source: Api ca dhammaladdhassāpi sāhu dānaṃ.
sc_po: And it’s also good to give legitimate wealth.

# sn1.33:10.1
source: Yo dhammaladdhassa dadāti dānaṃ,
sc_po: A man who gives legitimate wealth,

# sn1.33:10.2
source: Uṭṭhānavīriyādhigatassa jantu;
sc_po: earned by his efforts and initiative,

# sn1.33:10.3
source: Atikkamma so vetaraṇiṃ yamassa,
sc_po: has passed over Yama’s Vetaraṇi River;

# sn1.33:10.4
source: Dibbāni ṭhānāni upeti macco”ti.
sc_po: that mortal arrives at celestial fields.”

# sn1.33:11.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.33:12.1
source: “Sādhu kho mārisa dānaṃ,
sc_po: “Good, sir, is giving!

# sn1.33:12.2
source: Appakasmimpi sāhu dānaṃ;
sc_po: Even when one has little, giving is good.

# sn1.33:12.3
source: Saddhāyapi sāhu dānaṃ,
sc_po: And it’s also good to give out of faith.

# sn1.33:12.4
source: Dhammaladdhassāpi sāhu dānaṃ;
sc_po: And it’s also good to give legitimate wealth.

# sn1.33:12.5
source: Api ca viceyya dānampi sāhu dānaṃ.
sc_po: And it’s also good to give intelligently.

# sn1.33:13.1
source: Viceyya dānaṃ sugatappasatthaṃ,
sc_po: The Holy One praises giving intelligently

# sn1.33:13.2
source: Ye dakkhiṇeyyā idha jīvaloke;
sc_po: to those worthy of offerings here in the world of the living.

# sn1.33:13.3
source: Etesu dinnāni mahapphalāni,
sc_po: What’s given to these is very fruitful,

# sn1.33:13.4
source: Bījāni vuttāni yathā sukhette”ti.
sc_po: like seeds sown in a fertile field.”

# sn1.33:14.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.33:15.1
source: “Sādhu kho mārisa dānaṃ,
sc_po: “Good, sir, is giving!

# sn1.33:15.2
source: Appakasmimpi sāhu dānaṃ;
sc_po: Even when one has little, giving is good.

# sn1.33:15.3
source: Saddhāyapi sāhu dānaṃ,
sc_po: And it’s also good to give out of faith.

# sn1.33:15.4
source: Dhammaladdhassāpi sāhu dānaṃ;
sc_po: And it’s also good to give legitimate wealth.

# sn1.33:15.5
source: Viceyya dānampi sāhu dānaṃ,
sc_po: And it’s also good to give intelligently.

# sn1.33:15.6
source: Api ca pāṇesupi sādhu saṃyamo.
sc_po: And it’s also good to be restrained when it comes to living creatures.

# sn1.33:16.1
source: Yo pāṇabhūtāni aheṭhayaṃ caraṃ,
sc_po: One who lives without harming any living being

# sn1.33:16.2
source: Parūpavādā na karonti pāpaṃ;
sc_po: never does bad because of others’ blame;

# sn1.33:16.3
source: Bhīruṃ pasaṃsanti na hi tattha sūraṃ,
sc_po: for in that case they praise the coward, not the brave;

# sn1.33:16.4
source: Bhayā hi santo na karonti pāpan”ti.
sc_po: and the virtuous never do bad out of fear.”

# sn1.33:17.1
source: Atha kho aparā devatā bhagavantaṃ etadavoca:
sc_po: Then another deity said to the Buddha,

# sn1.33:17.2
source: “kassa nu kho, bhagavā, subhāsitan”ti?
sc_po: “Sir, who has spoken well?”

# sn1.33:18.1
source: “Sabbāsaṃ vo subhāsitaṃ pariyāyena, api ca mamapi suṇātha—
sc_po: “You’ve all spoken well in your own way. However, listen to me also:

# sn1.33:19.1
source: Saddhā hi dānaṃ bahudhā pasatthaṃ,
sc_po: It’s true that giving is praised in many ways

# sn1.33:19.2
source: Dānā ca kho dhammapadaṃva seyyo;
sc_po: but the path of the teaching is better than giving,

# sn1.33:19.3
source: Pubbe ca hi pubbatare ca santo,
sc_po: for in days old and older still,

# sn1.33:19.4
source: Nibbānamevajjhagamuṃ sapaññā”ti.
sc_po: the wise and virtuous even attained extinction.”
