Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.67.po
Languages: sc_po

# sn1.67:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.67:0.2
source: 7. Addhavagga
sc_po: 7. Oppressed

# sn1.67:0.3
source: 67. Uḍḍitasutta
sc_po: 67. Trapped

# sn1.67:1.1
source: “Kenassu uḍḍito loko,
sc_po: “What has trapped the world?

# sn1.67:1.2
source: kenassu parivārito;
sc_po: By what is it surrounded?

# sn1.67:1.3
source: Kenassu pihito loko,
sc_po: What has the world fastened shut?

# sn1.67:1.4
source: kismiṃ loko patiṭṭhito”ti.
sc_po: On what is the world grounded?”

# sn1.67:2.1
source: “Taṇhāya uḍḍito loko,
sc_po: “Craving has trapped the world.

# sn1.67:2.2
source: jarāya parivārito;
sc_po: It’s surrounded by old age.

# sn1.67:2.3
source: Maccunā pihito loko,
sc_po: Mortality has the world fastened shut.

# sn1.67:2.4
source: dukkhe loko patiṭṭhito”ti.
sc_po: The world is grounded on suffering.”
