Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.01.po
Languages: sc_po

# sn1.1:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.1:0.2
source: 1. Naḷavagga
sc_po: 1. A Reed

# sn1.1:0.3
source: 1. Oghataraṇasutta
sc_po: 1. Crossing the Flood

# sn1.1:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn1.1:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn1.1:1.3
source: Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā bhagavantaṃ etadavoca:
sc_po: Then, late at night, a glorious deity, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him,

# sn1.1:1.4
source: “kathaṃ nu tvaṃ, mārisa, oghamatarī”ti?
sc_po: “Good sir, how did you cross the flood?”

# sn1.1:1.5
source: “Appatiṭṭhaṃ khvāhaṃ, āvuso, anāyūhaṃ oghamatarin”ti.
sc_po: “Neither standing nor swimming, sir, I crossed the flood.”

# sn1.1:1.6
source: “Yathākathaṃ pana tvaṃ, mārisa, appatiṭṭhaṃ anāyūhaṃ oghamatarī”ti?
sc_po: “But in what way did you cross the flood neither standing nor swimming?”

# sn1.1:1.7
source: “Yadāsvāhaṃ, āvuso, santiṭṭhāmi tadāssu saṃsīdāmi;
sc_po: “When I stood still, I went under.

# sn1.1:1.8
source: yadāsvāhaṃ, āvuso, āyūhāmi tadāssu nibbuyhāmi.
sc_po: And when I swam, I was swept away.

# sn1.1:1.9
source: Evaṃ khvāhaṃ, āvuso, appatiṭṭhaṃ anāyūhaṃ oghamatarin”ti.
sc_po: That’s how I crossed the flood neither standing nor swimming.”

# sn1.1:2.1
source: “Cirassaṃ vata passāmi,
sc_po: “After a long time I see

# sn1.1:2.2
source: brāhmaṇaṃ parinibbutaṃ;
sc_po: a brahmin extinguished.

# sn1.1:2.3
source: Appatiṭṭhaṃ anāyūhaṃ,
sc_po: Neither standing nor swimming,

# sn1.1:2.4
source: tiṇṇaṃ loke visattikan”ti.
sc_po: he’s crossed over clinging to the world.”

# sn1.1:3.1
source: Idamavoca sā devatā.
sc_po: This is what that deity said,

# sn1.1:3.2
source: Samanuñño satthā ahosi.
sc_po: and the teacher approved.

# sn1.1:3.4
source: “samanuñño me satthā”ti bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyīti.
sc_po: Then that deity, knowing that the teacher approved, bowed and respectfully circled the Buddha, keeping him on his right, before vanishing right there.
