Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.55.po
Languages: sc_po

# sn1.55:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.55:0.2
source: 6. Jarāvagga
sc_po: 6. Old Age

# sn1.55:0.3
source: 55. Paṭhamajanasutta
sc_po: 55. Gives Birth (1st)

# sn1.55:1.1
source: “Kiṃsu janeti purisaṃ,
sc_po: “What gives birth to a person?

# sn1.55:1.2
source: kiṃsu tassa vidhāvati;
sc_po: What do they have that runs about?

# sn1.55:1.3
source: Kiṃsu saṃsāramāpādi,
sc_po: What enters transmigration?

# sn1.55:1.4
source: kiṃsu tassa mahabbhayan”ti.
sc_po: What’s their greatest fear?”

# sn1.55:2.1
source: “Taṇhā janeti purisaṃ,
sc_po: “Craving gives birth to a person.

# sn1.55:2.2
source: cittamassa vidhāvati;
sc_po: Their mind is what runs about.

# sn1.55:2.3
source: Satto saṃsāramāpādi,
sc_po: A sentient being enters transmigration.

# sn1.55:2.4
source: dukkhamassa mahabbhayan”ti.
sc_po: Suffering is their greatest fear.”
