Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.28.po
Languages: sc_po

# sn1.28:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.28:0.2
source: 3. Sattivagga
sc_po: 3. A Sword

# sn1.28:0.3
source: 28. Mahaddhanasutta
sc_po: 28. Affluent

# sn1.28:1.1
source: “Mahaddhanā mahābhogā,
sc_po: “The affluent and the wealthy,

# sn1.28:1.2
source: raṭṭhavantopi khattiyā;
sc_po: even the aristocrats who rule the land,

# sn1.28:1.3
source: Aññamaññābhigijjhanti,
sc_po: are jealous of each other,

# sn1.28:1.4
source: kāmesu analaṅkatā.
sc_po: insatiable in sensual pleasures.

# sn1.28:2.1
source: Tesu ussukkajātesu,
sc_po: Among those of such an avid nature,

# sn1.28:2.2
source: bhavasotānusārisu;
sc_po: flowing along the stream of lives,

# sn1.28:2.3
source: Kedha taṇhaṃ pajahiṃsu,
sc_po: who here has given up craving?

# sn1.28:2.4
source: ke lokasmiṃ anussukā”ti.
sc_po: Who in the world is not avid?”

# sn1.28:3.1
source: “Hitvā agāraṃ pabbajitā,
sc_po: “Having given up their home, their child, their cattle,

# sn1.28:3.2
source: hitvā puttaṃ pasuṃ piyaṃ;
sc_po: and all that they love, they went forth.

# sn1.28:3.3
source: Hitvā rāgañca dosañca,
sc_po: Having given up desire and hate,

# sn1.28:3.4
source: avijjañca virājiya;
sc_po: having dispelled ignorance,

# sn1.28:3.5
source: Khīṇāsavā arahanto,
sc_po: the perfected ones with defilements ended—

# sn1.28:3.6
source: te lokasmiṃ anussukā”ti.
sc_po: they in the world are not avid.”
