Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.19.po
Languages: sc_po

# sn1.19:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.19:0.2
source: 2. Nandanavagga
sc_po: 2. The Garden of Delight

# sn1.19:0.3
source: 19. Kuṭikāsutta
sc_po: 19. Little Hut

# sn1.19:1.1
source: “Kacci te kuṭikā natthi,
sc_po: “Don’t you have a little hut?

# sn1.19:1.2
source: kacci natthi kulāvakā;
sc_po: Don’t you have a little nest?

# sn1.19:1.3
source: Kacci santānakā natthi,
sc_po: Don’t you have any networks?

# sn1.19:1.4
source: kacci muttosi bandhanā”ti.
sc_po: Aren’t you free of shackles?”

# sn1.19:2.1
source: “Taggha me kuṭikā natthi,
sc_po: “Indeed I have no little hut.

# sn1.19:2.2
source: taggha natthi kulāvakā;
sc_po: Indeed I have no little nest.

# sn1.19:2.3
source: Taggha santānakā natthi,
sc_po: Indeed I have no networks.

# sn1.19:2.4
source: taggha muttomhi bandhanā”ti.
sc_po: Indeed I’m free from shackles.”

# sn1.19:3.1
source: “Kintāhaṃ kuṭikaṃ brūmi,
sc_po: “What do you think I call a little hut?

# sn1.19:3.2
source: kiṃ te brūmi kulāvakaṃ;
sc_po: What do I call a little nest?

# sn1.19:3.3
source: Kiṃ te santānakaṃ brūmi,
sc_po: What do you think I call a network?

# sn1.19:3.4
source: kintāhaṃ brūmi bandhanan”ti.
sc_po: And what do I call a shackle?”

# sn1.19:4.1
source: “Mātaraṃ kuṭikaṃ brūsi,
sc_po: “You call a mother a little hut;

# sn1.19:4.2
source: bhariyaṃ brūsi kulāvakaṃ;
sc_po: and a wife a little nest.

# sn1.19:4.3
source: Putte santānake brūsi,
sc_po: You call children a network,

# sn1.19:4.4
source: taṇhaṃ me brūsi bandhanan”ti.
sc_po: and you tell me craving’s a shackle.”

# sn1.19:5.1
source: “Sāhu te kuṭikā natthi,
sc_po: “It’s good you have no little hut!

# sn1.19:5.2
source: sāhu natthi kulāvakā;
sc_po: It’s good you have no little nest!

# sn1.19:5.3
source: Sāhu santānakā natthi,
sc_po: It’s good you have no networks!

# sn1.19:5.4
source: sāhu muttosi bandhanā”ti.
sc_po: And good that you’re free from shackles.”
