Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.22.po
Languages: sc_po

# sn1.22:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.22:0.2
source: 3. Sattivagga
sc_po: 3. A Sword

# sn1.22:0.3
source: 22. Phusatisutta
sc_po: 22. Impact

# sn1.22:1.1
source: “Nāphusantaṃ phusati ca,
sc_po: “It doesn’t impact a person who doesn’t impact others.

# sn1.22:1.2
source: phusantañca tato phuse;
sc_po: It impacts a person because they impact others.

# sn1.22:1.3
source: Tasmā phusantaṃ phusati,
sc_po: That’s why it impacts one who impacts,

# sn1.22:1.4
source: appaduṭṭhapadosinan”ti.
sc_po: who wrongs one who’s done no wrong.”

# sn1.22:2.1
source: “Yo appaduṭṭhassa narassa dussati,
sc_po: “Whoever wrongs a man who’s done no wrong,

# sn1.22:2.2
source: Suddhassa posassa anaṅgaṇassa;
sc_po: a pure man who has not a blemish,

# sn1.22:2.3
source: Tameva bālaṃ pacceti pāpaṃ,
sc_po: the evil backfires on the fool,

# sn1.22:2.4
source: Sukhumo rajo paṭivātaṃva khitto”ti.
sc_po: like fine dust thrown upwind.”
