Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.40.po
Languages: sc_po

# sn1.40:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.40:0.2
source: 4. Satullapakāyikavagga
sc_po: 4. The Satullapa Group

# sn1.40:0.3
source: 40. Dutiyapajjunnadhītusuttaṃ
sc_po: 40. With Pajjunna’s Daughter (2nd)

# sn1.40:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn1.40:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# sn1.40:1.3
source: Atha kho cūḷakokanadā pajjunnassa dhītā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ mahāvanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: Then, late at night, the beautiful Kokanadā the Younger, Pajjunna’s daughter, lighting up the entire Great Wood, went up to the Buddha, bowed, stood to one side,

# sn1.40:1.4
source: Ekamantaṃ ṭhitā kho sā devatā cūḷakokanadā pajjunnassa dhītā bhagavato santike imā gāthāyo abhāsi:
sc_po: and recited these verses in the Buddha’s presence:

# sn1.40:2.1
source: “Idhāgamā vijjupabhāsavaṇṇā,
sc_po: “Kokanadā, Pajjunna’s daughter, came here,

# sn1.40:2.2
source: Kokanadā pajjunnassa dhītā;
sc_po: beautiful as a flash of lightning.

# sn1.40:2.3
source: Buddhañca dhammañca namassamānā,
sc_po: Revering the Buddha and the teaching,

# sn1.40:2.4
source: Gāthācimā atthavatī abhāsi.
sc_po: she spoke these verses full of meaning.

# sn1.40:3.1
source: Bahunāpi kho taṃ vibhajeyyaṃ,
sc_po: The teaching is such that

# sn1.40:3.2
source: Pariyāyena tādiso dhammo;
sc_po: I could analyze it in many different ways.

# sn1.40:3.3
source: Saṃkhittamatthaṃ lapayissāmi,
sc_po: However, I will state the meaning in brief

# sn1.40:3.4
source: Yāvatā me manasā pariyattaṃ.
sc_po: as far as I have learned it by heart.

# sn1.40:4.1
source: Pāpaṃ na kayirā vacasā manasā,
sc_po: You should never do anything bad

# sn1.40:4.2
source: Kāyena vā kiñcana sabbaloke;
sc_po: by speech or mind or body in all the world.

# sn1.40:4.3
source: Kāme pahāya satimā sampajāno,
sc_po: Having given up sensual pleasures, mindful and aware,

# sn1.40:4.4
source: Dukkhaṃ na sevetha anatthasaṃhitan”ti.
sc_po: you shouldn’t keep doing what’s painful and pointless.”
