Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.25.po
Languages: sc_po

# sn1.25:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.25:0.2
source: 3. Sattivagga
sc_po: 3. A Sword

# sn1.25:0.3
source: 25. Arahantasutta
sc_po: 25. A Perfected One

# sn1.25:1.1
source: “Yo hoti bhikkhu arahaṃ katāvī,
sc_po: “When a mendicant is perfected, proficient,

# sn1.25:1.2
source: Khīṇāsavo antimadehadhārī;
sc_po: with defilements ended, bearing the final body:

# sn1.25:1.3
source: Ahaṃ vadāmītipi so vadeyya,
sc_po: would they say, ‘I speak’,

# sn1.25:1.4
source: Mamaṃ vadantītipi so vadeyyā”ti.
sc_po: or even ‘they speak to me’?”

# sn1.25:2.1
source: “Yo hoti bhikkhu arahaṃ katāvī,
sc_po: “When a mendicant is perfected, proficient,

# sn1.25:2.2
source: Khīṇāsavo antimadehadhārī;
sc_po: with defilements ended, bearing the final body:

# sn1.25:2.3
source: Ahaṃ vadāmītipi so vadeyya,
sc_po: they would say, ‘I speak’,

# sn1.25:2.4
source: Mamaṃ vadantītipi so vadeyya;
sc_po: and also ‘they speak to me’.

# sn1.25:2.5
source: Loke samaññaṃ kusalo viditvā,
sc_po: Skillful, understanding the world’s conventions,

# sn1.25:2.6
source: Vohāramattena so vohareyyā”ti.
sc_po: they’d use these terms as no more than expressions.”

# sn1.25:3.1
source: “Yo hoti bhikkhu arahaṃ katāvī,
sc_po: “When a mendicant is perfected, proficient,

# sn1.25:3.2
source: Khīṇāsavo antimadehadhārī;
sc_po: with defilements ended, bearing the final body:

# sn1.25:3.3
source: Mānaṃ nu kho so upagamma bhikkhu,
sc_po: is such a mendicant drawing close to conceit

# sn1.25:3.4
source: Ahaṃ vadāmītipi so vadeyya;
sc_po: if they’d say, ‘I speak’,

# sn1.25:3.5
source: Mamaṃ vadantītipi so vadeyyā”ti.
sc_po: or even ‘they speak to me’?”

# sn1.25:4.1
source: “Pahīnamānassa na santi ganthā,
sc_po: “Someone who has given up conceit has no ties,

# sn1.25:4.2
source: Vidhūpitā mānaganthassa sabbe;
sc_po: the ties of conceit are all cleared away.

# sn1.25:4.3
source: Sa vītivatto maññataṃ sumedho,
sc_po: Though that clever person has transcended identity,

# sn1.25:4.4
source: Ahaṃ vadāmītipi so vadeyya.
sc_po: they’d still say, ‘I speak’,

# sn1.25:5.1
source: Mamaṃ vadantītipi so vadeyya,
sc_po: and also ‘they speak to me’.

# sn1.25:5.2
source: Loke samaññaṃ kusalo viditvā;
sc_po: Skillful, understanding the world’s conventions,

# sn1.25:5.3
source: Vohāramattena so vohareyyā”ti.
sc_po: they’d use these terms as no more than expressions.”
