Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.78.po
Languages: sc_po

# sn1.78:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.78:0.2
source: 8. Chetvāvagga
sc_po: 8. Incinerated

# sn1.78:0.3
source: 78. Kāmasutta
sc_po: 78. Desire

# sn1.78:1.1
source: “Kimatthakāmo na dade,
sc_po: “What should one who desires the good not give away?

# sn1.78:1.2
source: kiṃ macco na pariccaje;
sc_po: What should a mortal not reject?

# sn1.78:1.3
source: Kiṃsu muñceyya kalyāṇaṃ,
sc_po: What should be let out when it’s good,

# sn1.78:1.4
source: pāpikaṃ na ca mocaye”ti.
sc_po: but not when it’s bad?”

# sn1.78:2.1
source: “Attānaṃ na dade poso,
sc_po: “A man shouldn’t give away himself.

# sn1.78:2.2
source: attānaṃ na pariccaje;
sc_po: He shouldn’t reject himself.

# sn1.78:2.3
source: Vācaṃ muñceyya kalyāṇaṃ,
sc_po: Speech should be let out when it’s good,

# sn1.78:2.4
source: pāpikañca na mocaye”ti.
sc_po: but not when it’s bad.”
