Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.79.po
Languages: sc_po

# sn1.79:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.79:0.2
source: 8. Chetvāvagga
sc_po: 8. Incinerated

# sn1.79:0.3
source: 79. Pātheyyasutta
sc_po: 79. Provisions

# sn1.79:1.1
source: “Kiṃsu bandhati pātheyyaṃ,
sc_po: “How should provisions be tied up?

# sn1.79:1.2
source: kiṃsu bhogānamāsayo;
sc_po: What’s the lair of wealth?

# sn1.79:1.3
source: Kiṃsu naraṃ parikassati,
sc_po: What drags a person around?

# sn1.79:1.4
source: kiṃsu lokasmi dujjahaṃ;
sc_po: What in the world is hard to give up?

# sn1.79:1.5
source: Kismiṃ baddhā puthū sattā,
sc_po: What are many beings tied up with,

# sn1.79:1.6
source: pāsena sakuṇī yathā”ti.
sc_po: like birds in a snare?”

# sn1.79:2.1
source: “Saddhā bandhati pātheyyaṃ,
sc_po: “Provisions should be tied up with faith.

# sn1.79:2.2
source: sirī bhogānamāsayo;
sc_po: Glory is the lair of wealth.

# sn1.79:2.3
source: Icchā naraṃ parikassati,
sc_po: Desire drags a person around.

# sn1.79:2.4
source: icchā lokasmi dujjahā;
sc_po: Desire in the world is hard to give up.

# sn1.79:2.5
source: Icchābaddhā puthū sattā,
sc_po: Many beings are tied up with desire,

# sn1.79:2.6
source: pāsena sakuṇī yathā”ti.
sc_po: like birds in a snare.”
