Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.34.po
Languages: sc_po

# sn1.34:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.34:0.2
source: 4. Satullapakāyikavagga
sc_po: 4. The Satullapa Group

# sn1.34:0.3
source: 34. Nasantisutta
sc_po: 34. There Are None

# sn1.34:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn1.34:1.2
source: Atha kho sambahulā satullapakāyikā devatāyo abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.
sc_po: Then, late at night, several glorious deities of the Satullapa Group, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, and stood to one side.

# sn1.34:1.3
source: Ekamantaṃ ṭhitā kho ekā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, one deity recited this verse in the Buddha’s presence:

# sn1.34:2.1
source: “Na santi kāmā manujesu niccā,
sc_po: “Among humans there are no sensual pleasures that are permanent.

# sn1.34:2.2
source: Santīdha kamanīyāni yesu baddho;
sc_po: Here there are sensuous things, bound to which,

# sn1.34:2.3
source: Yesu pamatto apunāgamanaṃ,
sc_po: drunk on which, there’s no coming back.

# sn1.34:2.4
source: Anāgantā puriso maccudheyyā”ti.
sc_po: That person doesn’t return here from Death’s domain.”

# sn1.34:3.1
source: “Chandajaṃ aghaṃ chandajaṃ dukkhaṃ,
sc_po: “Misery is born of desire; suffering is born of desire;

# sn1.34:3.2
source: Chandavinayā aghavinayo;
sc_po: when desire is removed, misery is removed;

# sn1.34:3.3
source: Aghavinayā dukkhavinayo”ti.
sc_po: when misery is removed, suffering is removed.”

# sn1.34:4.1
source: “Na te kāmā yāni citrāni loke,
sc_po: “The world’s pretty things aren’t sensual pleasures.

# sn1.34:4.2
source: Saṅkapparāgo purisassa kāmo;
sc_po: Greedy intention is a person’s sensual pleasure.

# sn1.34:4.3
source: Tiṭṭhanti citrāni tatheva loke,
sc_po: The world’s pretty things stay just as they are,

# sn1.34:4.4
source: Athettha dhīrā vinayanti chandaṃ.
sc_po: but a wise one removes desire for them.

# sn1.34:5.1
source: Kodhaṃ jahe vippajaheyya mānaṃ,
sc_po: You should give up anger and get rid of conceit,

# sn1.34:5.2
source: Saṃyojanaṃ sabbamatikkameyya;
sc_po: and get past all the fetters.

# sn1.34:5.3
source: Taṃ nāmarūpasmimasajjamānaṃ,
sc_po: Sufferings don’t torment the one who has nothing,

# sn1.34:5.4
source: Akiñcanaṃ nānupatanti dukkhā.
sc_po: not clinging to name and form.

# sn1.34:6.1
source: Pahāsi saṅkhaṃ na vimānamajjhagā,
sc_po: Judging’s given up, conceit rejected;

# sn1.34:6.2
source: Acchecchi taṇhaṃ idha nāmarūpe;
sc_po: craving for name and form is cut off right here.

# sn1.34:6.3
source: Taṃ chinnaganthaṃ anighaṃ nirāsaṃ,
sc_po: They’ve cut the ties, untroubled and free of hope.

# sn1.34:6.4
source: Pariyesamānā nājjhagamuṃ;
sc_po: Though gods and humans search for them

# sn1.34:6.5
source: Devā manussā idha vā huraṃ vā,
sc_po: in this world and the world beyond, they never find them,

# sn1.34:6.6
source: Saggesu vā sabbanivesanesū”ti.
sc_po: not in heaven nor in any abode.”

# sn1.34:7.1
source: “Tañce hi nāddakkhuṃ tathāvimuttaṃ,
sc_po: “If neither gods nor humans see one freed in this way,”

# sn1.34:7.2
source: (iccāyasmā mogharājā)
sc_po: said Venerable Mogharāja,

# sn1.34:7.3
source: Devā manussā idha vā huraṃ vā;
sc_po: “in this world or the world beyond,

# sn1.34:7.4
source: Naruttamaṃ atthacaraṃ narānaṃ,
sc_po: are those who revere that supreme person,

# sn1.34:7.5
source: Ye taṃ namassanti pasaṃsiyā te”ti.
sc_po: who lives for the good of mankind, also worthy of praise?”

# sn1.34:8.1
source: “Pasaṃsiyā tepi bhavanti bhikkhū,
sc_po: “The mendicants who revere one freed in this way,”

# sn1.34:8.2
source: (mogharājāti bhagavā)
sc_po: said the Buddha,

# sn1.34:8.3
source: Ye taṃ namassanti tathāvimuttaṃ;
sc_po: “are also worthy of praise, Mogharāja.

# sn1.34:8.4
source: Aññāya dhammaṃ vicikicchaṃ pahāya,
sc_po: But having understood the teaching and given up doubt,

# sn1.34:8.5
source: Saṅgātigā tepi bhavanti bhikkhū”ti.
sc_po: those mendicants can get over clinging.”
