Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.18.po
Languages: sc_po

# sn1.18:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.18:0.2
source: 2. Nandanavagga
sc_po: 2. The Garden of Delight

# sn1.18:0.3
source: 18. Hirīsutta
sc_po: 18. Conscience

# sn1.18:1.1
source: “Hirīnisedho puriso,
sc_po: “Can a person constrained by conscience

# sn1.18:1.2
source: koci lokasmiṃ vijjati;
sc_po: be found in the world?

# sn1.18:1.3
source: Yo nindaṃ apabodhati,
sc_po: Who shies away from blame,

# sn1.18:1.4
source: asso bhadro kasāmivā”ti.
sc_po: like a fine horse from the whip?”

# sn1.18:2.1
source: “Hirīnisedhā tanuyā,
sc_po: “Few are those constrained by conscience,

# sn1.18:2.2
source: ye caranti sadā satā;
sc_po: who live always mindful.

# sn1.18:2.3
source: Antaṃ dukkhassa pappuyya,
sc_po: Having reached the end of suffering,

# sn1.18:2.4
source: caranti visame saman”ti.
sc_po: they live smoothly in the rough.”
