Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.42.po
Languages: sc_po

# sn1.42:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.42:0.2
source: 5. Ādittavagga
sc_po: 5. On Fire

# sn1.42:0.3
source: 42. Kiṃdadasutta
sc_po: 42. Giving What?

# sn1.42:1.1
source: “Kiṃdado balado hoti,
sc_po: “Giving what do you give strength?

# sn1.42:1.2
source: kiṃdado hoti vaṇṇado;
sc_po: Giving what do you give beauty?

# sn1.42:1.3
source: Kiṃdado sukhado hoti,
sc_po: Giving what do you give happiness?

# sn1.42:1.4
source: kiṃdado hoti cakkhudo;
sc_po: Giving what do you give vision?

# sn1.42:1.5
source: Ko ca sabbadado hoti,
sc_po: And who is the giver of all?

# sn1.42:1.6
source: taṃ me akkhāhi pucchito”ti.
sc_po: Please answer my question.”

# sn1.42:2.1
source: “Annado balado hoti,
sc_po: “Giving food you give strength.

# sn1.42:2.2
source: vatthado hoti vaṇṇado;
sc_po: Giving clothes you give beauty.

# sn1.42:2.3
source: Yānado sukhado hoti,
sc_po: Giving a vehicle you give happiness.

# sn1.42:2.4
source: dīpado hoti cakkhudo.
sc_po: Giving a lamp you give vision.

# sn1.42:3.1
source: So ca sabbadado hoti,
sc_po: And the giver of all

# sn1.42:3.2
source: yo dadāti upassayaṃ;
sc_po: is the one who gives a residence.

# sn1.42:3.3
source: Amataṃ dado ca so hoti,
sc_po: But a person who teaches the Dhamma

# sn1.42:3.4
source: yo dhammamanusāsatī”ti.
sc_po: gives the gift of the Deathless.”
