Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.64.po
Languages: sc_po

# sn1.64:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.64:0.2
source: 7. Addhavagga
sc_po: 7. Oppressed

# sn1.64:0.3
source: 64. Saṃyojanasutta
sc_po: 64. Fetter

# sn1.64:1.1
source: “Kiṃsu saṃyojano loko,
sc_po: “What fetters the world?

# sn1.64:1.2
source: kiṃsu tassa vicāraṇaṃ;
sc_po: What explores it?

# sn1.64:1.3
source: Kissassu vippahānena,
sc_po: With the giving up of what

# sn1.64:1.4
source: nibbānaṃ iti vuccatī”ti.
sc_po: is extinguishment spoken of?”

# sn1.64:2.1
source: “Nandīsaṃyojano loko,
sc_po: “Delight fetters the world.

# sn1.64:2.2
source: vitakkassa vicāraṇaṃ;
sc_po: Thought explores it.

# sn1.64:2.3
source: Taṇhāya vippahānena,
sc_po: With the giving up of craving

# sn1.64:2.4
source: nibbānaṃ iti vuccatī”ti.
sc_po: extinguishment is spoken of.”
