Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.02.po
Languages: sc_po

# sn1.2:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.2:0.2
source: 1. Naḷavagga
sc_po: 1. A Reed

# sn1.2:0.3
source: 2. Nimokkhasutta
sc_po: 2. Liberation

# sn1.2:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn1.2:1.2
source: Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi. Ekamantaṃ ṭhitā kho sā devatā bhagavantaṃ etadavoca:
sc_po: Then, late at night, a glorious deity, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side, and said to him,

# sn1.2:2.1
source: “Jānāsi no tvaṃ, mārisa, sattānaṃ nimokkhaṃ pamokkhaṃ vivekan”ti?
sc_po: “Good sir, do you understand liberation, emancipation, and seclusion for sentient beings?”

# sn1.2:3.1
source: “Jānāmi khvāhaṃ, āvuso, sattānaṃ nimokkhaṃ pamokkhaṃ vivekan”ti.
sc_po: “I do, sir.”

# sn1.2:4.1
source: “Yathākathaṃ pana tvaṃ, mārisa, jānāsi sattānaṃ nimokkhaṃ pamokkhaṃ vivekan”ti?
sc_po: “But how is it that you understand liberation, emancipation, and seclusion for sentient beings?”

# sn1.2:5.1
source: “Nandībhavaparikkhayā,
sc_po: “With the ending of relish for rebirth,

# sn1.2:5.2
source: Saññāviññāṇasaṅkhayā;
sc_po: the finishing of perception and consciousness,

# sn1.2:5.3
source: Vedanānaṃ nirodhā upasamā,
sc_po: and the cessation and stilling of feelings:

# sn1.2:5.4
source: Evaṃ khvāhaṃ āvuso jānāmi;
sc_po: that, sir, is how I understand liberation,

# sn1.2:5.5
source: Sattānaṃ nimokkhaṃ pamokkhaṃ vivekan”ti.
sc_po: emancipation, and seclusion for sentient beings.”
