Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.05.po
Languages: sc_po

# sn1.5:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.5:0.2
source: 1. Naḷavagga
sc_po: 1. A Reed

# sn1.5:0.3
source: 5. Katichindasutta
sc_po: 5. Cut How Many?

# sn1.5:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn1.5:1.2
source: Ekamantaṃ ṭhitā kho sā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, that deity recited this verse in the Buddha’s presence:

# sn1.5:2.1
source: “Kati chinde kati jahe,
sc_po: “Cut how many? Drop how many?

# sn1.5:2.2
source: kati cuttari bhāvaye;
sc_po: How many more should be developed?

# sn1.5:2.3
source: Kati saṅgātigo bhikkhu,
sc_po: How many kinds of clinging must a mendicant get over

# sn1.5:2.4
source: oghatiṇṇoti vuccatī”ti.
sc_po: before you call them a flood-crosser?”

# sn1.5:3.1
source: “Pañca chinde pañca jahe,
sc_po: “Five to cut, five to drop,

# sn1.5:3.2
source: pañca cuttari bhāvaye;
sc_po: and five more to develop.

# sn1.5:3.3
source: Pañca saṅgātigo bhikkhu,
sc_po: A mendicant must get over five kinds of clinging

# sn1.5:3.4
source: oghatiṇṇoti vuccatī”ti.
sc_po: before you call them a flood-crosser.”
