Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.35.po
Languages: sc_po

# sn1.35:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.35:0.2
source: 4. Satullapakāyikavagga
sc_po: 4. The Satullapa Group

# sn1.35:0.3
source: 35. Ujjhānasaññisutta
sc_po: 35. Disdain

# sn1.35:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn1.35:1.2
source: Atha kho sambahulā ujjhānasaññikā devatāyo abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā vehāsaṃ aṭṭhaṃsu.
sc_po: Then, late at night, several glorious deities of the Disdainful Group, lighting up the entire Jeta’s Grove, went up to the Buddha, and stood in the air.

# sn1.35:1.3
source: Vehāsaṃ ṭhitā kho ekā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing in the air, one deity recited this verse in the Buddha’s presence:

# sn1.35:2.1
source: “Aññathā santamattānaṃ,
sc_po: “Someone who pretends

# sn1.35:2.2
source: aññathā yo pavedaye;
sc_po: to be other than they really are,

# sn1.35:2.3
source: Nikacca kitavasseva,
sc_po: is like a cheating gambler

# sn1.35:2.4
source: bhuttaṃ theyyena tassa taṃ.
sc_po: who enjoys what was gained by theft.

# sn1.35:3.1
source: Yañhi kayirā tañhi vade,
sc_po: You should only say what you would do;

# sn1.35:3.2
source: yaṃ na kayirā na taṃ vade;
sc_po: you shouldn’t say what you wouldn’t do.

# sn1.35:3.3
source: Akarontaṃ bhāsamānaṃ,
sc_po: The wise will recognize

# sn1.35:3.4
source: parijānanti paṇḍitā”ti.
sc_po: one who talks without doing.”

# sn1.35:4.1
source: “Na yidaṃ bhāsitamattena,
sc_po: “Not just by speaking,

# sn1.35:4.2
source: ekantasavanena vā;
sc_po: nor solely by listening,

# sn1.35:4.3
source: Anukkamitave sakkā,
sc_po: are you able to progress

# sn1.35:4.4
source: yāyaṃ paṭipadā daḷhā;
sc_po: on this hard path,

# sn1.35:4.5
source: Yāya dhīrā pamuccanti,
sc_po: by which wise ones practicing absorption

# sn1.35:4.6
source: jhāyino mārabandhanā.
sc_po: are released from Māra’s bonds.

# sn1.35:5.1
source: Na ve dhīrā pakubbanti,
sc_po: The wise certainly don’t act like that,

# sn1.35:5.2
source: viditvā lokapariyāyaṃ;
sc_po: for they understand the ways of the world.

# sn1.35:5.3
source: Aññāya nibbutā dhīrā,
sc_po: The wise are extinguished by understanding,

# sn1.35:5.4
source: tiṇṇā loke visattikan”ti.
sc_po: they’ve crossed over clinging to the world.”

# sn1.35:6.1
source: Atha kho tā devatāyo pathaviyaṃ patiṭṭhahitvā bhagavato pādesu sirasā nipatitvā bhagavantaṃ etadavocuṃ:
sc_po: Then those deities landed on the ground, bowed with their heads at the Buddha’s feet and said,

# sn1.35:6.2
source: “accayo no, bhante, accagamā yathābālaṃ yathāmūḷhaṃ yathāakusalaṃ, yā mayaṃ bhagavantaṃ āsādetabbaṃ amaññimhā.
sc_po: “We have made a mistake, sir. It was foolish, stupid, and unskillful of us to imagine we could attack the Buddha!

# sn1.35:6.3
source: Tāsaṃ no, bhante, bhagavā accayaṃ accayato paṭiggaṇhātu āyatiṃ saṃvarāyā”ti.
sc_po: Please, sir, accept our mistake for what it is, so we will restrain ourselves in future.”

# sn1.35:6.4
source: Atha kho bhagavā sitaṃ pātvākāsi.
sc_po: At that, the Buddha smiled.

# sn1.35:6.5
source: Atha kho tā devatāyo bhiyyoso mattāya ujjhāyantiyo vehāsaṃ abbhuggañchuṃ.
sc_po: Then those deities, becoming even more disdainful, flew up in the air.

# sn1.35:6.6
source: Ekā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: One deity recited this verse in the Buddha’s presence:

# sn1.35:7.1
source: “Accayaṃ desayantīnaṃ,
sc_po: “If you don’t give your pardon

# sn1.35:7.2
source: yo ce na paṭigaṇhati;
sc_po: when a mistake is confessed,

# sn1.35:7.3
source: Kopantaro dosagaru,
sc_po: with hidden anger and heavy hate,

# sn1.35:7.4
source: sa veraṃ paṭimuñcatī”ti.
sc_po: you’re stuck in your enmity.”

# sn1.35:8.1
source: “Accayo ce na vijjetha,
sc_po: “If no mistake is found,

# sn1.35:8.2
source: nocidhāpagataṃ siyā;
sc_po: if no-one’s gone astray,

# sn1.35:8.3
source: Verāni na ca sammeyyuṃ,
sc_po: and enmities are settled,

# sn1.35:8.4
source: kenīdha kusalo siyā”ti.
sc_po: then who could have been unskillful?”

# sn1.35:9.1
source: “Kassaccayā na vijjanti,
sc_po: “Who makes no mistakes?

# sn1.35:9.2
source: kassa natthi apāgataṃ;
sc_po: Who doesn’t go astray?

# sn1.35:9.3
source: Ko na sammohamāpādi,
sc_po: Who doesn’t fall into confusion?

# sn1.35:9.4
source: ko ca dhīro sadā sato”ti.
sc_po: Who is the wise one that’s ever mindful?”

# sn1.35:10.1
source: “Tathāgatassa buddhassa,
sc_po: “The Realized One, the Buddha,

# sn1.35:10.2
source: sabbabhūtānukampino;
sc_po: compassionate for all beings:

# sn1.35:10.3
source: Tassaccayā na vijjanti,
sc_po: that’s who makes no mistakes,

# sn1.35:10.4
source: tassa natthi apāgataṃ;
sc_po: and that’s who doesn’t go astray.

# sn1.35:10.5
source: So na sammohamāpādi,
sc_po: He doesn’t fall into confusion,

# sn1.35:10.6
source: sova dhīro sadā satoti.
sc_po: for he’s the wise one, ever mindful.

# sn1.35:11.1
source: Accayaṃ desayantīnaṃ,
sc_po: If you don’t give your pardon

# sn1.35:11.2
source: yo ce na paṭigaṇhati;
sc_po: when a mistake is confessed,

# sn1.35:11.3
source: Kopantaro dosagaru,
sc_po: with hidden anger and heavy hate,

# sn1.35:11.4
source: sa veraṃ paṭimuñcati;
sc_po: you’re stuck in your enmity.

# sn1.35:11.5
source: Taṃ veraṃ nābhinandāmi,
sc_po: I don’t approve of such enmity,

# sn1.35:11.6
source: paṭiggaṇhāmi voccayan”ti.
sc_po: and so I pardon your mistake.”
