Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.50.po
Languages: sc_po

# sn1.50:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.50:0.2
source: 5. Ādittavagga
sc_po: 5. On Fire

# sn1.50:0.3
source: 50. Ghaṭīkārasutta
sc_po: 50. With Ghaṭikāra

# sn1.50:1.1
source: “Avihaṃ upapannāse,
sc_po: “Seven mendicants reborn in Aviha

# sn1.50:1.2
source: vimuttā satta bhikkhavo;
sc_po: have been freed.

# sn1.50:1.3
source: Rāgadosaparikkhīṇā,
sc_po: With the complete ending of greed and hate,

# sn1.50:1.4
source: tiṇṇā loke visattikan”ti.
sc_po: they’ve crossed over clinging to the world.”

# sn1.50:2.1
source: “Ke ca te ataruṃ paṅkaṃ,
sc_po: “Who are those who’ve crossed the bog,

# sn1.50:2.2
source: maccudheyyaṃ suduttaraṃ;
sc_po: Death’s domain so hard to pass?

# sn1.50:2.3
source: Ke hitvā mānusaṃ dehaṃ,
sc_po: Who, after leaving behind the human body,

# sn1.50:2.4
source: dibbayogaṃ upaccagun”ti.
sc_po: have risen above celestial yokes?”

# sn1.50:3.1
source: “Upako palagaṇḍo ca,
sc_po: “Upaka and Palagaṇḍa,

# sn1.50:3.2
source: pukkusāti ca te tayo;
sc_po: and Pukkusāti, these three;

# sn1.50:3.3
source: Bhaddiyo khaṇḍadevo ca,
sc_po: Bhaddiya and Bhaddadeva,

# sn1.50:3.4
source: bāhuraggi ca siṅgiyo;
sc_po: and Bāhudantī and Piṅgiya.

# sn1.50:3.5
source: Te hitvā mānusaṃ dehaṃ,
sc_po: They, after leaving behind the human body,

# sn1.50:3.6
source: dibbayogaṃ upaccagun”ti.
sc_po: have risen above celestial yokes.”

# sn1.50:4.1
source: “Kusalī bhāsasī tesaṃ,
sc_po: “You speak well of them,

# sn1.50:4.2
source: mārapāsappahāyinaṃ;
sc_po: who have let go the snares of Māra.

# sn1.50:4.3
source: Kassa te dhammamaññāya,
sc_po: Whose teaching did they understand

# sn1.50:4.4
source: acchiduṃ bhavabandhanan”ti.
sc_po: to cut the bonds of rebirth?”

# sn1.50:5.1
source: “Na aññatra bhagavatā,
sc_po: “None other than the Blessed One!

# sn1.50:5.2
source: nāññatra tava sāsanā;
sc_po: None other than your instruction!

# sn1.50:5.3
source: Yassa te dhammamaññāya,
sc_po: It was your teaching that they understood

# sn1.50:5.4
source: acchiduṃ bhavabandhanaṃ.
sc_po: to cut the bonds of rebirth.

# sn1.50:6.1
source: Yattha nāmañca rūpañca,
sc_po: Where name and form

# sn1.50:6.2
source: asesaṃ uparujjhati;
sc_po: cease with nothing left over;

# sn1.50:6.3
source: Taṃ te dhammaṃ idhaññāya,
sc_po: understanding this teaching,

# sn1.50:6.4
source: acchiduṃ bhavabandhanan”ti.
sc_po: they cut the bonds of rebirth.”

# sn1.50:7.1
source: “Gambhīraṃ bhāsasī vācaṃ,
sc_po: “The words you say are deep,

# sn1.50:7.2
source: dubbijānaṃ sudubbudhaṃ;
sc_po: hard to understand, so very hard to wake up to.

# sn1.50:7.3
source: Kassa tvaṃ dhammamaññāya,
sc_po: Whose teaching did you understand

# sn1.50:7.4
source: vācaṃ bhāsasi īdisan”ti.
sc_po: that you can say such things?”

# sn1.50:8.1
source: “Kumbhakāro pure āsiṃ,
sc_po: “In the past I was a potter

# sn1.50:8.2
source: vekaḷiṅge ghaṭīkaro;
sc_po: in Vebhaliṅga called Ghaṭikāra.

# sn1.50:8.3
source: Mātāpettibharo āsiṃ,
sc_po: I took care of my parents

# sn1.50:8.4
source: kassapassa upāsako.
sc_po: as a lay follower of Buddha Kassapa.

# sn1.50:9.1
source: Virato methunā dhammā,
sc_po: I refrained from sexual intercourse,

# sn1.50:9.2
source: brahmacārī nirāmiso;
sc_po: I was celibate, spiritual.

# sn1.50:9.3
source: Ahuvā te sagāmeyyo,
sc_po: We lived in the same village;

# sn1.50:9.4
source: ahuvā te pure sakhā.
sc_po: in the past I was your friend.

# sn1.50:10.1
source: Sohamete pajānāmi,
sc_po: I am the one who understands

# sn1.50:10.2
source: vimutte satta bhikkhavo;
sc_po: that these seven mendicants have been freed.

# sn1.50:10.3
source: Rāgadosaparikkhīṇe,
sc_po: With the complete ending of greed and hate,

# sn1.50:10.4
source: tiṇṇe loke visattikan”ti.
sc_po: they’ve crossed over clinging to the world.”

# sn1.50:11.1
source: “Evametaṃ tadā āsi,
sc_po: “That’s exactly how it was,

# sn1.50:11.2
source: yathā bhāsasi bhaggava;
sc_po: just as you say, Bhaggava.

# sn1.50:11.3
source: Kumbhakāro pure āsi,
sc_po: In the past you were a potter

# sn1.50:11.4
source: vekaḷiṅge ghaṭīkaro;
sc_po: in Vebhaliṅga called Ghaṭikāra.

# sn1.50:11.5
source: Mātāpettibharo āsi,
sc_po: You took care of your parents

# sn1.50:11.6
source: kassapassa upāsako.
sc_po: as a lay follower of Buddha Kassapa.

# sn1.50:12.1
source: Virato methunā dhammā,
sc_po: You refrained from sexual intercourse,

# sn1.50:12.2
source: brahmacārī nirāmiso;
sc_po: you were celibate, spiritual.

# sn1.50:12.3
source: Ahuvā me sagāmeyyo,
sc_po: We lived in the same village;

# sn1.50:12.4
source: ahuvā me pure sakhā”ti.
sc_po: in the past you were my friend.”

# sn1.50:13.1
source: “Evametaṃ purāṇānaṃ,
sc_po: “That’s how it was

# sn1.50:13.2
source: sahāyānaṃ ahu saṅgamo;
sc_po: when those friends of old met again.

# sn1.50:13.3
source: Ubhinnaṃ bhāvitattānaṃ,
sc_po: Both of them have developed themselves,

# sn1.50:13.4
source: sarīrantimadhārinan”ti.
sc_po: and bear their final body.”
