Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.74.po
Languages: sc_po

# sn1.74:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.74:0.2
source: 8. Chetvāvagga
sc_po: 8. Incinerated

# sn1.74:0.3
source: 74. Vuṭṭhisutta
sc_po: 74. Rain

# sn1.74:1.1
source: “Kiṃsu uppatataṃ seṭṭhaṃ,
sc_po: “What’s the best of things that rise?

# sn1.74:1.2
source: kiṃsu nipatataṃ varaṃ;
sc_po: And what’s the finest of things that fall?

# sn1.74:1.3
source: Kiṃsu pavajamānānaṃ,
sc_po: And what of the things that go forth?

# sn1.74:1.4
source: kiṃsu pavadataṃ varan”ti.
sc_po: And who’s the finest speaker?”

# sn1.74:2.1
source: “Bījaṃ uppatataṃ seṭṭhaṃ,
sc_po: “A seed’s the best of things that rise.

# sn1.74:2.2
source: vuṭṭhi nipatataṃ varā;
sc_po: Rain’s the finest thing that falls.

# sn1.74:2.3
source: Gāvo pavajamānānaṃ,
sc_po: Cattle, of things that go forth.

# sn1.74:2.4
source: putto pavadataṃ varo”ti.
sc_po: And a child is the finest speaker.”

# sn1.74:3.1
source: “Vijjā uppatataṃ seṭṭhā,
sc_po: “Knowledge is best of things that rise.

# sn1.74:3.2
source: avijjā nipatataṃ varā;
sc_po: Ignorance the finest thing that falls.

# sn1.74:3.3
source: Saṅgho pavajamānānaṃ,
sc_po: The Saṅgha, of things that go forth.

# sn1.74:3.4
source: buddho pavadataṃ varo”ti.
sc_po: And the Buddha is the finest speaker.”
