Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.38.po
Languages: sc_po

# sn1.38:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.38:0.2
source: 4. Satullapakāyikavagga
sc_po: 4. The Satullapa Group

# sn1.38:0.3
source: 38. Sakalikasutta
sc_po: 38. A Splinter

# sn1.38:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn1.38:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati maddakucchismiṃ migadāye.
sc_po: At one time the Buddha was staying near Rājagaha in the Maddakucchi deer park.

# sn1.38:1.3
source: Tena kho pana samayena bhagavato pādo sakalikāya khato hoti.
sc_po: Now at that time the Buddha’s foot had been cut by a splinter.

# sn1.38:1.4
source: Bhusā sudaṃ bhagavato vedanā vattanti sārīrikā vedanā dukkhā tibbā kharā kaṭukā asātā amanāpā;
sc_po: The Buddha was stricken by harrowing pains; physical feelings that were painful, sharp, severe, acute, unpleasant, and disagreeable.

# sn1.38:1.5
source: tā sudaṃ bhagavā sato sampajāno adhivāseti avihaññamāno.
sc_po: But he endured with mindfulness and situational awareness, without worrying.

# sn1.38:1.6
source: Atha kho bhagavā catugguṇaṃ saṅghāṭiṃ paññāpetvā dakkhiṇena passena sīhaseyyaṃ kappeti pāde pādaṃ accādhāya sato sampajāno.
sc_po: And then he spread out his outer robe folded in four and laid down in the lion’s posture—on the right side, placing one foot on top of the other—mindful and aware.

# sn1.38:2.1
source: Atha kho sattasatā satullapakāyikā devatāyo abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ maddakucchiṃ obhāsetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.
sc_po: Then, late at night, several glorious deities of the Satullapa Group, lighting up the entire Maddukucchi, went up to the Buddha, bowed, and stood to one side.

# sn1.38:2.2
source: Ekamantaṃ ṭhitā kho ekā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Standing to one side, one deity was inspired to exclaim in the Buddha’s presence:

# sn1.38:2.3
source: “nāgo vata, bho, samaṇo gotamo;
sc_po: “The ascetic Gotama is such an elephant, sir!

# sn1.38:2.4
source: nāgavatā ca samuppannā sārīrikā vedanā dukkhā tibbā kharā kaṭukā asātā amanāpā sato sampajāno adhivāseti avihaññamāno”ti.
sc_po: And as an elephant, he endures painful physical feelings that have come up—sharp, severe, acute, unpleasant, and disagreeable—with mindfulness and situational awareness, without worrying.”

# sn1.38:3.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.38:3.2
source: “sīho vata, bho, samaṇo gotamo;
sc_po: “The ascetic Gotama is such a lion, sir!

# sn1.38:3.3
source: sīhavatā ca samuppannā sārīrikā vedanā dukkhā tibbā kharā kaṭukā asātā amanāpā sato sampajāno adhivāseti avihaññamāno”ti.
sc_po: And as a lion, he endures painful physical feelings … without worrying.”

# sn1.38:4.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.38:4.2
source: “ājānīyo vata, bho, samaṇo gotamo;
sc_po: “The ascetic Gotama is such a thoroughbred, sir!

# sn1.38:4.3
source: ājānīyavatā ca samuppannā sārīrikā vedanā dukkhā tibbā kharā kaṭukā asātā amanāpā sato sampajāno adhivāseti avihaññamāno”ti.
sc_po: And as a thoroughbred, he endures painful physical feelings … without worrying.”

# sn1.38:5.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.38:5.2
source: “nisabho vata, bho, samaṇo gotamo;
sc_po: “The ascetic Gotama is such a chief bull, sir!

# sn1.38:5.3
source: nisabhavatā ca samuppannā sārīrikā vedanā dukkhā tibbā kharā kaṭukā asātā amanāpā sato sampajāno adhivāseti avihaññamāno”ti.
sc_po: And as a chief bull, he endures painful physical feelings … without worrying.”

# sn1.38:6.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.38:6.2
source: “dhorayho vata, bho, samaṇo gotamo;
sc_po: “The ascetic Gotama is such a behemoth, sir!

# sn1.38:6.3
source: dhorayhavatā ca samuppannā sārīrikā vedanā dukkhā tibbā kharā kaṭukā asātā amanāpā sato sampajāno adhivāseti avihaññamāno”ti.
sc_po: And as a behemoth, he endures painful physical feelings … without worrying.”

# sn1.38:7.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.38:7.2
source: “danto vata, bho, samaṇo gotamo;
sc_po: “The ascetic Gotama is truly tamed, sir!

# sn1.38:7.3
source: dantavatā ca samuppannā sārīrikā vedanā dukkhā tibbā kharā kaṭukā asātā amanāpā sato sampajāno adhivāseti avihaññamāno”ti.
sc_po: And as someone tamed, he endures painful physical feelings … without worrying.”

# sn1.38:8.1
source: Atha kho aparā devatā bhagavato santike imaṃ udānaṃ udānesi:
sc_po: Then another deity was inspired to exclaim in the Buddha’s presence:

# sn1.38:8.2
source: “passa samādhiṃ subhāvitaṃ cittañca suvimuttaṃ, na cābhinataṃ na cāpanataṃ na ca sasaṅkhāraniggayhavāritagataṃ.
sc_po: “See, his immersion is so well developed, and his mind is so well freed—not leaning forward or pulling back, and not held in place by forceful suppression.

# sn1.38:8.3
source: Yo evarūpaṃ purisanāgaṃ purisasīhaṃ purisaājānīyaṃ purisanisabhaṃ purisadhorayhaṃ purisadantaṃ atikkamitabbaṃ maññeyya kimaññatra adassanā”ti.
sc_po: If anyone imagines that they can overcome such an elephant of a man, a lion of a man, a thoroughbred of a man, a chief bull of a man, a behemoth of a man, a tamed man—what is that but a failure to see?”

# sn1.38:9.1
source: “Pañcavedā sataṃ samaṃ,
sc_po: “Learned in the five Vedas, brahmins practice

# sn1.38:9.2
source: Tapassī brāhmaṇā caraṃ;
sc_po: mortification for a full century.

# sn1.38:9.3
source: Cittañca nesaṃ na sammā vimuttaṃ,
sc_po: But their minds are not properly freed,

# sn1.38:9.4
source: Hīnattharūpā na pāraṅgamā te.
sc_po: for those of base character don’t cross to the far shore.

# sn1.38:10.1
source: Taṇhādhipannā vatasīlabaddhā,
sc_po: Seized by craving, attached to precepts and observances,

# sn1.38:10.2
source: Lūkhaṃ tapaṃ vassasataṃ carantā;
sc_po: they practice rough mortification for a hundred years.

# sn1.38:10.3
source: Cittañca nesaṃ na sammā vimuttaṃ,
sc_po: But their minds are not properly freed,

# sn1.38:10.4
source: Hīnattharūpā na pāraṅgamā te.
sc_po: for those of base character don’t cross to the far shore.

# sn1.38:11.1
source: Na mānakāmassa damo idhatthi,
sc_po: Someone who’s fond of conceit can’t be tamed,

# sn1.38:11.2
source: Na monamatthi asamāhitassa;
sc_po: and someone without immersion can’t be a sage.

# sn1.38:11.3
source: Eko araññe viharaṃ pamatto,
sc_po: Living negligent alone in the wilderness,

# sn1.38:11.4
source: Na maccudheyyassa tareyya pāran”ti.
sc_po: they can’t pass beyond Death’s domain.”

# sn1.38:12.1
source: “Mānaṃ pahāya susamāhitatto,
sc_po: “Having given up conceit, serene within oneself,

# sn1.38:12.2
source: Sucetaso sabbadhi vippamutto;
sc_po: with a healthy heart, everywhere released;

# sn1.38:12.3
source: Eko araññe viharamappamatto,
sc_po: living diligent alone in the wilderness,

# sn1.38:12.4
source: Sa maccudheyyassa tareyya pāran”ti.
sc_po: they pass beyond Death’s domain.”
