Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.75.po
Languages: sc_po

# sn1.75:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.75:0.2
source: 8. Chetvāvagga
sc_po: 8. Incinerated

# sn1.75:0.3
source: 75. Bhītāsutta
sc_po: 75. Afraid

# sn1.75:1.1
source: “Kiṃsūdha bhītā janatā anekā,
sc_po: “Why are so many people here afraid,

# sn1.75:1.2
source: Maggo canekāyatanappavutto;
sc_po: when the path has been taught with so many dimensions?

# sn1.75:1.3
source: Pucchāmi taṃ gotama bhūripañña,
sc_po: I ask you, Gotama, whose wisdom is vast:

# sn1.75:1.4
source: Kismiṃ ṭhito paralokaṃ na bhāye”ti.
sc_po: Standing on what need one not fear the next world?”

# sn1.75:2.1
source: “Vācaṃ manañca paṇidhāya sammā,
sc_po: “When speech and mind are directed right,

# sn1.75:2.2
source: Kāyena pāpāni akubbamāno;
sc_po: and you don’t do anything bad with the body

# sn1.75:2.3
source: Bahvannapānaṃ gharamāvasanto,
sc_po: while dwelling at home with plenty of food and drink.

# sn1.75:2.4
source: Saddho mudū saṃvibhāgī vadaññū;
sc_po: Faithful, gentle, charitable, and kind:

# sn1.75:2.5
source: Etesu dhammesu ṭhito catūsu,
sc_po: standing on these four principles,

# sn1.75:2.6
source: Dhamme ṭhito paralokaṃ na bhāye”ti.
sc_po: standing on the teaching one need not fear the next world.”
