Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.39.po
Languages: sc_po

# sn1.39:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.39:0.2
source: 4. Satullapakāyikavagga
sc_po: 4. The Satullapa Group

# sn1.39:0.3
source: 39. Paṭhamapajjunnadhītusutta
sc_po: 39. With Pajjunna’s Daughter (1st)

# sn1.39:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn1.39:1.2
source: ekaṃ samayaṃ bhagavā vesāliyaṃ viharati mahāvane kūṭāgārasālāyaṃ.
sc_po: At one time the Buddha was staying near Vesālī, at the Great Wood, in the hall with the peaked roof.

# sn1.39:1.3
source: Atha kho kokanadā pajjunnassa dhītā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ mahāvanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: Then, late at night, the beautiful Kokanadā, Pajjunna’s daughter, lighting up the entire Great Wood, went up to the Buddha, bowed, stood to one side,

# sn1.39:1.4
source: Ekamantaṃ ṭhitā kho sā devatā kokanadā pajjunnassa dhītā bhagavato santike imā gāthāyo abhāsi:
sc_po: and recited these verses in the Buddha’s presence:

# sn1.39:2.1
source: “Vesāliyaṃ vane viharantaṃ,
sc_po: “Staying in the woods of Vesālī

# sn1.39:2.2
source: Aggaṃ sattassa sambuddhaṃ;
sc_po: is the Buddha, best of beings.

# sn1.39:2.3
source: Kokanadāhamasmi abhivande,
sc_po: Kokanadā am I who worships him,

# sn1.39:2.4
source: Kokanadā pajjunnassa dhītā.
sc_po: Kokanadā, Pajjuna’s daughter.

# sn1.39:3.1
source: Sutameva pure āsi,
sc_po: Previously I had only heard

# sn1.39:3.2
source: Dhammo cakkhumatānubuddho;
sc_po: the teaching realized by the seer.

# sn1.39:3.3
source: Sāhaṃ dāni sakkhi jānāmi,
sc_po: But now I know it as a witness

# sn1.39:3.4
source: Munino desayato sugatassa.
sc_po: while the sage, the Holy One teaches.

# sn1.39:4.1
source: Ye keci ariyaṃ dhammaṃ,
sc_po: There are unintelligent people who go about

# sn1.39:4.2
source: Vigarahantā caranti dummedhā;
sc_po: denouncing the noble teaching.

# sn1.39:4.3
source: Upenti roruvaṃ ghoraṃ,
sc_po: They fall into the terrible Hell of Screams

# sn1.39:4.4
source: Cirarattaṃ dukkhaṃ anubhavanti.
sc_po: where they suffer long.

# sn1.39:5.1
source: Ye ca kho ariye dhamme,
sc_po: There are those who have found acceptance and peace

# sn1.39:5.2
source: Khantiyā upasamena upetā;
sc_po: in the noble teaching.

# sn1.39:5.3
source: Pahāya mānusaṃ dehaṃ,
sc_po: After giving up this human body,

# sn1.39:5.4
source: Devakāyaṃ paripūressantī”ti.
sc_po: they swell the hosts of gods.”
