Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.20.po
Languages: sc_po

# sn1.20:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.20:0.2
source: 2. Nandanavagga
sc_po: 2. The Garden of Delight

# sn1.20:0.3
source: 20. Samiddhisutta
sc_po: 20. With Samiddhi

# sn1.20:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn1.20:1.2
source: ekaṃ samayaṃ bhagavā rājagahe viharati tapodārāme.
sc_po: At one time the Buddha was staying near Rājagaha in the Hot Springs Monastery.

# sn1.20:1.3
source: Atha kho āyasmā samiddhi rattiyā paccūsasamayaṃ paccuṭṭhāya yena tapodā tenupasaṅkami gattāni parisiñcituṃ.
sc_po: Then Venerable Samiddhi rose at the crack of dawn and went to the hot springs to bathe.

# sn1.20:1.4
source: Tapode gattāni parisiñcitvā paccuttaritvā ekacīvaro aṭṭhāsi gattāni pubbāpayamāno.
sc_po: When he had bathed and emerged from the water he stood in one robe drying himself.

# sn1.20:1.5
source: Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ tapodaṃ obhāsetvā yena āyasmā samiddhi tenupasaṅkami; upasaṅkamitvā vehāsaṃ ṭhitā āyasmantaṃ samiddhiṃ gāthāya ajjhabhāsi:
sc_po: Then, late at night, a glorious deity, lighting up the entire hot springs, went up to Samiddhi, and, standing in the air, addressed him in verse:

# sn1.20:1.6
source: “Abhutvā bhikkhasi bhikkhu,
sc_po: “Mendicant, you seek alms before you eat;

# sn1.20:1.7
source: na hi bhutvāna bhikkhasi;
sc_po: you wouldn’t seek alms after eating.

# sn1.20:1.8
source: Bhutvāna bhikkhu bhikkhassu,
sc_po: But you should eat first, then seek alms:

# sn1.20:1.9
source: mā taṃ kālo upaccagā”ti.
sc_po: don’t let the time pass you by.”

# sn1.20:3.1
source: “Kālaṃ vohaṃ na jānāmi,
sc_po: “I actually don’t know the time;

# sn1.20:3.2
source: channo kālo na dissati;
sc_po: it’s hidden and unseen.

# sn1.20:3.3
source: Tasmā abhutvā bhikkhāmi,
sc_po: That’s why I seek alms before eating,

# sn1.20:3.4
source: mā maṃ kālo upaccagā”ti.
sc_po: so that the time may not pass me by!”

# sn1.20:4.1
source: Atha kho sā devatā pathaviyaṃ patiṭṭhahitvā āyasmantaṃ samiddhiṃ etadavoca:
sc_po: Then that deity landed on the ground and said to Samiddhi,

# sn1.20:4.2
source: “daharo tvaṃ, bhikkhu, pabbajito susu kāḷakeso, bhadrena yobbanena samannāgato, paṭhamena vayasā, anikkīḷitāvī kāmesu.
sc_po: “You’ve gone forth while young, mendicant. You’re black-haired, blessed with youth, in the prime of life, and you’ve never flirted with sensual pleasures.

# sn1.20:4.3
source: Bhuñja, bhikkhu, mānusake kāme;
sc_po: Enjoy human sensual pleasures!

# sn1.20:4.4
source: mā sandiṭṭhikaṃ hitvā kālikaṃ anudhāvī”ti.
sc_po: Don’t give up what is visible in the present to chase after what takes effect over time.”

# sn1.20:5.1
source: “Na khvāhaṃ, āvuso, sandiṭṭhikaṃ hitvā kālikaṃ anudhāvāmi.
sc_po: “I’m not, good sir;

# sn1.20:5.2
source: Kālikañca khvāhaṃ, āvuso, hitvā sandiṭṭhikaṃ anudhāvāmi.
sc_po: I’m giving up what takes effect over time to chase after what is visible in the present.

# sn1.20:5.3
source: Kālikā hi, āvuso, kāmā vuttā bhagavatā bahudukkhā bahupāyāsā; ādīnavo ettha bhiyyo.
sc_po: For the Buddha has said that sensual pleasures take effect over time, with much suffering and distress, and they’re all the more full of drawbacks.

# sn1.20:5.4
source: Sandiṭṭhiko ayaṃ dhammo akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti.
sc_po: But this teaching is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.”

# sn1.20:6.1
source: “Kathañca, bhikkhu, kālikā kāmā vuttā bhagavatā bahudukkhā bahupāyāsā, ādīnavo ettha bhiyyo?
sc_po: “But in what way, mendicant, has the Buddha said that sensual pleasures take effect over time, with much suffering and distress, and they’re all the more full of drawbacks?

# sn1.20:6.2
source: Kathaṃ sandiṭṭhiko ayaṃ dhammo akāliko ehipassiko opaneyyiko paccattaṃ veditabbo viññūhī”ti?
sc_po: And how is this teaching visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves?”

# sn1.20:7.1
source: “Ahaṃ kho, āvuso, navo acirapabbajito adhunāgato imaṃ dhammavinayaṃ.
sc_po: “I’m junior, good sir, recently gone forth, newly come to this teaching and training.

# sn1.20:7.2
source: Na tāhaṃ sakkomi vitthārena ācikkhituṃ.
sc_po: I’m not able to explain this in detail.

# sn1.20:7.3
source: Ayaṃ so bhagavā arahaṃ sammāsambuddho rājagahe viharati tapodārāme.
sc_po: But the Blessed One, the perfected one, the fully awakened Buddha is staying near Rājagaha in the Hot Springs Monastery.

# sn1.20:7.4
source: Taṃ bhagavantaṃ upasaṅkamitvā etamatthaṃ puccha.
sc_po: You should go to him and ask about this matter.

# sn1.20:7.5
source: Yathā te bhagavā byākaroti tathā naṃ dhāreyyāsī”ti.
sc_po: And you should remember it in line with the Buddha’s answer.”

# sn1.20:8.1
source: “Na kho, bhikkhu, sukaro so bhagavā amhehi upasaṅkamituṃ, aññāhi mahesakkhāhi devatāhi parivuto.
sc_po: “It’s not easy for us to approach the Buddha, as he is surrounded by other illustrious deities.

# sn1.20:8.2
source: Sace kho tvaṃ, bhikkhu, taṃ bhagavantaṃ upasaṅkamitvā etamatthaṃ puccheyyāsi, mayampi āgaccheyyāma dhammassavanāyā”ti.
sc_po: If you go to the Buddha and ask him about this matter, we’ll come along and listen to the teaching.”

# sn1.20:8.3
source: “Evamāvuso”ti kho āyasmā samiddhi tassā devatāya paṭissutvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho āyasmā samiddhi bhagavantaṃ etadavoca:
sc_po: “Yes, good sir,” Venerable Samiddhi replied. He went to the Buddha, bowed, sat down to one side, and told him what had happened. Then he added:

# sn1.20:17.4
source: Sace, bhante, tassā devatāya saccaṃ vacanaṃ, idheva sā devatā avidūre”ti.
sc_po: “Sir, if that deity spoke the truth, he’ll be close by.”

# sn1.20:18.1
source: Evaṃ vutte, sā devatā āyasmantaṃ samiddhiṃ etadavoca:
sc_po: When he had spoken, that deity said to Samiddhi,

# sn1.20:18.2
source: “puccha, bhikkhu, puccha, bhikkhu, yamahaṃ anuppattā”ti.
sc_po: “Ask, mendicant, ask! For I have arrived.”

# sn1.20:19.1
source: Atha kho bhagavā taṃ devataṃ gāthāhi ajjhabhāsi:
sc_po: Then the Buddha addressed the deity in verse:

# sn1.20:20.1
source: “Akkheyyasaññino sattā,
sc_po: “Sentient beings who perceive the visible,

# sn1.20:20.2
source: akkheyyasmiṃ patiṭṭhitā;
sc_po: become established in the visible.

# sn1.20:20.3
source: Akkheyyaṃ apariññāya,
sc_po: Not understanding the visible,

# sn1.20:20.4
source: yogamāyanti maccuno.
sc_po: they come under the yoke of Death.

# sn1.20:21.1
source: Akkheyyañca pariññāya,
sc_po: But having fully understood the visible,

# sn1.20:21.2
source: Akkhātāraṃ na maññati;
sc_po: they don’t identify as a seer,

# sn1.20:21.3
source: Tañhi tassa na hotīti,
sc_po: for they have nothing

# sn1.20:21.4
source: Yena naṃ vajjā na tassa atthi;
sc_po: by which they might be described.

# sn1.20:21.5
source: Sace vijānāsi vadehi yakkhā”ti.
sc_po: Tell me if you understand, spirit.”

# sn1.20:22.1
source: “Na khvāhaṃ, bhante, imassa bhagavatā saṅkhittena bhāsitassa vitthārena atthaṃ ājānāmi.
sc_po: “I don’t understand the detailed meaning of the Buddha’s brief statement.

# sn1.20:22.2
source: Sādhu me, bhante, bhagavā tathā bhāsatu yathāhaṃ imassa bhagavatā saṅkhittena bhāsitassa vitthārena atthaṃ jāneyyan”ti.
sc_po: Please teach me this matter so I can understand the detailed meaning.”

# sn1.20:23.1
source: “Samo visesī uda vā nihīno,
sc_po: “If you think that ‘I’m equal,

# sn1.20:23.2
source: Yo maññatī so vivadetha tena;
sc_po: special, or worse’, you’ll get into arguments.

# sn1.20:23.3
source: Tīsu vidhāsu avikampamāno,
sc_po: Unwavering in the face of the three discriminations,

# sn1.20:23.4
source: Samo visesīti na tassa hoti;
sc_po: you’ll have no thought ‘I’m equal or special’.

# sn1.20:23.5
source: Sace vijānāsi vadehi yakkhā”ti.
sc_po: Tell me if you understand, spirit.”

# sn1.20:24.1
source: “Imassapi khvāhaṃ, bhante, bhagavatā saṅkhittena bhāsitassa na vitthārena atthaṃ ājānāmi.
sc_po: “I don’t understand the detailed meaning of the Buddha’s brief statement.

# sn1.20:24.2
source: Sādhu me, bhante, bhagavā tathā bhāsatu yathāhaṃ imassa bhagavatā saṅkhittena bhāsitassa vitthārena atthaṃ jāneyyan”ti.
sc_po: Please teach me this matter so I can understand the detailed meaning.”

# sn1.20:25.1
source: “Pahāsi saṅkhaṃ na vimānamajjhagā,
sc_po: “Judging is given up, conceit rejected;

# sn1.20:25.2
source: Acchecchi taṇhaṃ idha nāmarūpe;
sc_po: craving for name and form is cut off right here.

# sn1.20:25.3
source: Taṃ chinnaganthaṃ anighaṃ nirāsaṃ,
sc_po: They’ve cut the ties, untroubled and free of hope.

# sn1.20:25.4
source: Pariyesamānā nājjhagamuṃ;
sc_po: Though gods and humans search for them

# sn1.20:25.5
source: Devā manussā idha vā huraṃ vā,
sc_po: in this world and the world beyond, they never find them,

# sn1.20:25.6
source: Saggesu vā sabbanivesanesu.
sc_po: not in heaven nor in any abode.

# sn1.20:26.1
source: Sace vijānāsi vadehi yakkhā”ti.
sc_po: Tell me if you understand, spirit.”

# sn1.20:27.1
source: “Imassa khvāhaṃ, bhante, bhagavatā saṅkhittena bhāsitassa evaṃ vitthārena atthaṃ ājānāmi—
sc_po: “This is how I understand the detailed meaning of the Buddha’s brief statement:

# sn1.20:28.1
source: Pāpaṃ na kayirā vacasā manasā,
sc_po: “You should never do anything bad

# sn1.20:28.2
source: Kāyena vā kiñcana sabbaloke;
sc_po: by speech or mind or body in all the world.

# sn1.20:28.3
source: Kāme pahāya satimā sampajāno,
sc_po: Having given up sensual pleasures, mindful and aware,

# sn1.20:28.4
source: Dukkhaṃ na sevetha anatthasaṃhitan”ti.
sc_po: you shouldn’t keep doing what’s painful and pointless.”
