Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.13.po
Languages: sc_po

# sn1.13:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.13:0.2
source: 2. Nandanavagga
sc_po: 2. The Garden of Delight

# sn1.13:0.3
source: 13. Natthiputtasamasutta
sc_po: 13. There’s Nothing Like a Child

# sn1.13:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn1.13:1.2
source: Ekamantaṃ ṭhitā kho sā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, that deity recited this verse in the Buddha’s presence:

# sn1.13:2.1
source: “Natthi puttasamaṃ pemaṃ,
sc_po: “There’s no love like that for a child,

# sn1.13:2.2
source: natthi gosamitaṃ dhanaṃ;
sc_po: no wealth equal to cattle,

# sn1.13:2.3
source: Natthi sūriyasamā ābhā,
sc_po: no light like that of the sun,

# sn1.13:2.4
source: samuddaparamā sarā”ti.
sc_po: and of waters the ocean is paramount.”

# sn1.13:3.1
source: “Natthi attasamaṃ pemaṃ,
sc_po: “There’s no love like that for oneself,

# sn1.13:3.2
source: natthi dhaññasamaṃ dhanaṃ;
sc_po: no wealth equal to grain,

# sn1.13:3.3
source: Natthi paññāsamā ābhā,
sc_po: no light like that of wisdom,

# sn1.13:3.4
source: vuṭṭhi ve paramā sarā”ti.
sc_po: and of waters the rain is paramount.”
