Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.62.po
Languages: sc_po

# sn1.62:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.62:0.2
source: 7. Addhavagga
sc_po: 7. Oppressed

# sn1.62:0.3
source: 62. Cittasutta
sc_po: 62. Mind

# sn1.62:1.1
source: “Kenassu nīyati loko,
sc_po: “What leads the world on?

# sn1.62:1.2
source: kenassu parikassati;
sc_po: What drags it around?

# sn1.62:1.3
source: Kissassu ekadhammassa,
sc_po: What is the one thing

# sn1.62:1.4
source: sabbeva vasamanvagū”ti.
sc_po: that has everything under its sway?”

# sn1.62:2.1
source: “Cittena nīyati loko,
sc_po: “The mind leads the world on.

# sn1.62:2.2
source: cittena parikassati;
sc_po: The mind drags it around.

# sn1.62:2.3
source: Cittassa ekadhammassa,
sc_po: Mind is the one thing

# sn1.62:2.4
source: sabbeva vasamanvagū”ti.
sc_po: that has everything under its sway.”
