Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.70.po
Languages: sc_po

# sn1.70:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.70:0.2
source: 7. Addhavagga
sc_po: 7. Oppressed

# sn1.70:0.3
source: 70. Lokasutta
sc_po: 70. The World

# sn1.70:1.1
source: “Kismiṃ loko samuppanno,
sc_po: “What has the world arisen in?

# sn1.70:1.2
source: kismiṃ kubbati santhavaṃ;
sc_po: What does it get close to?

# sn1.70:1.3
source: Kissa loko upādāya,
sc_po: By grasping what

# sn1.70:1.4
source: kismiṃ loko vihaññatī”ti.
sc_po: is the world troubled in what?”

# sn1.70:2.1
source: “Chasu loko samuppanno,
sc_po: “The world’s arisen in six.

# sn1.70:2.2
source: chasu kubbati santhavaṃ;
sc_po: It gets close to six.

# sn1.70:2.3
source: Channameva upādāya,
sc_po: By grasping at these six,

# sn1.70:2.4
source: chasu loko vihaññatī”ti.
sc_po: the world’s troubled in six.”
