Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.66.po
Languages: sc_po

# sn1.66:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.66:0.2
source: 7. Addhavagga
sc_po: 7. Oppressed

# sn1.66:0.3
source: 66. Attahatasutta
sc_po: 66. Beaten Down

# sn1.66:1.1
source: “Kenassubbhāhato loko,
sc_po: “By what is the world beaten down?

# sn1.66:1.2
source: kenassu parivārito;
sc_po: By what is it surrounded?

# sn1.66:1.3
source: Kena sallena otiṇṇo,
sc_po: What dart has laid it low?

# sn1.66:1.4
source: kissa dhūpāyito sadā”ti.
sc_po: With what is it always fuming?”

# sn1.66:2.1
source: “Maccunābbhāhato loko,
sc_po: “The world is beaten down by death.

# sn1.66:2.2
source: jarāya parivārito;
sc_po: It’s surrounded by old age.

# sn1.66:2.3
source: Taṇhāsallena otiṇṇo,
sc_po: The dart of craving has laid it low.

# sn1.66:2.4
source: icchādhūpāyito sadā”ti.
sc_po: It’s always fuming with desire.”
