Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.32.po
Languages: sc_po

# sn1.32:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.32:0.2
source: 4. Satullapakāyikavagga
sc_po: 4. The Satullapa Group

# sn1.32:0.3
source: 32. Maccharisutta
sc_po: 32. Stinginess

# sn1.32:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn1.32:1.2
source: Atha kho sambahulā satullapakāyikā devatāyo abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.
sc_po: Then, late at night, several glorious deities of the Satullapa Group, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, and stood to one side.

# sn1.32:1.3
source: Ekamantaṃ ṭhitā kho ekā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, one deity recited this verse in the Buddha’s presence:

# sn1.32:2.1
source: “Maccherā ca pamādā ca,
sc_po: “Because of stinginess and negligence

# sn1.32:2.2
source: evaṃ dānaṃ na dīyati;
sc_po: a gift is not given.

# sn1.32:2.3
source: Puññaṃ ākaṅkhamānena,
sc_po: Wanting merit,

# sn1.32:2.4
source: deyyaṃ hoti vijānatā”ti.
sc_po: a smart person would give.”

# sn1.32:3.1
source: Atha kho aparā devatā bhagavato santike imā gāthāyo abhāsi:
sc_po: Then another deity recited these verses in the Buddha’s presence:

# sn1.32:4.1
source: “Yasseva bhīto na dadāti maccharī,
sc_po: “When a miser fails to give because of fear,

# sn1.32:4.2
source: Tadevādadato bhayaṃ;
sc_po: the very thing they’re afraid of comes to pass.

# sn1.32:4.3
source: Jighacchā ca pipāsā ca,
sc_po: The hunger and thirst

# sn1.32:4.4
source: Yassa bhāyati maccharī;
sc_po: that a miser fears

# sn1.32:4.5
source: Tameva bālaṃ phusati,
sc_po: hurt the fool

# sn1.32:4.6
source: Asmiṃ loke paramhi ca.
sc_po: in this world and the next.

# sn1.32:5.1
source: Tasmā vineyya maccheraṃ,
sc_po: So you should dispel stinginess,

# sn1.32:5.2
source: dajjā dānaṃ malābhibhū;
sc_po: overcoming that stain, and give a gift.

# sn1.32:5.3
source: Puññāni paralokasmiṃ,
sc_po: The good deeds of sentient beings

# sn1.32:5.4
source: patiṭṭhā honti pāṇinan”ti.
sc_po: support them in the next world.”

# sn1.32:6.1
source: Atha kho aparā devatā bhagavato santike imā gāthāyo abhāsi:
sc_po: Then another deity recited these verses in the Buddha’s presence:

# sn1.32:7.1
source: “Te matesu na mīyanti,
sc_po: “Among the dead they do not die,

# sn1.32:7.2
source: panthānaṃva sahabbajaṃ;
sc_po: those who, like fellow travelers on the road,

# sn1.32:7.3
source: Appasmiṃ ye pavecchanti,
sc_po: are happy to provide, though they have but little.

# sn1.32:7.4
source: esa dhammo sanantano.
sc_po: This is an ancient principle.

# sn1.32:8.1
source: Appasmeke pavecchanti,
sc_po: Some who have little are happy to provide,

# sn1.32:8.2
source: bahuneke na dicchare;
sc_po: while some who have much don’t wish to give.

# sn1.32:8.3
source: Appasmā dakkhiṇā dinnā,
sc_po: An offering given from little

# sn1.32:8.4
source: sahassena samaṃ mitā”ti.
sc_po: is multiplied a thousand times.”

# sn1.32:9.1
source: Atha kho aparā devatā bhagavato santike imā gāthāyo abhāsi:
sc_po: Then another deity recited these verses in the Buddha’s presence:

# sn1.32:10.1
source: “Duddadaṃ dadamānānaṃ,
sc_po: “Giving what’s hard to give,

# sn1.32:10.2
source: dukkaraṃ kamma kubbataṃ;
sc_po: doing what’s hard to do;

# sn1.32:10.3
source: Asanto nānukubbanti,
sc_po: the wicked don’t act like this,

# sn1.32:10.4
source: sataṃ dhammo duranvayo.
sc_po: for the teaching of the good is hard to follow.

# sn1.32:11.1
source: Tasmā satañca asataṃ,
sc_po: That’s why the virtuous and the wicked

# sn1.32:11.2
source: nānā hoti ito gati;
sc_po: have different destinations after leaving this place.

# sn1.32:11.3
source: Asanto nirayaṃ yanti,
sc_po: The wicked go to hell,

# sn1.32:11.4
source: santo saggaparāyanā”ti.
sc_po: while the virtuous are bound for heaven.”

# sn1.32:12.1
source: Atha kho aparā devatā bhagavato santike etadavoca:
sc_po: Then another deity said to the Buddha,

# sn1.32:12.2
source: “kassa nu kho, bhagavā, subhāsitan”ti?
sc_po: “Sir, who has spoken well?”

# sn1.32:13.1
source: “Sabbāsaṃ vo subhāsitaṃ pariyāyena; api ca mamapi suṇātha—
sc_po: “You’ve all spoken well in your own way. However, listen to me also:

# sn1.32:14.1
source: Dhammaṃ care yopi samuñjakaṃ care,
sc_po: A hundred thousand people making a thousand sacrifices

# sn1.32:14.2
source: Dārañca posaṃ dadamappakasmiṃ;
sc_po: isn’t worth a fraction

# sn1.32:14.3
source: Sataṃ sahassānaṃ sahassayāginaṃ,
sc_po: of one who lives rightly, wandering for gleanings,

# sn1.32:14.4
source: Kalampi nāgghanti tathāvidhassa te”ti.
sc_po: or one who supports their partner from what little they have.”

# sn1.32:15.1
source: Atha kho aparā devatā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Then another deity addressed the Buddha in verse:

# sn1.32:16.1
source: “Kenesa yañño vipulo mahaggato,
sc_po: “Why doesn’t that sacrifice of theirs, so abundant and magnificent,

# sn1.32:16.2
source: Samena dinnassa na agghameti;
sc_po: equal the value of a moral person’s gift?

# sn1.32:16.3
source: Kathaṃ sataṃ sahassānaṃ sahassayāginaṃ,
sc_po: How is it that a hundred thousand people making a thousand sacrifices

# sn1.32:16.4
source: Kalampi nāgghanti tathāvidhassa te”ti.
sc_po: isn’t worth a fraction of what’s offered by such a person?”

# sn1.32:17.1
source: “Dadanti heke visame niviṭṭhā,
sc_po: “Some give based on immorality—

# sn1.32:17.2
source: Chetvā vadhitvā atha socayitvā;
sc_po: after injuring, killing, and tormenting.

# sn1.32:17.3
source: Sā dakkhiṇā assumukhā sadaṇḍā,
sc_po: Such an offering—tearful, violent—

# sn1.32:17.4
source: Samena dinnassa na agghameti.
sc_po: in no way equals the value of a moral person’s gift.

# sn1.32:18.1
source: Evaṃ sataṃ sahassānaṃ sahassayāginaṃ,
sc_po: That’s how it is that a hundred thousand people making a thousand sacrifices

# sn1.32:18.2
source: Kalampi nāgghanti tathāvidhassa te”ti.
sc_po: isn’t worth a fraction of what’s offered by such a person.”
