Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.14.po
Languages: sc_po

# sn1.14:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.14:0.2
source: 2. Nandanavagga
sc_po: 2. The Garden of Delight

# sn1.14:0.3
source: 14. Khattiyasutta
sc_po: 14. Aristocrats

# sn1.14:1.1
source: “Khattiyo dvipadaṃ seṭṭho,
sc_po: “An aristocrat is the best of bipeds,

# sn1.14:1.2
source: balībaddo catuppadaṃ;
sc_po: an ox is the best of quadrupeds,

# sn1.14:1.3
source: Komārī seṭṭhā bhariyānaṃ,
sc_po: a maiden is the best of wives,

# sn1.14:1.4
source: yo ca puttāna pubbajo”ti.
sc_po: and a first-born the best of sons.”

# sn1.14:2.1
source: “Sambuddho dvipadaṃ seṭṭho,
sc_po: “A Buddha is the best of bipeds,

# sn1.14:2.2
source: ājānīyo catuppadaṃ;
sc_po: a thoroughbred, the best of quadrupeds,

# sn1.14:2.3
source: Sussūsā seṭṭhā bhariyānaṃ,
sc_po: a good listener is the best of wives,

# sn1.14:2.4
source: yo ca puttānamassavo”ti.
sc_po: and the best of sons is loyal.”
