Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.76.po
Languages: sc_po

# sn1.76:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.76:0.2
source: 8. Chetvāvagga
sc_po: 8. Incinerated

# sn1.76:0.3
source: 76. Najīratisutta
sc_po: 76. Getting Old

# sn1.76:1.1
source: “Kiṃ jīrati kiṃ na jīrati,
sc_po: “What gets old, what doesn’t get old?

# sn1.76:1.2
source: kiṃsu uppathoti vuccati;
sc_po: What’s called a deviation?

# sn1.76:1.3
source: Kiṃsu dhammānaṃ paripantho,
sc_po: What’s a roadblock for skillful qualities?

# sn1.76:1.4
source: kiṃsu rattindivakkhayo;
sc_po: What is ending day and night?

# sn1.76:1.5
source: Kiṃ malaṃ brahmacariyassa,
sc_po: What’s the stain of celibacy?

# sn1.76:1.6
source: kiṃ sinānamanodakaṃ.
sc_po: What’s the waterless bath?

# sn1.76:2.1
source: Kati lokasmiṃ chiddāni,
sc_po: How many holes are there in the world,

# sn1.76:2.2
source: yattha vittaṃ na tiṭṭhati;
sc_po: where one’s wealth leaks out?

# sn1.76:2.3
source: Bhagavantaṃ puṭṭhumāgamma,
sc_po: We’ve come to ask the Buddha;

# sn1.76:2.4
source: kathaṃ jānemu taṃ mayan”ti.
sc_po: how are we to understand this?”

# sn1.76:3.1
source: “Rūpaṃ jīrati maccānaṃ,
sc_po: “The physical form of mortals gets old,

# sn1.76:3.2
source: nāmagottaṃ na jīrati;
sc_po: but their name and clan don’t.

# sn1.76:3.3
source: Rāgo uppathoti vuccati.
sc_po: Lust is called a deviation,

# sn1.76:4.1
source: Lobho dhammānaṃ paripantho,
sc_po: and greed obstructs skillful qualities.

# sn1.76:4.2
source: Vayo rattindivakkhayo;
sc_po: Youth is ending day and night.

# sn1.76:4.3
source: Itthī malaṃ brahmacariyassa,
sc_po: Women are the stain of celibacy,

# sn1.76:4.4
source: Etthāyaṃ sajjate pajā;
sc_po: to which this generation clings.

# sn1.76:4.5
source: Tapo ca brahmacariyañca,
sc_po: Austerity and celibacy

# sn1.76:4.6
source: Taṃ sinānamanodakaṃ.
sc_po: are the waterless bath.

# sn1.76:5.1
source: Cha lokasmiṃ chiddāni,
sc_po: There are six holes in the world,

# sn1.76:5.2
source: yattha vittaṃ na tiṭṭhati;
sc_po: where one’s wealth leaks out:

# sn1.76:5.3
source: Ālasyañca pamādo ca,
sc_po: laziness and negligence,

# sn1.76:5.4
source: anuṭṭhānaṃ asaṃyamo;
sc_po: lack of initiative and lack of restraint,

# sn1.76:5.5
source: Niddā tandī ca te chidde,
sc_po: sleepiness and sloth.

# sn1.76:5.6
source: sabbaso taṃ vivajjaye”ti.
sc_po: You should completely get rid of these holes!”
