Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.10.po
Languages: sc_po

# sn1.10:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.10:0.2
source: 1. Naḷavagga
sc_po: 1. A Reed

# sn1.10:0.3
source: 10. Araññasutta
sc_po: 10. Wilderness

# sn1.10:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn1.10:1.2
source: Ekamantaṃ ṭhitā kho sā devatā bhagavantaṃ gāthāya ajjhabhāsi:
sc_po: Standing to one side, that deity addressed the Buddha in verse:

# sn1.10:2.1
source: “Araññe viharantānaṃ,
sc_po: “Living in the wilderness,

# sn1.10:2.2
source: santānaṃ brahmacārinaṃ;
sc_po: peaceful spiritual practitioners

# sn1.10:2.3
source: Ekabhattaṃ bhuñjamānānaṃ,
sc_po: eat just one meal a day:

# sn1.10:2.4
source: kena vaṇṇo pasīdatī”ti.
sc_po: so why is their complexion so clear?”

# sn1.10:3.1
source: “Atītaṃ nānusocanti,
sc_po: “They don’t worry about the past,

# sn1.10:3.2
source: nappajappanti nāgataṃ;
sc_po: nor do they long for the future;

# sn1.10:3.3
source: Paccuppannena yāpenti,
sc_po: they feed on whatever comes that day,

# sn1.10:3.4
source: tena vaṇṇo pasīdati.
sc_po: that’s why their complexion’s so clear.

# sn1.10:4.1
source: Anāgatappajappāya,
sc_po: Because they long for the future,

# sn1.10:4.2
source: atītassānusocanā;
sc_po: and worry about the past,

# sn1.10:4.3
source: Etena bālā sussanti,
sc_po: fools wither away,

# sn1.10:4.4
source: naḷova harito luto”ti.
sc_po: like a green reed mowed down.”
