Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.31.po
Languages: sc_po

# sn1.31:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.31:0.2
source: 4. Satullapakāyikavagga
sc_po: 4. The Satullapa Group

# sn1.31:0.3
source: 31. Sabbhisutta
sc_po: 31. Virtuous

# sn1.31:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn1.31:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn1.31:1.3
source: Atha kho sambahulā satullapakāyikā devatāyo abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkamiṃsu; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhaṃsu.
sc_po: Then, late at night, several glorious deities of the Satullapa Group, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side,

# sn1.31:1.4
source: Ekamantaṃ ṭhitā kho ekā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: and recited this verse in the Buddha’s presence:

# sn1.31:2.1
source: “Sabbhireva samāsetha,
sc_po: “Associate only with the virtuous!

# sn1.31:2.2
source: sabbhi kubbetha santhavaṃ;
sc_po: Try to get close to the virtuous!

# sn1.31:2.3
source: Sataṃ saddhammamaññāya,
sc_po: Understanding the true teaching of the good,

# sn1.31:2.4
source: seyyo hoti na pāpiyo”ti.
sc_po: things get better, not worse.”

# sn1.31:3.1
source: Atha kho aparā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then another deity recited this verse in the Buddha’s presence:

# sn1.31:4.1
source: “Sabbhireva samāsetha,
sc_po: “Associate only with the virtuous!

# sn1.31:4.2
source: sabbhi kubbetha santhavaṃ;
sc_po: Try to get close to the virtuous!

# sn1.31:4.3
source: Sataṃ saddhammamaññāya,
sc_po: Understanding the true teaching of the good,

# sn1.31:4.4
source: paññā labbhati nāññato”ti.
sc_po: wisdom is gained—but not from anyone else.”

# sn1.31:5.1
source: Atha kho aparā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then another deity recited this verse in the Buddha’s presence:

# sn1.31:6.1
source: “Sabbhireva samāsetha,
sc_po: “Associate only with the virtuous!

# sn1.31:6.2
source: sabbhi kubbetha santhavaṃ;
sc_po: Try to get close to the virtuous!

# sn1.31:6.3
source: Sataṃ saddhammamaññāya,
sc_po: Understanding the true teaching of the good,

# sn1.31:6.4
source: sokamajjhe na socatī”ti.
sc_po: you don’t sorrow even among those who sorrow.”

# sn1.31:7.1
source: Atha kho aparā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then another deity recited this verse in the Buddha’s presence:

# sn1.31:8.1
source: “Sabbhireva samāsetha,
sc_po: “Associate only with the virtuous!

# sn1.31:8.2
source: sabbhi kubbetha santhavaṃ;
sc_po: Try to get close to the virtuous!

# sn1.31:8.3
source: Sataṃ saddhammamaññāya,
sc_po: Understanding the true teaching of the good,

# sn1.31:8.4
source: ñātimajjhe virocatī”ti.
sc_po: you shine among your relatives.”

# sn1.31:9.1
source: Atha kho aparā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then another deity recited this verse in the Buddha’s presence:

# sn1.31:10.1
source: “Sabbhireva samāsetha,
sc_po: “Associate only with the virtuous!

# sn1.31:10.2
source: sabbhi kubbetha santhavaṃ;
sc_po: Try to get close to the virtuous!

# sn1.31:10.3
source: Sataṃ saddhammamaññāya,
sc_po: Understanding the true teaching of the good,

# sn1.31:10.4
source: sattā gacchanti suggatin”ti.
sc_po: sentient beings go to a good place.”

# sn1.31:11.1
source: Atha kho aparā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Then another deity recited this verse in the Buddha’s presence:

# sn1.31:12.1
source: “Sabbhireva samāsetha,
sc_po: “Associate only with the virtuous!

# sn1.31:12.2
source: sabbhi kubbetha santhavaṃ;
sc_po: Try to get close to the virtuous!

# sn1.31:12.3
source: Sataṃ saddhammamaññāya,
sc_po: Understanding the true teaching of the good,

# sn1.31:12.4
source: sattā tiṭṭhanti sātatan”ti.
sc_po: sentient beings live happily.”

# sn1.31:13.1
source: Atha kho aparā devatā bhagavantaṃ etadavoca:
sc_po: Then another deity said to the Buddha,

# sn1.31:13.2
source: “kassa nu kho, bhagavā, subhāsitan”ti?
sc_po: “Sir, who has spoken well?”

# sn1.31:14.1
source: “Sabbāsaṃ vo subhāsitaṃ pariyāyena, api ca mamapi suṇātha—
sc_po: “You’ve all spoken well in your own way. However, listen to me also:

# sn1.31:15.1
source: Sabbhireva samāsetha,
sc_po: Associate only with the virtuous!

# sn1.31:15.2
source: sabbhi kubbetha santhavaṃ;
sc_po: Try to get close to the virtuous!

# sn1.31:15.3
source: Sataṃ saddhammamaññāya,
sc_po: Understanding the true teaching of the good,

# sn1.31:15.4
source: sabbadukkhā pamuccatī”ti.
sc_po: you’re released from all suffering.”

# sn1.31:16.1
source: Idamavoca bhagavā.
sc_po: That is what the Buddha said.

# sn1.31:16.2
source: Attamanā tā devatāyo bhagavantaṃ abhivādetvā padakkhiṇaṃ katvā tatthevantaradhāyiṃsūti.
sc_po: Then those deities, knowing that the teacher approved, bowed and respectfully circled the Buddha, keeping him on their right, before vanishing right there.
