Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.72.po
Languages: sc_po

# sn1.72:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.72:0.2
source: 8. Chetvāvagga
sc_po: 8. Incinerated

# sn1.72:0.3
source: 72. Rathasutta
sc_po: 72. A Chariot

# sn1.72:1.1
source: “Kiṃsu rathassa paññāṇaṃ,
sc_po: “What’s the mark of a chariot?

# sn1.72:1.2
source: kiṃsu paññāṇamaggino;
sc_po: What’s the mark of fire?

# sn1.72:1.3
source: Kiṃsu raṭṭhassa paññāṇaṃ,
sc_po: What’s the mark of a nation?

# sn1.72:1.4
source: kiṃsu paññāṇamitthiyā”ti.
sc_po: What’s the mark of a woman?”

# sn1.72:2.1
source: “Dhajo rathassa paññāṇaṃ,
sc_po: “A banner is the mark of a chariot.

# sn1.72:2.2
source: dhūmo paññāṇamaggino;
sc_po: Smoke is the mark of fire.

# sn1.72:2.3
source: Rājā raṭṭhassa paññāṇaṃ,
sc_po: A ruler is a nation’s mark.

# sn1.72:2.4
source: bhattā paññāṇamitthiyā”ti.
sc_po: And a husband is the mark of a woman.”
