Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.07.po
Languages: sc_po

# sn1.7:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.7:0.2
source: 1. Naḷavagga
sc_po: 1. A Reed

# sn1.7:0.3
source: 7. Appaṭividitasutta
sc_po: 7. Not Comprehending

# sn1.7:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn1.7:1.2
source: Ekamantaṃ ṭhitā kho sā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, that deity recited this verse in the Buddha’s presence:

# sn1.7:2.1
source: “Yesaṃ dhammā appaṭividitā,
sc_po: “Those who don’t comprehend the teachings,

# sn1.7:2.2
source: Paravādesu nīyare;
sc_po: who may be led astray by the doctrines of others;

# sn1.7:2.3
source: Suttā te nappabujjhanti,
sc_po: asleep, they have not woken up:

# sn1.7:2.4
source: Kālo tesaṃ pabujjhitun”ti.
sc_po: it is time for them to wake!”

# sn1.7:3.1
source: “Yesaṃ dhammā suppaṭividitā,
sc_po: “Those who clearly comprehend the teachings,

# sn1.7:3.2
source: Paravādesu na nīyare;
sc_po: who won’t be led astray by the doctrines of others;

# sn1.7:3.3
source: Te sambuddhā sammadaññā,
sc_po: they’ve woken up, they rightly know,

# sn1.7:3.4
source: Caranti visame saman”ti.
sc_po: they live smoothly in the rough.”
