Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.52.po
Languages: sc_po

# sn1.52:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.52:0.2
source: 6. Jarāvagga
sc_po: 6. Old Age

# sn1.52:0.3
source: 52. Ajarasāsutta
sc_po: 52. Getting Old

# sn1.52:1.1
source: “Kiṃsu ajarasā sādhu,
sc_po: “What’s good because it never gets old?

# sn1.52:1.2
source: kiṃsu sādhu adhiṭṭhitaṃ;
sc_po: What's good when committed?

# sn1.52:1.3
source: Kiṃsu narānaṃ ratanaṃ,
sc_po: What is people’s treasure?

# sn1.52:1.4
source: kiṃsu corehyahāriyan”ti.
sc_po: What can thieves never take?”

# sn1.52:2.1
source: “Sīlaṃ ajarasā sādhu,
sc_po: “Ethics are good because they never get old.

# sn1.52:2.2
source: saddhā sādhu adhiṭṭhitā;
sc_po: Faith is good when committed.

# sn1.52:2.3
source: Paññā narānaṃ ratanaṃ,
sc_po: Wisdom is people’s treasure.

# sn1.52:2.4
source: puññaṃ corehyahāriyan”ti.
sc_po: Merit’s what thieves can never take.”
