Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.23.po
Languages: sc_po

# sn1.23:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.23:0.2
source: 3. Sattivagga
sc_po: 3. A Sword

# sn1.23:0.3
source: 23. Jaṭāsutta
sc_po: 23. A Tangle

# sn1.23:1.1
source: “Antojaṭā bahijaṭā,
sc_po: “Tangled within, tangled without:

# sn1.23:1.2
source: Jaṭāya jaṭitā pajā;
sc_po: these people are tangled in tangles.

# sn1.23:1.3
source: Taṃ taṃ gotama pucchāmi,
sc_po: I ask you this, Gotama:

# sn1.23:1.4
source: Ko imaṃ vijaṭaye jaṭan”ti.
sc_po: Who can untangle this tangle?”

# sn1.23:2.1
source: “Sīle patiṭṭhāya naro sapañño,
sc_po: “A wise person grounded in ethics,

# sn1.23:2.2
source: Cittaṃ paññañca bhāvayaṃ;
sc_po: developing the mind and wisdom,

# sn1.23:2.3
source: Ātāpī nipako bhikkhu,
sc_po: a keen and alert mendicant,

# sn1.23:2.4
source: So imaṃ vijaṭaye jaṭaṃ.
sc_po: they can untangle this tangle.

# sn1.23:3.1
source: Yesaṃ rāgo ca doso ca,
sc_po: Those who have discarded

# sn1.23:3.2
source: avijjā ca virājitā;
sc_po: greed, hate, and ignorance—

# sn1.23:3.3
source: Khīṇāsavā arahanto,
sc_po: the perfected ones with defilements ended—

# sn1.23:3.4
source: tesaṃ vijaṭitā jaṭā.
sc_po: they have untangled the tangle.

# sn1.23:4.1
source: Yattha nāmañca rūpañca,
sc_po: And where name and form

# sn1.23:4.2
source: asesaṃ uparujjhati;
sc_po: cease with nothing left over;

# sn1.23:4.3
source: Paṭighaṃ rūpasaññā ca,
sc_po: as well as impingement and perception of form:

# sn1.23:4.4
source: etthesā chijjate jaṭā”ti.
sc_po: it’s there that the tangle is cut.”
