Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.49.po
Languages: sc_po

# sn1.49:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.49:0.2
source: 5. Ādittavagga
sc_po: 5. On Fire

# sn1.49:0.3
source: 49. Maccharisutta
sc_po: 49. Stingy

# sn1.49:1.1
source: “Yedha maccharino loke,
sc_po: “Those folk in the world who are stingy,

# sn1.49:1.2
source: kadariyā paribhāsakā;
sc_po: miserly and abusive,

# sn1.49:1.3
source: Aññesaṃ dadamānānaṃ,
sc_po: setting up obstacles

# sn1.49:1.4
source: antarāyakarā narā.
sc_po: for others who give.

# sn1.49:2.1
source: Kīdiso tesaṃ vipāko,
sc_po: What kind of result do they reap?

# sn1.49:2.2
source: samparāyo ca kīdiso;
sc_po: What kind of future life?

# sn1.49:2.3
source: Bhagavantaṃ puṭṭhumāgamma,
sc_po: We’ve come to ask the Buddha;

# sn1.49:2.4
source: kathaṃ jānemu taṃ mayan”ti.
sc_po: how are we to understand this?”

# sn1.49:3.1
source: “Yedha maccharino loke,
sc_po: “Those folk in the world who are stingy,

# sn1.49:3.2
source: kadariyā paribhāsakā;
sc_po: miserly and abusive,

# sn1.49:3.3
source: Aññesaṃ dadamānānaṃ,
sc_po: setting up obstacles

# sn1.49:3.4
source: antarāyakarā narā.
sc_po: for others who give:

# sn1.49:4.1
source: Nirayaṃ tiracchānayoniṃ,
sc_po: they’re reborn in hell,

# sn1.49:4.2
source: yamalokaṃ upapajjare;
sc_po: the animal realm, or Yama’s world.

# sn1.49:4.3
source: Sace enti manussattaṃ,
sc_po: If they return to the human state,

# sn1.49:4.4
source: dalidde jāyare kule.
sc_po: they’re born in a poor family,

# sn1.49:5.1
source: Coḷaṃ piṇḍo ratī khiḍḍā,
sc_po: where clothes, food, pleasure, and play

# sn1.49:5.2
source: yattha kicchena labbhati;
sc_po: are hard to find.

# sn1.49:5.3
source: Parato āsīsare bālā,
sc_po: They don’t even get

# sn1.49:5.4
source: tampi tesaṃ na labbhati;
sc_po: what they expect from others.

# sn1.49:5.5
source: Diṭṭhe dhammesa vipāko,
sc_po: This is the result in the present life,

# sn1.49:5.6
source: samparāye ca duggatī”ti.
sc_po: and in the next, a bad destination.”

# sn1.49:6.1
source: “Itihetaṃ vijānāma,
sc_po: “We understand what you’ve said;

# sn1.49:6.2
source: aññaṃ pucchāma gotama;
sc_po: and ask another question, Gotama.

# sn1.49:6.3
source: Yedha laddhā manussattaṃ,
sc_po: What about those who’ve gained the human state,

# sn1.49:6.4
source: vadaññū vītamaccharā.
sc_po: who are kind and rid of stinginess,

# sn1.49:7.1
source: Buddhe pasannā dhamme ca,
sc_po: confident in the Buddha and the teaching,

# sn1.49:7.2
source: saṅghe ca tibbagāravā;
sc_po: with keen respect for the Saṅgha?

# sn1.49:7.3
source: Kīdiso tesaṃ vipāko,
sc_po: What kind of result do they reap?

# sn1.49:7.4
source: samparāyo ca kīdiso;
sc_po: What kind of future life?

# sn1.49:7.5
source: Bhagavantaṃ puṭṭhumāgamma,
sc_po: We’ve come to ask the Buddha;

# sn1.49:7.6
source: kathaṃ jānemu taṃ mayan”ti.
sc_po: how are we to understand this?”

# sn1.49:8.1
source: “Yedha laddhā manussattaṃ,
sc_po: “Those who’ve gained the human state

# sn1.49:8.2
source: vadaññū vītamaccharā;
sc_po: who are kind and rid of stinginess,

# sn1.49:8.3
source: Buddhe pasannā dhamme ca,
sc_po: confident in the Buddha and the teaching,

# sn1.49:8.4
source: saṃghe ca tibbagāravā;
sc_po: with keen respect for the Saṅgha:

# sn1.49:8.5
source: Ete saggā pakāsanti,
sc_po: they illuminate the heavens

# sn1.49:8.6
source: yattha te upapajjare.
sc_po: wherever they’re reborn.

# sn1.49:9.1
source: Sace enti manussattaṃ,
sc_po: If they return to the human state,

# sn1.49:9.2
source: aḍḍhe ājāyare kule;
sc_po: they’re reborn in a rich family,

# sn1.49:9.3
source: Coḷaṃ piṇḍo ratī khiḍḍā,
sc_po: where clothes, food, pleasure, and play

# sn1.49:9.4
source: yatthākicchena labbhati.
sc_po: are easy to find.

# sn1.49:10.1
source: Parasambhatesu bhogesu,
sc_po: They rejoice like those

# sn1.49:10.2
source: vasavattīva modare;
sc_po: who control the possessions of others.

# sn1.49:10.3
source: Diṭṭhe dhammesa vipāko,
sc_po: This is the result in the present life,

# sn1.49:10.4
source: samparāye ca suggatī”ti.
sc_po: and in the next, a good destination.”
