Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.61.po
Languages: sc_po

# sn1.61:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.61:0.2
source: 7. Addhavagga
sc_po: 7. Oppressed

# sn1.61:0.3
source: 61. Nāmasutta
sc_po: 61. Name

# sn1.61:1.1
source: “Kiṃsu sabbaṃ addhabhavi,
sc_po: “What oppresses everything?

# sn1.61:1.2
source: kismā bhiyyo na vijjati;
sc_po: What is nothing bigger than?

# sn1.61:1.3
source: Kissassu ekadhammassa,
sc_po: What is the one thing

# sn1.61:1.4
source: sabbeva vasamanvagū”ti.
sc_po: that has everything under its sway?”

# sn1.61:2.1
source: “Nāmaṃ sabbaṃ addhabhavi,
sc_po: “Name oppresses everything.

# sn1.61:2.2
source: nāmā bhiyyo na vijjati;
sc_po: Nothing’s bigger than name.

# sn1.61:2.3
source: Nāmassa ekadhammassa,
sc_po: Name is the one thing

# sn1.61:2.4
source: sabbeva vasamanvagū”ti.
sc_po: that has everything under its sway.”
