Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.60.po
Languages: sc_po

# sn1.60:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.60:0.2
source: 6. Jarāvagga
sc_po: 6. Old Age

# sn1.60:0.3
source: 60. Kavisutta
sc_po: 60. A Poet

# sn1.60:1.1
source: “Kiṃsu nidānaṃ gāthānaṃ,
sc_po: “What’s the basis of verses?

# sn1.60:1.2
source: kiṃsu tāsaṃ viyañjanaṃ;
sc_po: What’s their detailed expression?

# sn1.60:1.3
source: Kiṃsu sannissitā gāthā,
sc_po: What do verses depend upon?

# sn1.60:1.4
source: kiṃsu gāthānamāsayo”ti.
sc_po: What underlies verses?”

# sn1.60:2.1
source: “Chando nidānaṃ gāthānaṃ,
sc_po: “Metre is the basis of verses.

# sn1.60:2.2
source: akkharā tāsaṃ viyañjanaṃ;
sc_po: Syllables are their detailed expression.

# sn1.60:2.3
source: Nāmasannissitā gāthā,
sc_po: Verses depend on names.

# sn1.60:2.4
source: kavi gāthānamāsayo”ti.
sc_po: A poet underlies verses.”
