Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.41.po
Languages: sc_po

# sn1.41:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.41:0.2
source: 5. Ādittavagga
sc_po: 5. On Fire

# sn1.41:0.3
source: 41. Ādittasutta
sc_po: 41. On Fire

# sn1.41:1.1
source: Evaṃ me sutaṃ—
sc_po: So I have heard.

# sn1.41:1.2
source: ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme.
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery.

# sn1.41:1.3
source: Atha kho aññatarā devatā abhikkantāya rattiyā abhikkantavaṇṇā kevalakappaṃ jetavanaṃ obhāsetvā yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ aṭṭhāsi.
sc_po: Then, late at night, a glorious deity, lighting up the entire Jeta’s Grove, went up to the Buddha, bowed, stood to one side,

# sn1.41:1.4
source: Ekamantaṃ ṭhitā kho sā devatā bhagavato santike imā gāthāyo abhāsi:
sc_po: and recited these verses in the Buddha’s presence:

# sn1.41:2.1
source: “Ādittasmiṃ agārasmiṃ,
sc_po: “When your house is on fire,

# sn1.41:2.2
source: yaṃ nīharati bhājanaṃ;
sc_po: you rescue the pot

# sn1.41:2.3
source: Taṃ tassa hoti atthāya,
sc_po: that’s useful,

# sn1.41:2.4
source: no ca yaṃ tattha ḍayhati.
sc_po: not the one that’s burnt.

# sn1.41:3.1
source: Evaṃ ādittako loko,
sc_po: And as the world is on fire

# sn1.41:3.2
source: jarāya maraṇena ca;
sc_po: with old age and death,

# sn1.41:3.3
source: Nīharetheva dānena,
sc_po: you should rescue by giving,

# sn1.41:3.4
source: dinnaṃ hoti sunīhataṃ.
sc_po: for what’s given is rescued.

# sn1.41:4.1
source: Dinnaṃ sukhaphalaṃ hoti,
sc_po: What’s given has happiness as its fruit,

# sn1.41:4.2
source: nādinnaṃ hoti taṃ tathā;
sc_po: but not what isn’t given.

# sn1.41:4.3
source: Corā haranti rājāno,
sc_po: Bandits take it, or rulers,

# sn1.41:4.4
source: aggi ḍahati nassati.
sc_po: it’s consumed by fire, or lost.

# sn1.41:5.1
source: Atha antena jahati,
sc_po: Then in the end this corpse is cast off,

# sn1.41:5.2
source: Sarīraṃ sapariggahaṃ;
sc_po: along with all your possessions.

# sn1.41:5.3
source: Etadaññāya medhāvī,
sc_po: Knowing this, a clever person

# sn1.41:5.4
source: Bhuñjetha ca dadetha ca;
sc_po: would enjoy what they have and also give it away.

# sn1.41:5.5
source: Datvā ca bhutvā ca yathānubhāvaṃ,
sc_po: After giving and using according to their means,

# sn1.41:5.6
source: Anindito saggamupeti ṭhānan”ti.
sc_po: blameless, they go to a heavenly place.”
