Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.51.po
Languages: sc_po

# sn1.51:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.51:0.2
source: 6. Jarāvagga
sc_po: 6. Old Age

# sn1.51:0.3
source: 51. Jarāsutta
sc_po: 51. Old Age

# sn1.51:1.1
source: “Kiṃsu yāva jarā sādhu,
sc_po: “What’s still good in old age?

# sn1.51:1.2
source: kiṃsu sādhu patiṭṭhitaṃ;
sc_po: What’s good when grounded?

# sn1.51:1.3
source: Kiṃsu narānaṃ ratanaṃ,
sc_po: What is people’s treasure?

# sn1.51:1.4
source: kiṃsu corehi dūharan”ti.
sc_po: What’s hard for thieves to take?”

# sn1.51:2.1
source: “Sīlaṃ yāva jarā sādhu,
sc_po: “Ethics are still good in old age.

# sn1.51:2.2
source: saddhā sādhu patiṭṭhitā;
sc_po: Faith is good when grounded.

# sn1.51:2.3
source: Paññā narānaṃ ratanaṃ,
sc_po: Wisdom is people’s treasure.

# sn1.51:2.4
source: puññaṃ corehi dūharan”ti.
sc_po: Merit’s hard for thieves to take.”
