Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.27.po
Languages: sc_po

# sn1.27:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.27:0.2
source: 3. Sattivagga
sc_po: 3. A Sword

# sn1.27:0.3
source: 27. Sarasutta
sc_po: 27. Streams

# sn1.27:1.1
source: “Kuto sarā nivattanti,
sc_po: “From where do streams turn back?

# sn1.27:1.2
source: kattha vaṭṭaṃ na vattati;
sc_po: Where does the cycle spin no more?

# sn1.27:1.3
source: Kattha nāmañca rūpañca,
sc_po: Where do name and form

# sn1.27:1.4
source: asesaṃ uparujjhatī”ti.
sc_po: cease with nothing left over?”

# sn1.27:2.1
source: “Yattha āpo ca pathavī,
sc_po: “Where water and earth,

# sn1.27:2.2
source: tejo vāyo na gādhati;
sc_po: fire and air find no footing.

# sn1.27:2.3
source: Ato sarā nivattanti,
sc_po: From here the streams turn back;

# sn1.27:2.4
source: ettha vaṭṭaṃ na vattati;
sc_po: here the cycle spins no more;

# sn1.27:2.5
source: Ettha nāmañca rūpañca,
sc_po: and here it is that name and form

# sn1.27:2.6
source: asesaṃ uparujjhatī”ti.
sc_po: cease with nothing left over.”
