Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.54.po
Languages: sc_po

# sn1.54:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.54:0.2
source: 6. Jarāvagga
sc_po: 6. Old Age

# sn1.54:0.3
source: 54. Vatthusutta
sc_po: 54. Grounds

# sn1.54:1.1
source: “Kiṃsu vatthu manussānaṃ,
sc_po: “What is the ground of human beings?

# sn1.54:1.2
source: kiṃsūdha paramo sakhā;
sc_po: What is the best companion here?

# sn1.54:1.3
source: Kiṃsu bhūtā upajīvanti,
sc_po: By what do the creatures who live off the earth

# sn1.54:1.4
source: ye pāṇā pathavissitā”ti.
sc_po: sustain their life?”

# sn1.54:2.1
source: “Puttā vatthu manussānaṃ,
sc_po: “Children are the ground of human beings.

# sn1.54:2.2
source: bhariyā ca paramo sakhā;
sc_po: A wife is the best companion.

# sn1.54:2.3
source: Vuṭṭhiṃ bhūtā upajīvanti,
sc_po: The creatures who live off the earth

# sn1.54:2.4
source: ye pāṇā pathavissitā”ti.
sc_po: sustain their life by rain.”
