Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.29.po
Languages: sc_po

# sn1.29:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.29:0.2
source: 3. Sattivagga
sc_po: 3. A Sword

# sn1.29:0.3
source: 29. Catucakkasutta
sc_po: 29. Four Wheels

# sn1.29:1.1
source: “Catucakkaṃ navadvāraṃ,
sc_po: “Four are its wheels, and nine its doors;

# sn1.29:1.2
source: puṇṇaṃ lobhena saṃyutaṃ;
sc_po: it’s fettered, filled with greed,

# sn1.29:1.3
source: Paṅkajātaṃ mahāvīra,
sc_po: and born from a bog.

# sn1.29:1.4
source: kathaṃ yātrā bhavissatī”ti.
sc_po: Great hero, how am I supposed to live like this?”

# sn1.29:2.1
source: “Chetvā naddhiṃ varattañca,
sc_po: “Having cut the strap and harness—

# sn1.29:2.2
source: icchā lobhañca pāpakaṃ;
sc_po: the wicked desire and greed—

# sn1.29:2.3
source: Samūlaṃ taṇhamabbuyha,
sc_po: and having plucked out craving, root and all:

# sn1.29:2.4
source: evaṃ yātrā bhavissatī”ti.
sc_po: that’s how you’re supposed to live like this.”
