Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.06.po
Languages: sc_po

# sn1.6:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.6:0.2
source: 1. Naḷavagga
sc_po: 1. A Reed

# sn1.6:0.3
source: 6. Jāgarasutta
sc_po: 6. Awake

# sn1.6:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn1.6:1.2
source: Ekamantaṃ ṭhitā kho sā devatā bhagavato santike imaṃ gāthaṃ abhāsi:
sc_po: Standing to one side, that deity recited this verse in the Buddha’s presence:

# sn1.6:2.1
source: “Kati jāgarataṃ suttā,
sc_po: “How many sleep while others wake?

# sn1.6:2.2
source: kati suttesu jāgarā;
sc_po: How many wake among the sleeping?

# sn1.6:2.3
source: Katibhi rajamādeti,
sc_po: By how many do you gather dust?

# sn1.6:2.4
source: katibhi parisujjhatī”ti.
sc_po: By how many are you cleansed?”

# sn1.6:3.1
source: “Pañca jāgarataṃ suttā,
sc_po: “Five sleep while others wake.

# sn1.6:3.2
source: pañca suttesu jāgarā;
sc_po: Five wake among the sleeping.

# sn1.6:3.3
source: Pañcabhi rajamādeti,
sc_po: By five you gather dust.

# sn1.6:3.4
source: pañcabhi parisujjhatī”ti.
sc_po: By five you’re cleansed.”
