Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.59.po
Languages: sc_po

# sn1.59:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.59:0.2
source: 6. Jarāvagga
sc_po: 6. Old Age

# sn1.59:0.3
source: 59. Dutiyasutta
sc_po: 59. A Partner

# sn1.59:1.1
source: “Kiṃsu dutiyā purisassa hoti,
sc_po: “What is a person’s partner?

# sn1.59:1.2
source: Kiṃsu cenaṃ pasāsati;
sc_po: What instructs them?

# sn1.59:1.3
source: Kissa cābhirato macco,
sc_po: Enjoying what is a mortal

# sn1.59:1.4
source: Sabbadukkhā pamuccatī”ti.
sc_po: released from all suffering?”

# sn1.59:2.1
source: “Saddhā dutiyā purisassa hoti,
sc_po: “Faith is a person’s partner.

# sn1.59:2.2
source: Paññā cenaṃ pasāsati;
sc_po: Wisdom instructs them.

# sn1.59:2.3
source: Nibbānābhirato macco,
sc_po: Delighting in extinguishment a mortal

# sn1.59:2.4
source: Sabbadukkhā pamuccatī”ti.
sc_po: is released from all suffering.”
