Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.69.po
Languages: sc_po

# sn1.69:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.69:0.2
source: 7. Addhavagga
sc_po: 7. Oppressed

# sn1.69:0.3
source: 69. Icchāsutta
sc_po: 69. Desire

# sn1.69:1.1
source: “Kenassu bajjhatī loko,
sc_po: “What is it that binds the world?

# sn1.69:1.2
source: kissa vinayāya muccati;
sc_po: By removing what is it freed?

# sn1.69:1.3
source: Kissassu vippahānena,
sc_po: With the giving up of what

# sn1.69:1.4
source: sabbaṃ chindati bandhanan”ti.
sc_po: are all bonds severed?”

# sn1.69:2.1
source: “Icchāya bajjhatī loko,
sc_po: “Desire is what binds the world.

# sn1.69:2.2
source: icchāvinayāya muccati;
sc_po: By the removing of desire it’s freed.

# sn1.69:2.3
source: Icchāya vippahānena,
sc_po: With the giving up of craving,

# sn1.69:2.4
source: sabbaṃ chindati bandhanan”ti.
sc_po: all bonds are severed.”
