Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.46.po
Languages: sc_po

# sn1.46:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.46:0.2
source: 5. Ādittavagga
sc_po: 5. On Fire

# sn1.46:0.3
source: 46. Accharāsutta
sc_po: 46. Nymphs

# sn1.46:1.1
source: “Accharāgaṇasaṅghuṭṭhaṃ,
sc_po: “It’s resounding with a group of nymphs,

# sn1.46:1.2
source: pisācagaṇasevitaṃ;
sc_po: but haunted by a gang of goblins!

# sn1.46:1.3
source: Vanantaṃ mohanaṃ nāma,
sc_po: This grove is called ‘Delusion’.

# sn1.46:1.4
source: kathaṃ yātrā bhavissatī”ti.
sc_po: How am I supposed to live like this?”

# sn1.46:2.1
source: “Ujuko nāma so maggo,
sc_po: “That path is called ‘the straight way’,

# sn1.46:2.2
source: abhayā nāma sā disā;
sc_po: and it’s headed for the place called ‘fearless’.

# sn1.46:2.3
source: Ratho akūjano nāma,
sc_po: The chariot is called ‘unswerving’,

# sn1.46:2.4
source: dhammacakkehi saṃyuto.
sc_po: fitted with wheels of skillful thoughts.

# sn1.46:3.1
source: Hirī tassa apālambo,
sc_po: Conscience is its bench-back,

# sn1.46:3.2
source: satyassa parivāraṇaṃ;
sc_po: mindfulness its upholstery.

# sn1.46:3.3
source: Dhammāhaṃ sārathiṃ brūmi,
sc_po: I say the teaching is the driver,

# sn1.46:3.4
source: sammādiṭṭhipurejavaṃ.
sc_po: with right view running out in front.

# sn1.46:4.1
source: Yassa etādisaṃ yānaṃ,
sc_po: Any woman or man

# sn1.46:4.2
source: itthiyā purisassa vā;
sc_po: who has such a vehicle,

# sn1.46:4.3
source: Sa ve etena yānena,
sc_po: by means of this vehicle

# sn1.46:4.4
source: nibbānasseva santike”ti.
sc_po: has drawn near to extinguishment.”
