Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.16.po
Languages: sc_po

# sn1.16:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.16:0.2
source: 2. Nandanavagga
sc_po: 2. The Garden of Delight

# sn1.16:0.3
source: 16. Niddātandīsutta
sc_po: 16. Sleepiness and Sloth

# sn1.16:1.1
source: “Niddā tandī vijambhitā,
sc_po: “Sleepiness, sloth, and yawning,

# sn1.16:1.2
source: Aratī bhattasammado;
sc_po: discontent, and grogginess after eating:

# sn1.16:1.3
source: Etena nappakāsati,
sc_po: because of this the noble path

# sn1.16:1.4
source: Ariyamaggo idha pāṇinan”ti.
sc_po: doesn’t shine for creatures here.”

# sn1.16:2.1
source: “Niddaṃ tandiṃ vijambhitaṃ,
sc_po: “Sleepiness, sloth, and yawning,

# sn1.16:2.2
source: Aratiṃ bhattasammadaṃ;
sc_po: discontent, and grogginess after eating:

# sn1.16:2.3
source: Vīriyena naṃ paṇāmetvā,
sc_po: when this is energetically fended off,

# sn1.16:2.4
source: Ariyamaggo visujjhatī”ti.
sc_po: the noble path is purified.”
