Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.77.po
Languages: sc_po

# sn1.77:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.77:0.2
source: 8. Chetvāvagga
sc_po: 8. Incinerated

# sn1.77:0.3
source: 77. Issariyasutta
sc_po: 77. Authority

# sn1.77:1.1
source: “Kiṃsu issariyaṃ loke,
sc_po: “What is authority in the world?

# sn1.77:1.2
source: kiṃsu bhaṇḍānamuttamaṃ;
sc_po: What’s the best of valuables?

# sn1.77:1.3
source: Kiṃsu satthamalaṃ loke,
sc_po: What in the world is a rusty sword?

# sn1.77:1.4
source: kiṃsu lokasmimabbudaṃ.
sc_po: Who is a plague on the world?

# sn1.77:2.1
source: Kiṃsu harantaṃ vārenti,
sc_po: Who gets arrested when they take things away?

# sn1.77:2.2
source: haranto pana ko piyo;
sc_po: And who is loved when they take things away?

# sn1.77:2.3
source: Kiṃsu punappunāyantaṃ,
sc_po: And who is approved by the astute

# sn1.77:2.4
source: abhinandanti paṇḍitā”ti.
sc_po: when they come again and again?”

# sn1.77:3.1
source: “Vaso issariyaṃ loke,
sc_po: “Power is authority in the world.

# sn1.77:3.2
source: itthī bhaṇḍānamuttamaṃ;
sc_po: A woman is the best of valuables.

# sn1.77:3.3
source: Kodho satthamalaṃ loke,
sc_po: Anger in the world is a rusty sword.

# sn1.77:3.4
source: corā lokasmimabbudā.
sc_po: A bandit is a plague on the world.

# sn1.77:4.1
source: Coraṃ harantaṃ vārenti,
sc_po: A bandit gets arrested when they take things away.

# sn1.77:4.2
source: haranto samaṇo piyo;
sc_po: And an ascetic is loved when they take things away.

# sn1.77:4.3
source: Samaṇaṃ punappunāyantaṃ,
sc_po: An ascetic is approved by the astute

# sn1.77:4.4
source: abhinandanti paṇḍitā”ti.
sc_po: when they come again and again.”
