Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.47.po
Languages: sc_po

# sn1.47:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.47:0.2
source: 5. Ādittavagga
sc_po: 5. On Fire

# sn1.47:0.3
source: 47. Vanaropasutta
sc_po: 47. Planters

# sn1.47:1.1
source: “Kesaṃ divā ca ratto ca,
sc_po: “Whose merit always grows

# sn1.47:1.2
source: sadā puññaṃ pavaḍḍhati;
sc_po: by day and by night.

# sn1.47:1.3
source: Dhammaṭṭhā sīlasampannā,
sc_po: Firm in principle, accomplished in conduct,

# sn1.47:1.4
source: ke janā saggagāmino”ti.
sc_po: who’s going to heaven?”

# sn1.47:2.1
source: “Ārāmaropā vanaropā,
sc_po: “Planters of parks or groves,

# sn1.47:2.2
source: ye janā setukārakā;
sc_po: those who build a bridge,

# sn1.47:2.3
source: Papañca udapānañca,
sc_po: a drinking place and well,

# sn1.47:2.4
source: ye dadanti upassayaṃ.
sc_po: and those who give a residence.

# sn1.47:3.1
source: Tesaṃ divā ca ratto ca,
sc_po: Their merit always grows

# sn1.47:3.2
source: sadā puññaṃ pavaḍḍhati;
sc_po: by day and by night.

# sn1.47:3.3
source: Dhammaṭṭhā sīlasampannā,
sc_po: Firm in principle, accomplished in conduct,

# sn1.47:3.4
source: te janā saggagāmino”ti.
sc_po: they are going to heaven.”
