Repository: kondannyo/PGP
Catalog: SN/*_text/sn01/sn1.81.po
Languages: sc_po

# sn1.81:0.1
source: Saṃyutta Nikāya 1
sc_po: Linked Discourses 1

# sn1.81:0.2
source: 8. Chetvāvagga
sc_po: 8. Incinerated

# sn1.81:0.3
source: 81. Araṇasutta
sc_po: 81. Without Conflict

# sn1.81:1.1
source: “Kesūdha araṇā loke,
sc_po: “Who in the world has no conflict?

# sn1.81:1.2
source: kesaṃ vusitaṃ na nassati;
sc_po: Whose life is not lost?

# sn1.81:1.3
source: Kedha icchaṃ parijānanti,
sc_po: Who here completely understands desire?

# sn1.81:1.4
source: kesaṃ bhojissiyaṃ sadā.
sc_po: Who always lives as their own master?

# sn1.81:2.1
source: Kiṃsu mātā pitā bhātā,
sc_po: To whom do mother, father, and brothers

# sn1.81:2.2
source: vandanti naṃ patiṭṭhitaṃ;
sc_po: bow when they’re established?

# sn1.81:2.3
source: Kiṃsu idha jātihīnaṃ,
sc_po: Who here, though of low birth,

# sn1.81:2.4
source: abhivādenti khattiyā”ti.
sc_po: is bowed to even by aristocrats?”

# sn1.81:3.1
source: “Samaṇīdha araṇā loke,
sc_po: “Ascetics have no conflict in the world.

# sn1.81:3.2
source: Samaṇānaṃ vusitaṃ na nassati;
sc_po: The life of ascetics is not lost.

# sn1.81:3.3
source: Samaṇā icchaṃ parijānanti,
sc_po: Ascetics completely understand desire.

# sn1.81:3.4
source: Samaṇānaṃ bhojissiyaṃ sadā.
sc_po: Ascetics always live as their own master.

# sn1.81:4.1
source: Samaṇaṃ mātā pitā bhātā,
sc_po: Mother, father, and brothers

# sn1.81:4.2
source: vandanti naṃ patiṭṭhitaṃ;
sc_po: bow to ascetics when they’re established.

# sn1.81:4.3
source: Samaṇīdha jātihīnaṃ,
sc_po: Even though an ascetic is of low birth,

# sn1.81:4.4
source: abhivādenti khattiyā”ti.
sc_po: they’re bowed to even by aristocrats.”

# sn1.81:5.5
source: Devatāsaṃyuttaṃ samattaṃ.
sc_po: The Linked Discourses on Deities are complete.
