Repository: kondannyo/PGP
Catalog: SN/*_text/sn31/sn31.04-12.po
Languages: sc_po

# sn31.4-12:0.1
source: Saṃyutta Nikāya 31
sc_po: Linked Discourses 31

# sn31.4-12:0.2
source: 1. Gandhabbavagga
sc_po: 1. Fairies

# sn31.4-12:0.3
source: 4–12. Sāragandhādidātāsuttanavaka
sc_po: 4–12. Nine Discourses On Givers of Fragrant Heartwood, Etc.

# sn31.4-12:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn31.4-12:1.2
source: Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Seated to one side, that mendicant said to the Buddha:

# sn31.4-12:1.3
source: “ko nu kho, bhante, hetu, ko paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā sāragandhe adhivatthānaṃ devānaṃ … pe …
sc_po: “Sir, what is the cause, what is the reason why someone, when their body breaks up, after death, is reborn in the company of the gods of fairykind who live in fragrant heartwood …

# sn31.4-12:1.4
source: pheggugandhe adhivatthānaṃ devānaṃ …
sc_po: softwood …

# sn31.4-12:1.5
source: tacagandhe adhivatthānaṃ devānaṃ …
sc_po: bark …

# sn31.4-12:1.6
source: papaṭikagandhe adhivatthānaṃ devānaṃ …
sc_po: sprouts …

# sn31.4-12:1.7
source: pattagandhe adhivatthānaṃ devānaṃ …
sc_po: leaves …

# sn31.4-12:1.8
source: pupphagandhe adhivatthānaṃ devānaṃ …
sc_po: flowers …

# sn31.4-12:1.9
source: phalagandhe adhivatthānaṃ devānaṃ …
sc_po: fruit …

# sn31.4-12:1.10
source: rasagandhe adhivatthānaṃ devānaṃ …
sc_po: sap …

# sn31.4-12:1.11
source: gandhagandhe adhivatthānaṃ devānaṃ sahabyataṃ upapajjatī”ti?
sc_po: fragrant scents?”

# sn31.4-12:1.12
source: “Idha, bhikkhu, ekacco kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati.
sc_po: “Mendicant, it’s when someone does good things by way of body, speech, and mind.

# sn31.4-12:1.13
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# sn31.4-12:1.14
source: ‘sāragandhe adhivatthā devā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: ‘The gods of fairykind who live in fragrant heartwood … fragrant scents are long-lived, beautiful, and very happy.’

# sn31.4-12:1.15
source: Tassa evaṃ hoti:
sc_po: They think:

# sn31.4-12:1.16
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā sāragandhe adhivatthānaṃ devānaṃ … pe …
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the gods of fairykind who live in fragrant heartwood …

# sn31.4-12:1.24
source: gandhagandhe adhivatthānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: fragrant scents!’

# sn31.4-12:1.25
source: So dātā hoti sāragandhānaṃ … pe …
sc_po: They give gifts of fragrant heartwood …

# sn31.4-12:1.33
source: so dātā hoti gandhagandhānaṃ.
sc_po: fragrant scents.

# sn31.4-12:1.34
source: So kāyassa bhedā paraṃ maraṇā gandhagandhe adhivatthānaṃ devānaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of the gods of fairykind who live in fragrant scents.

# sn31.4-12:1.35
source: Ayaṃ kho, bhikkhu, hetu, ayaṃ paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā gandhagandhe adhivatthānaṃ devānaṃ sahabyataṃ upapajjatī”ti.
sc_po: This is the cause, this is the reason why someone, when their body breaks up, after death, is reborn in the company of the gods of fairykind who live on fragrant scents.”
