Repository: kondannyo/PGP
Catalog: SN/*_text/sn31/sn31.03.po
Languages: sc_po

# sn31.3:0.1
source: Saṃyutta Nikāya 31
sc_po: Linked Discourses 31

# sn31.3:0.2
source: 1. Gandhabbavagga
sc_po: 1. Fairies

# sn31.3:0.3
source: 3. Mūlagandhadātāsutta
sc_po: 3. A Giver of Fragrant Roots

# sn31.3:1.1
source: Sāvatthinidānaṃ.
sc_po: At Sāvatthī.

# sn31.3:1.2
source: Ekamantaṃ nisinno kho so bhikkhu bhagavantaṃ etadavoca:
sc_po: Seated to one side, that mendicant said to the Buddha:

# sn31.3:1.3
source: “ko nu kho, bhante, hetu, ko paccayo, yena midhekacco kāyassa bhedā paraṃ maraṇā mūlagandhe adhivatthānaṃ devānaṃ sahabyataṃ upapajjatī”ti?
sc_po: “Sir, what is the cause, what is the reason why someone, when their body breaks up, after death, is reborn in the company of the gods of fairykind who live in fragrant roots?”

# sn31.3:1.4
source: “Idha, bhikkhu, ekacco kāyena sucaritaṃ carati, vācāya sucaritaṃ carati, manasā sucaritaṃ carati.
sc_po: “Mendicant, it’s when someone does good things by way of body, speech, and mind.

# sn31.3:1.5
source: Tassa sutaṃ hoti:
sc_po: And they’ve heard:

# sn31.3:1.6
source: ‘mūlagandhe adhivatthā devā dīghāyukā vaṇṇavanto sukhabahulā’ti.
sc_po: ‘The gods of fairykind who live in fragrant roots are long-lived, beautiful, and very happy.’

# sn31.3:1.7
source: Tassa evaṃ hoti:
sc_po: They think:

# sn31.3:1.8
source: ‘aho vatāhaṃ kāyassa bhedā paraṃ maraṇā mūlagandhe adhivatthānaṃ devānaṃ sahabyataṃ upapajjeyyan’ti.
sc_po: ‘If only, when my body breaks up, after death, I would be reborn in the company of the gods of fairykind who live in fragrant roots!’

# sn31.3:1.9
source: So dātā hoti mūlagandhānaṃ.
sc_po: They give gifts of fragrant roots.

# sn31.3:1.10
source: So kāyassa bhedā paraṃ maraṇā mūlagandhe adhivatthānaṃ devānaṃ sahabyataṃ upapajjati.
sc_po: When their body breaks up, after death, they’re reborn in the company of the gods of fairykind who live in fragrant roots.

# sn31.3:1.11
source: Ayaṃ kho, bhikkhu, hetu … pe …
sc_po: This is the cause, this is the reason why someone, when their body breaks up, after death, is reborn in the company of the gods of fairykind who live in fragrant roots.”
