Repository: kondannyo/PGP
Catalog: SN/*_text/sn31/sn31.01.po
Languages: sc_po

# sn31.1:0.1
source: Saṃyutta Nikāya 31
sc_po: Linked Discourses 31

# sn31.1:0.2
source: 1. Gandhabbavagga
sc_po: 1. Fairies

# sn31.1:0.3
source: 1. Suddhikasutta
sc_po: 1. Plain Version

# sn31.1:1.1
source: Ekaṃ samayaṃ bhagavā sāvatthiyaṃ viharati jetavane anāthapiṇḍikassa ārāme … pe …
sc_po: At one time the Buddha was staying near Sāvatthī in Jeta’s Grove, Anāthapiṇḍika’s monastery. …

# sn31.1:1.2
source: bhagavā etadavoca:
sc_po: The Buddha said this:

# sn31.1:1.3
source: “gandhabbakāyike vo, bhikkhave, deve desessāmi.
sc_po: “Mendicants, I will teach you about the gods of fairykind.

# sn31.1:1.4
source: Taṃ suṇātha.
sc_po: Listen …

# sn31.1:1.5
source: Katamā ca, bhikkhave, gandhabbakāyikā devā?
sc_po: And what are the gods of fairykind?

# sn31.1:1.6
source: Santi, bhikkhave, mūlagandhe adhivatthā devā.
sc_po: There are gods who live in fragrant roots,

# sn31.1:1.7
source: Santi, bhikkhave, sāragandhe adhivatthā devā.
sc_po: fragrant heartwood,

# sn31.1:1.8
source: Santi, bhikkhave, pheggugandhe adhivatthā devā.
sc_po: fragrant softwood,

# sn31.1:1.9
source: Santi, bhikkhave, tacagandhe adhivatthā devā.
sc_po: fragrant bark,

# sn31.1:1.10
source: Santi, bhikkhave, papaṭikagandhe adhivatthā devā.
sc_po: fragrant shoots,

# sn31.1:1.11
source: Santi, bhikkhave, pattagandhe adhivatthā devā.
sc_po: fragrant leaves,

# sn31.1:1.12
source: Santi, bhikkhave, pupphagandhe adhivatthā devā.
sc_po: fragrant flowers,

# sn31.1:1.13
source: Santi, bhikkhave, phalagandhe adhivatthā devā.
sc_po: fragrant fruit,

# sn31.1:1.14
source: Santi, bhikkhave, rasagandhe adhivatthā devā.
sc_po: fragrant sap,

# sn31.1:1.15
source: Santi, bhikkhave, gandhagandhe adhivatthā devā.
sc_po: and fragrant scents.

# sn31.1:1.16
source: Ime vuccanti, bhikkhave, gandhabbakāyikā devā”ti.
sc_po: These are called the gods of fairykind.”
