Repository: kondannyo/PGP
Catalog: SN/*_text/sn42/sn42.12.po
Languages: sc_po

# sn42.12:0.1
source: Saṃyutta Nikāya 42
sc_po: Linked Discourses 42

# sn42.12:0.2
source: 1. Gāmaṇivagga
sc_po: 1. Chiefs

# sn42.12:0.3
source: 12. Rāsiyasutta
sc_po: 12. With Rāsiya

# sn42.12:1.1
source: Atha kho rāsiyo gāmaṇi yena bhagavā tenupasaṅkami; upasaṅkamitvā bhagavantaṃ abhivādetvā ekamantaṃ nisīdi. Ekamantaṃ nisinno kho rāsiyo gāmaṇi bhagavantaṃ etadavoca:
sc_po: Then Rāsiya the chief went up to the Buddha, bowed, sat down to one side, and said to him:

# sn42.12:1.2
source: “sutaṃ metaṃ, bhante, ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhajīviṃ ekaṃsena upavadati upakkosatī’ti.
sc_po: “Sir, I have heard this: ‘The ascetic Gotama criticizes all forms of mortification. He categorically condemns and denounces those self-mortifiers who live rough.’

# sn42.12:1.3
source: Ye te, bhante, evamāhaṃsu: ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhajīviṃ ekaṃsena upavadati upakkosatī’ti, kacci te, bhante, bhagavato vuttavādino, na ca bhagavantaṃ abhūtena abbhācikkhanti, dhammassa cānudhammaṃ byākaronti, na ca koci sahadhammiko vādānuvādo gārayhaṃ ṭhānaṃ āgacchatī”ti?
sc_po: Do those who say this repeat what the Buddha has said, and not misrepresent him with an untruth? Is their explanation in line with the teaching? Are there any legitimate grounds for rebuke and criticism?”

# sn42.12:1.4
source: “Ye te, gāmaṇi, evamāhaṃsu: ‘samaṇo gotamo sabbaṃ tapaṃ garahati, sabbaṃ tapassiṃ lūkhajīviṃ ekaṃsena upavadati upakkosatī’ti, na me te vuttavādino, abbhācikkhanti ca pana maṃ te asatā tucchā abhūtena.
sc_po: “Chief, those who say this do not repeat what I have said. They misrepresent me with what is false, hollow, and untrue.

# sn42.12:2.1
source: Dveme, gāmaṇi, antā pabbajitena na sevitabbā—
sc_po: These two extremes should not be cultivated by one who has gone forth.

# sn42.12:2.2
source: yo cāyaṃ kāmesu kāmasukhallikānuyogo hīno gammo pothujjaniko anariyo anatthasaṃhito, yo cāyaṃ attakilamathānuyogo dukkho anariyo anatthasaṃhito.
sc_po: Indulgence in sensual pleasures, which is low, crude, ordinary, ignoble, and pointless. And indulgence in self-mortification, which is painful, ignoble, and pointless.

# sn42.12:2.3
source: Ete te, gāmaṇi, ubho ante anupagamma majjhimā paṭipadā tathāgatena abhisambuddhā—cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
sc_po: Avoiding these two extremes, the Realized One woke up by understanding the middle way, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.

# sn42.12:2.4
source: Katamā ca sā, gāmaṇi, majjhimā paṭipadā tathāgatena abhisambuddhā—cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati?
sc_po: And what is that middle way?

# sn42.12:2.5
source: Ayameva ariyo aṭṭhaṅgiko maggo, seyyathidaṃ—
sc_po: It is simply this noble eightfold path, that is:

# sn42.12:2.6
source: sammādiṭṭhi … pe … sammāsamādhi.
sc_po: right view, right thought, right speech, right action, right livelihood, right effort, right mindfulness, and right immersion.

# sn42.12:2.7
source: Ayaṃ kho sā, gāmaṇi, majjhimā paṭipadā tathāgatena abhisambuddhā—cakkhukaraṇī ñāṇakaraṇī upasamāya abhiññāya sambodhāya nibbānāya saṃvattati.
sc_po: This, chief, is the middle way, woken up to by the Realized One, which gives vision and knowledge, and leads to peace, direct knowledge, awakening, and extinguishment.

# sn42.12:3.1
source: Tayo kho me, gāmaṇi, kāmabhogino santo saṃvijjamānā lokasmiṃ.
sc_po: There are these three kinds of pleasure seekers in the world.

# sn42.12:3.2
source: Katame tayo?
sc_po: What three?

# sn42.12:3.3
source: Idha, gāmaṇi, ekacco kāmabhogī adhammena bhoge pariyesati, sāhasena adhammena bhoge pariyesitvā sāhasena na attānaṃ sukheti na pīṇeti na saṃvibhajati na puññāni karoti.
sc_po: Take a pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, or share it and make merit.

# sn42.12:3.4
source: Idha pana, gāmaṇi, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena.
sc_po: Next, a pleasure seeker seeks wealth using illegitimate, coercive means.

# sn42.12:3.5
source: Adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti, na saṃvibhajati na puññāni karoti.
sc_po: They make themselves happy and pleased, but don’t share it and make merit.

# sn42.12:3.6
source: Idha pana, gāmaṇi, ekacco kāmabhogī adhammena bhoge pariyesati sāhasena.
sc_po: Next, a pleasure seeker seeks wealth using illegitimate, coercive means.

# sn42.12:3.7
source: Adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti. (1–3.)
sc_po: They make themselves happy and pleased, and they share it and make merit.

# sn42.12:4.1
source: Idha pana, gāmaṇi, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi.
sc_po: Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive.

# sn42.12:4.2
source: Dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṃ sukheti, na pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: They don’t make themselves happy and pleased, or share it and make merit.

# sn42.12:4.3
source: Idha pana, gāmaṇi, ekacco kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi.
sc_po: Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive.

# sn42.12:4.4
source: Dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: They don’t make themselves happy and pleased, or share it and make merit.

# sn42.12:4.5
source: Idha pana, gāmaṇi, ekacco kāmabhogī dhammādhammena bhoge pariyesati, sāhasenapi asāhasenapi.
sc_po: Next, a pleasure seeker seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive.

# sn42.12:4.6
source: Dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti. (4–6.)
sc_po: They make themselves happy and pleased, and they share it and make merit.

# sn42.12:5.1
source: Idha pana, gāmaṇi, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena.
sc_po: Next, a pleasure seeker seeks wealth using legitimate, non-coercive means.

# sn42.12:5.2
source: Dhammena bhoge pariyesitvā asāhasena na attānaṃ sukheti, na pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: They don’t make themselves happy and pleased, or share it and make merit.

# sn42.12:5.3
source: Idha pana, gāmaṇi, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena.
sc_po: Next, a pleasure seeker seeks wealth using legitimate, non-coercive means.

# sn42.12:5.4
source: Dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: They make themselves happy and pleased, but don’t share it and make merit.

# sn42.12:5.5
source: Idha pana, gāmaṇi, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena.
sc_po: Next, a pleasure seeker seeks wealth using legitimate, non-coercive means.

# sn42.12:5.6
source: Dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti.
sc_po: They make themselves happy and pleased, and they share it and make merit.

# sn42.12:5.7
source: Te ca bhoge gadhito mucchito ajjhopanno anādīnavadassāvī anissaraṇapañño paribhuñjati.
sc_po: They enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape.

# sn42.12:5.8
source: Idha pana, gāmaṇi, ekacco kāmabhogī dhammena bhoge pariyesati asāhasena.
sc_po: Next, a pleasure seeker seeks wealth using legitimate, non-coercive means.

# sn42.12:5.9
source: Dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti.
sc_po: They make themselves happy and pleased, and they share it and make merit.

# sn42.12:5.10
source: Te ca bhoge agadhito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati. (7–9.)
sc_po: And they enjoy that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape.

# sn42.12:6.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena na attānaṃ sukheti, na pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who doesn’t make themselves happy and pleased, or share it and make merit.

# sn42.12:6.2
source: Ayaṃ, gāmaṇi, kāmabhogī tīhi ṭhānehi gārayho.
sc_po: They may be criticized on three grounds.

# sn42.12:6.3
source: Katamehi tīhi ṭhānehi gārayho?
sc_po: What three?

# sn42.12:6.4
source: Adhammena bhoge pariyesati sāhasenāti, iminā paṭhamena ṭhānena gārayho.
sc_po: They seek wealth using illegitimate, coercive means. This is the first ground for criticism.

# sn42.12:6.5
source: Na attānaṃ sukheti na pīṇetīti, iminā dutiyena ṭhānena gārayho.
sc_po: They don’t make themselves happy and pleased. This is the second ground for criticism.

# sn42.12:6.6
source: Na saṃvibhajati, na puññāni karotīti, iminā tatiyena ṭhānena gārayho.
sc_po: They don’t share it and make merit. This is the third ground for criticism.

# sn42.12:6.7
source: Ayaṃ, gāmaṇi, kāmabhogī imehi tīhi ṭhānehi gārayho.
sc_po: This pleasure seeker may be criticized on these three grounds.

# sn42.12:7.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit.

# sn42.12:7.2
source: Ayaṃ, gāmaṇi, kāmabhogī dvīhi ṭhānehi gārayho, ekena ṭhānena pāsaṃso.
sc_po: This pleasure seeker may be criticized on two grounds, and praised on one.

# sn42.12:7.3
source: Katamehi dvīhi ṭhānehi gārayho?
sc_po: What are the two grounds for criticism?

# sn42.12:7.4
source: Adhammena bhoge pariyesati sāhasenāti, iminā paṭhamena ṭhānena gārayho.
sc_po: They seek wealth using illegitimate, coercive means. This is the first ground for criticism.

# sn42.12:7.5
source: Na saṃvibhajati, na puññāni karotīti, iminā dutiyena ṭhānena gārayho.
sc_po: They don’t share it and make merit. This is the second ground for criticism.

# sn42.12:7.6
source: Katamena ekena ṭhānena pāsaṃso?
sc_po: What is the one ground for praise?

# sn42.12:7.7
source: Attānaṃ sukheti pīṇetīti, iminā ekena ṭhānena pāsaṃso.
sc_po: They make themselves happy and pleased. This is the one ground for praise.

# sn42.12:7.8
source: Ayaṃ, gāmaṇi, kāmabhogī imehi dvīhi ṭhānehi gārayho, iminā ekena ṭhānena pāsaṃso. (2)
sc_po: This pleasure seeker may be criticized on these two grounds, and praised on this one.

# sn42.12:8.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī adhammena bhoge pariyesati sāhasena, adhammena bhoge pariyesitvā sāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti.
sc_po: Now, consider the pleasure seeker who seeks wealth using illegitimate, coercive means, and who makes themselves happy and pleased, and shares it and makes merit.

# sn42.12:8.2
source: Ayaṃ, gāmaṇi, kāmabhogī ekena ṭhānena gārayho, dvīhi ṭhānehi pāsaṃso.
sc_po: This pleasure seeker may be criticized on one ground, and praised on two.

# sn42.12:8.3
source: Katamena ekena ṭhānena gārayho?
sc_po: What is the one ground for criticism?

# sn42.12:8.4
source: Adhammena bhoge pariyesati sāhasenāti, iminā ekena ṭhānena gārayho.
sc_po: They seek wealth using illegitimate, coercive means. This is the one ground for criticism.

# sn42.12:8.5
source: Katamehi dvīhi ṭhānehi pāsaṃso?
sc_po: What are the two grounds for praise?

# sn42.12:8.6
source: Attānaṃ sukheti pīṇetīti, iminā paṭhamena ṭhānena pāsaṃso.
sc_po: They make themselves happy and pleased. This is the first ground for praise.

# sn42.12:8.7
source: Saṃvibhajati puññāni karotīti, iminā dutiyena ṭhānena pāsaṃso.
sc_po: They share it and make merit. This is the second ground for praise.

# sn42.12:8.8
source: Ayaṃ, gāmaṇi, kāmabhogī, iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṃso. (3)
sc_po: This pleasure seeker may be criticized on this one ground, and praised on these two.

# sn42.12:9.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi na attānaṃ sukheti, na pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who doesn’t make themselves happy and pleased, or share it and make merit.

# sn42.12:9.2
source: Ayaṃ, gāmaṇi, kāmabhogī ekena ṭhānena pāsaṃso, tīhi ṭhānehi gārayho.
sc_po: They may be praised on one ground, and criticized on three.

# sn42.12:9.3
source: Katamena ekena ṭhānena pāsaṃso?
sc_po: What is the one ground for praise?

# sn42.12:9.4
source: Dhammena bhoge pariyesati asāhasenāti, iminā ekena ṭhānena pāsaṃso.
sc_po: They seek wealth using legitimate, non-coercive means. This is the one ground for praise.

# sn42.12:9.5
source: Katamehi tīhi ṭhānehi gārayho?
sc_po: What are the three grounds for criticism?

# sn42.12:9.6
source: Adhammena bhoge pariyesati sāhasenāti, iminā paṭhamena ṭhānena gārayho.
sc_po: They seek wealth using illegitimate, coercive means. This is the first ground for criticism.

# sn42.12:9.7
source: Na attānaṃ sukheti, na pīṇetīti, iminā dutiyena ṭhānena gārayho.
sc_po: They don’t make themselves happy and pleased. This is the second ground for criticism.

# sn42.12:9.8
source: Na saṃvibhajati, na puññāni karotīti, iminā tatiyena ṭhānena gārayho.
sc_po: They don’t share it and make merit. This is the third ground for criticism.

# sn42.12:9.9
source: Ayaṃ, gāmaṇi, kāmabhogī iminā ekena ṭhānena pāsaṃso, imehi tīhi ṭhānehi gārayho. (4)
sc_po: This pleasure seeker may be praised on this one ground, and criticized on these three.

# sn42.12:10.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and makes themselves happy and pleased, but doesn’t share it and make merit.

# sn42.12:10.2
source: Ayaṃ, gāmaṇi, kāmabhogī dvīhi ṭhānehi pāsaṃso, dvīhi ṭhānehi gārayho.
sc_po: They may be praised on two grounds, and criticized on two.

# sn42.12:10.3
source: Katamehi dvīhi ṭhānehi pāsaṃso?
sc_po: What are the two grounds for praise?

# sn42.12:10.4
source: Dhammena bhoge pariyesati asāhasenāti, iminā paṭhamena ṭhānena pāsaṃso.
sc_po: They seek wealth using legitimate, non-coercive means. This is the first ground for praise.

# sn42.12:10.5
source: Attānaṃ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṃso.
sc_po: They make themselves happy and pleased. This is the second ground for praise.

# sn42.12:10.6
source: Katamehi dvīhi ṭhānehi gārayho?
sc_po: What are the two grounds for criticism?

# sn42.12:10.7
source: Adhammena bhoge pariyesati sāhasenāti, iminā paṭhamena ṭhānena gārayho.
sc_po: They seek wealth using illegitimate, coercive means. This is the first ground for criticism.

# sn42.12:10.8
source: Na saṃvibhajati, na puññāni karotīti, iminā dutiyena ṭhānena gārayho.
sc_po: They don’t share it and make merit. This is the second ground for criticism.

# sn42.12:10.9
source: Ayaṃ, gāmaṇi, kāmabhogī imehi dvīhi ṭhānehi pāsaṃso, imehi dvīhi ṭhānehi gārayho. (5)
sc_po: This pleasure seeker may be praised on these two grounds, and criticized on these two.

# sn42.12:11.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī dhammādhammena bhoge pariyesati sāhasenapi asāhasenapi, dhammādhammena bhoge pariyesitvā sāhasenapi asāhasenapi attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti.
sc_po: Now, consider the pleasure seeker who seeks wealth using means both legitimate and illegitimate, and coercive and non-coercive, and who makes themselves happy and pleased, and shares it and makes merit.

# sn42.12:11.2
source: Ayaṃ, gāmaṇi, kāmabhogī tīhi ṭhānehi pāsaṃso, ekena ṭhānena gārayho.
sc_po: They may be praised on three grounds, and criticized on one.

# sn42.12:11.3
source: Katamehi tīhi ṭhānehi pāsaṃso?
sc_po: What are the three grounds for praise?

# sn42.12:11.4
source: Dhammena bhoge pariyesati asāhasenāti, iminā paṭhamena ṭhānena pāsaṃso.
sc_po: They seek wealth using legitimate, non-coercive means. This is the first ground for praise.

# sn42.12:11.5
source: Attānaṃ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṃso.
sc_po: They make themselves happy and pleased. This is the second ground for praise.

# sn42.12:11.6
source: Saṃvibhajati puññāni karotīti, iminā tatiyena ṭhānena pāsaṃso.
sc_po: They share it and make merit. This is the third ground for praise.

# sn42.12:11.7
source: Katamena ekena ṭhānena gārayho?
sc_po: What is the one ground for criticism?

# sn42.12:11.8
source: Adhammena bhoge pariyesati sāhasenāti, iminā ekena ṭhānena gārayho.
sc_po: They seek wealth using illegitimate, coercive means. This is the one ground for criticism.

# sn42.12:11.9
source: Ayaṃ, gāmaṇi, kāmabhogī imehi tīhi ṭhānehi pāsaṃso, iminā ekena ṭhānena gārayho. (6)
sc_po: This pleasure seeker may be praised on these three grounds, and criticized on this one.

# sn42.12:12.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena, na attānaṃ sukheti, na pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, but who doesn’t make themselves happy and pleased, or share it and make merit.

# sn42.12:12.2
source: Ayaṃ, gāmaṇi, kāmabhogī ekena ṭhānena pāsaṃso, dvīhi ṭhānehi gārayho.
sc_po: They may be praised on one ground, and criticized on two.

# sn42.12:12.3
source: Katamena ekena ṭhānena pāsaṃso?
sc_po: What is the one ground for praise?

# sn42.12:12.4
source: Dhammena bhoge pariyesati asāhasenāti, iminā ekena ṭhānena pāsaṃso.
sc_po: They seek wealth using legitimate, non-coercive means. This is the one ground for praise.

# sn42.12:12.5
source: Katamehi dvīhi ṭhānehi gārayho?
sc_po: What are the two grounds for criticism?

# sn42.12:12.6
source: Na attānaṃ sukheti, na pīṇetīti, iminā paṭhamena ṭhānena gārayho.
sc_po: They don’t make themselves happy and pleased. This is the first ground for criticism.

# sn42.12:12.7
source: Na saṃvibhajati, na puññāni karotīti, iminā dutiyena ṭhānena gārayho.
sc_po: They don’t share it and make merit. This is the second ground for criticism.

# sn42.12:12.8
source: Ayaṃ, gāmaṇi, kāmabhogī iminā ekena ṭhānena pāsaṃso, imehi dvīhi ṭhānehi gārayho. (7)
sc_po: This pleasure seeker may be praised on this one ground, and criticized on these two.

# sn42.12:13.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti, na saṃvibhajati, na puññāni karoti.
sc_po: Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, but doesn’t share it and make merit.

# sn42.12:13.2
source: Ayaṃ, gāmaṇi, kāmabhogī dvīhi ṭhānehi pāsaṃso, ekena ṭhānena gārayho.
sc_po: This pleasure seeker may be praised on two grounds, and criticized on one.

# sn42.12:13.3
source: Katamehi dvīhi ṭhānehi pāsaṃso?
sc_po: What are the two grounds for praise?

# sn42.12:13.4
source: Dhammena bhoge pariyesati asāhasenāti, iminā paṭhamena ṭhānena pāsaṃso.
sc_po: They seek wealth using legitimate, non-coercive means. This is the first ground for praise.

# sn42.12:13.5
source: Attānaṃ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṃso.
sc_po: They make themselves happy and pleased. This is the second ground for praise.

# sn42.12:13.6
source: Katamena ekena ṭhānena gārayho?
sc_po: What is the one ground for criticism?

# sn42.12:13.7
source: Na saṃvibhajati, na puññāni karotīti, iminā ekena ṭhānena gārayho.
sc_po: They don’t share it and make merit. This is the one ground for criticism.

# sn42.12:13.8
source: Ayaṃ, gāmaṇi, kāmabhogī imehi dvīhi ṭhānehi pāsaṃso, iminā ekena ṭhānena gārayho. (8)
sc_po: This pleasure seeker may be praised on these two grounds, and criticized on this one.

# sn42.12:14.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti, te ca bhoge gadhito mucchito ajjhopanno anādīnavadassāvī anissaraṇapañño paribhuñjati.
sc_po: Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit. But they enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape.

# sn42.12:14.2
source: Ayaṃ, gāmaṇi, kāmabhogī tīhi ṭhānehi pāsaṃso, ekena ṭhānena gārayho.
sc_po: They may be praised on three grounds and criticized on one.

# sn42.12:14.3
source: Katamehi tīhi ṭhānehi pāsaṃso?
sc_po: What are the three grounds for praise?

# sn42.12:14.4
source: Dhammena bhoge pariyesati asāhasenāti, iminā paṭhamena ṭhānena pāsaṃso.
sc_po: They seek wealth using legitimate, non-coercive means. This is the first ground for praise.

# sn42.12:14.5
source: Attānaṃ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṃso.
sc_po: They make themselves happy and pleased. This is the second ground for praise.

# sn42.12:14.6
source: Saṃvibhajati puññāni karotīti, iminā tatiyena ṭhānena pāsaṃso.
sc_po: They share it and make merit. This is the third ground for praise.

# sn42.12:14.7
source: Katamena ekena ṭhānena gārayho?
sc_po: What is the one ground for criticism?

# sn42.12:14.8
source: Te ca bhoge gadhito mucchito ajjhopanno anādīnavadassāvī anissaraṇapañño paribhuñjatīti, iminā ekena ṭhānena gārayho.
sc_po: They enjoy that wealth tied, infatuated, attached, blind to the drawbacks, and not understanding the escape. This is the one ground for criticism.

# sn42.12:14.9
source: Ayaṃ, gāmaṇi, kāmabhogī imehi tīhi ṭhānehi pāsaṃso, iminā ekena ṭhānena gārayho. (9)
sc_po: This pleasure seeker may be praised on these three grounds, and criticized on this one.

# sn42.12:15.1
source: Tatra, gāmaṇi, yvāyaṃ kāmabhogī dhammena bhoge pariyesati asāhasena, dhammena bhoge pariyesitvā asāhasena attānaṃ sukheti pīṇeti saṃvibhajati puññāni karoti.
sc_po: Now, consider the pleasure seeker who seeks wealth using legitimate, non-coercive means, and who makes themselves happy and pleased, and shares it and makes merit.

# sn42.12:15.2
source: Te ca bhoge agadhito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjati.
sc_po: And they enjoy that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape.

# sn42.12:15.3
source: Ayaṃ, gāmaṇi, kāmabhogī catūhi ṭhānehi pāsaṃso.
sc_po: This pleasure seeker may be praised on four grounds.

# sn42.12:15.4
source: Katamehi catūhi ṭhānehi pāsaṃso?
sc_po: What are the four grounds for praise?

# sn42.12:15.5
source: Dhammena bhoge pariyesati asāhasenāti, iminā paṭhamena ṭhānena pāsaṃso.
sc_po: They seek wealth using legitimate, non-coercive means. This is the first ground for praise.

# sn42.12:15.6
source: Attānaṃ sukheti pīṇetīti, iminā dutiyena ṭhānena pāsaṃso.
sc_po: They make themselves happy and pleased. This is the second ground for praise.

# sn42.12:15.7
source: Saṃvibhajati puññāni karotīti, iminā tatiyena ṭhānena pāsaṃso.
sc_po: They share it and make merit. This is the third ground for praise.
