Repository: kondannyo/PGP
Catalog: SN/*_text/sn42/sn42.12.po
Languages: sc_po

# sn42.12:15.8
source: Te ca bhoge agadhito amucchito anajjhopanno ādīnavadassāvī nissaraṇapañño paribhuñjatīti, iminā catutthena ṭhānena pāsaṃso.
sc_po: They enjoy that wealth untied, uninfatuated, unattached, seeing the drawbacks, and understanding the escape. This is the fourth ground for praise.

# sn42.12:15.9
source: Ayaṃ, gāmaṇi, kāmabhogī imehi catūhi ṭhānehi pāsaṃso. (10)
sc_po: This pleasure seeker may be praised on these four grounds.

# sn42.12:16.1
source: Tayome, gāmaṇi, tapassino lūkhajīvino santo saṃvijjamānā lokasmiṃ.
sc_po: These three self-mortifiers who live rough are found in the world.

# sn42.12:16.2
source: Katame tayo?
sc_po: What three?

# sn42.12:16.3
source: Idha, gāmaṇi, ekacco tapassī lūkhajīvī saddhā agārasmā anagāriyaṃ pabbajito hoti:
sc_po: Take a self-mortifier who has gone forth from the lay life to homelessness, thinking:

# sn42.12:16.4
source: ‘appeva nāma kusalaṃ dhammaṃ adhigaccheyyaṃ, appeva nāma uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikareyyan’ti.
sc_po: ‘Hopefully I will achieve a skillful quality! Hopefully I will realize a superhuman distinction in knowledge and vision worthy of the noble ones!’

# sn42.12:16.5
source: So attānaṃ ātāpeti paritāpeti, kusalañca dhammaṃ nādhigacchati, uttari ca manussadhammā alamariyañāṇadassanavisesaṃ na sacchikaroti.
sc_po: They mortify and torment themselves. But they don’t achieve any skillful quality, or realize any superhuman distinction in knowledge and vision worthy of the noble ones.

# sn42.12:17.1
source: Idha pana, gāmaṇi, ekacco tapassī lūkhajīvī saddhā agārasmā anagāriyaṃ pabbajito hoti:
sc_po: Take another self-mortifier who has gone forth from the lay life to homelessness, thinking:

# sn42.12:17.2
source: ‘appeva nāma kusalaṃ dhammaṃ adhigaccheyyaṃ, appeva nāma uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikareyyan’ti.
sc_po: ‘Hopefully I will achieve a skillful quality! Hopefully I will realize a superhuman distinction in knowledge and vision worthy of the noble ones!’

# sn42.12:17.3
source: So attānaṃ ātāpeti paritāpeti, kusalañhi kho dhammaṃ adhigacchati, uttari manussadhammā alamariyañāṇadassanavisesaṃ na sacchikaroti. (2)
sc_po: They mortify and torment themselves. And they achieve a skillful quality, but don’t realize any superhuman distinction in knowledge and vision worthy of the noble ones.

# sn42.12:18.1
source: Idha pana, gāmaṇi, ekacco tapassī lūkhajīvī saddhā agārasmā anagāriyaṃ pabbajito hoti:
sc_po: Take another self-mortifier who has gone forth from the lay life to homelessness, thinking:

# sn42.12:18.2
source: ‘appeva nāma kusalaṃ dhammaṃ adhigaccheyyaṃ, appeva nāma uttari manussadhammā alamariyañāṇadassanavisesaṃ sacchikareyyan’ti.
sc_po: ‘Hopefully I will achieve a skillful quality! Hopefully I will realize a superhuman distinction in knowledge and vision worthy of the noble ones!’

# sn42.12:18.3
source: So attānaṃ ātāpeti paritāpeti, kusalañca dhammaṃ adhigacchati, uttari ca manussadhammā alamariyañāṇadassanavisesaṃ sacchikaroti. (3)
sc_po: They mortify and torment themselves. And they achieve a skillful quality, and they realize a superhuman distinction in knowledge and vision worthy of the noble ones.

# sn42.12:19.1
source: Tatra, gāmaṇi, yvāyaṃ tapassī lūkhajīvī attānaṃ ātāpeti paritāpeti, kusalañca dhammaṃ nādhigacchati, uttari ca manussadhammā alamariyañāṇadassanavisesaṃ na sacchikaroti. Ayaṃ, gāmaṇi, tapassī lūkhajīvī tīhi ṭhānehi gārayho.
sc_po: In this case, the first self-mortifier may be criticized on three grounds.

# sn42.12:19.2
source: Katamehi tīhi ṭhānehi gārayho?
sc_po: What three?

# sn42.12:19.3
source: Attānaṃ ātāpeti paritāpetīti, iminā paṭhamena ṭhānena gārayho.
sc_po: They mortify and torment themselves. This is the first ground for criticism.

# sn42.12:19.4
source: Kusalañca dhammaṃ nādhigacchatīti, iminā dutiyena ṭhānena gārayho.
sc_po: They don’t achieve a skillful quality. This is the second ground for criticism.

# sn42.12:19.5
source: Uttari ca manussadhammā alamariyañāṇadassanavisesaṃ na sacchikarotīti, iminā tatiyena ṭhānena gārayho.
sc_po: They don’t realize a superhuman distinction in knowledge and vision worthy of the noble ones. This is the third ground for criticism.

# sn42.12:19.6
source: Ayaṃ, gāmaṇi, tapassī lūkhajīvī, imehi tīhi ṭhānehi gārayho.
sc_po: This self-mortifier may be criticized on these three grounds.

# sn42.12:20.1
source: Tatra, gāmaṇi, yvāyaṃ tapassī lūkhajīvī attānaṃ ātāpeti paritāpeti, kusalañhi kho dhammaṃ adhigacchati, uttari ca manussadhammā alamariyañāṇadassanavisesaṃ na sacchikaroti.
sc_po: In this case, the second self-mortifier

# sn42.12:20.2
source: Ayaṃ, gāmaṇi, tapassī lūkhajīvī dvīhi ṭhānehi gārayho, ekena ṭhānena pāsaṃso.
sc_po: may be criticized on two grounds, and praised on one.

# sn42.12:20.3
source: Katamehi dvīhi ṭhānehi gārayho?
sc_po: What are the two grounds for criticism?

# sn42.12:20.4
source: Attānaṃ ātāpeti paritāpetīti, iminā paṭhamena ṭhānena gārayho.
sc_po: They mortify and torment themselves. This is the first ground for criticism.

# sn42.12:20.5
source: Uttari ca manussadhammā alamariyañāṇadassanavisesaṃ na sacchikarotīti, iminā dutiyena ṭhānena gārayho.
sc_po: They don’t realize a superhuman distinction in knowledge and vision worthy of the noble ones. This is the second ground for criticism.

# sn42.12:20.6
source: Katamena ekena ṭhānena pāsaṃso?
sc_po: What is the one ground for praise?

# sn42.12:20.7
source: Kusalañhi kho dhammaṃ adhigacchatīti, iminā ekena ṭhānena pāsaṃso.
sc_po: They achieve a skillful quality. This is the one ground for praise.

# sn42.12:20.8
source: Ayaṃ, gāmaṇi, tapassī lūkhajīvī imehi dvīhi ṭhānehi gārayho, iminā ekena ṭhānena pāsaṃso. (2)
sc_po: This self-mortifier may be criticized on these two grounds, and praised on one.

# sn42.12:21.1
source: Tatra, gāmaṇi, yvāyaṃ tapassī lūkhajīvī attānaṃ ātāpeti paritāpeti, kusalañca dhammaṃ adhigacchati, uttari ca manussadhammā alamariyañāṇadassanavisesaṃ sacchikaroti. Ayaṃ, gāmaṇi, tapassī lūkhajīvī ekena ṭhānena gārayho, dvīhi ṭhānehi pāsaṃso.
sc_po: In this case, the third self-mortifier may be criticized on one ground, and praised on two.

# sn42.12:21.2
source: Katamena ekena ṭhānena gārayho?
sc_po: What is the one ground for criticism?

# sn42.12:21.3
source: Attānaṃ ātāpeti paritāpetīti, iminā ekena ṭhānena gārayho.
sc_po: They mortify and torment themselves. This is the one ground for criticism.

# sn42.12:21.4
source: Katamehi dvīhi ṭhānehi pāsaṃso?
sc_po: What are the two grounds for praise?

# sn42.12:21.5
source: Kusalañca dhammaṃ adhigacchatīti, iminā paṭhamena ṭhānena pāsaṃso.
sc_po: They achieve a skillful quality. This is the first ground for praise.

# sn42.12:21.6
source: Uttari ca manussadhammā alamariyañāṇadassanavisesaṃ sacchikarotīti, iminā dutiyena ṭhānena pāsaṃso.
sc_po: They realize a superhuman distinction in knowledge and vision worthy of the noble ones. This is the second ground for praise.

# sn42.12:21.7
source: Ayaṃ, gāmaṇi, tapassī lūkhajīvī iminā ekena ṭhānena gārayho, imehi dvīhi ṭhānehi pāsaṃso. (3)
sc_po: This self-mortifier may be criticized on this one ground, and praised on two.

# sn42.12:22.1
source: Tisso imā, gāmaṇi, sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhi.
sc_po: There are these three kinds of wearing away that are visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know them for themselves.

# sn42.12:22.2
source: Katamā tisso?
sc_po: What three?

# sn42.12:22.3
source: Yaṃ ratto rāgādhikaraṇaṃ attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti.
sc_po: A greedy person, because of greed, intends to hurt themselves, hurt others, and hurt both.

# sn42.12:22.4
source: Rāge pahīne nevattabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti.
sc_po: When they’ve given up greed they don’t have such intentions.

# sn42.12:22.5
source: Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhi.
sc_po: This wearing away is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# sn42.12:22.6
source: Yaṃ duṭṭho dosādhikaraṇaṃ attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti.
sc_po: A hateful person, because of hate, intends to hurt themselves, hurt others, and hurt both.

# sn42.12:22.7
source: Dose pahīne nevattabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti.
sc_po: When they’ve given up hate they don’t have such intentions.

# sn42.12:22.8
source: Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhi.
sc_po: This wearing away is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# sn42.12:22.9
source: Yaṃ mūḷho mohādhikaraṇaṃ attabyābādhāyapi ceteti, parabyābādhāyapi ceteti, ubhayabyābādhāyapi ceteti.
sc_po: A deluded person, because of delusion, intends to hurt themselves, hurt others, and hurt both.

# sn42.12:22.10
source: Mohe pahīne nevattabyābādhāya ceteti, na parabyābādhāya ceteti, na ubhayabyābādhāya ceteti.
sc_po: When they’ve given up delusion they don’t have such intentions.

# sn42.12:22.11
source: Sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhi.
sc_po: This wearing away is visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know it for themselves.

# sn42.12:22.12
source: Imā kho, gāmaṇi, tisso sandiṭṭhikā nijjarā akālikā ehipassikā opaneyyikā paccattaṃ veditabbā viññūhī”ti.
sc_po: These are the three kinds of wearing away that are visible in this very life, immediately effective, inviting inspection, relevant, so that sensible people can know them for themselves.”

# sn42.12:23.1
source: Evaṃ vutte, rāsiyo gāmaṇi bhagavantaṃ etadavoca:
sc_po: When he said this, Rāsiya the chief said to the Buddha,

# sn42.12:23.2
source: “abhikkantaṃ, bhante … pe …
sc_po: “Excellent, sir! Excellent! …

# sn42.12:23.3
source: upāsakaṃ maṃ bhagavā dhāretu ajjatagge pāṇupetaṃ saraṇaṃ gatan”ti.
sc_po: From this day forth, may the Buddha remember me as a lay follower who has gone for refuge for life.”
